Repository: pypi-data/pypi-mirror-5
Catalog: packages/Hatta/Hatta-1.5.4.tar.gz/Hatta-1.5.4/locale/*/hatta.po
Languages: fi

source: Recent changes
fi: Viimeisimmät muutokset

source: changed
fi: muutettu

source: uploaded
fi: lisätty

source: modified
fi: muokattu

source: created
fi: luotu

source: Error parsing CSV file %{file}s on line %{line}d: %{error}s
fi: Virhe jäsennettäessä CSV-tiedostoa %{file}s rivillä %{line}d: %{error}s

source: Can't use symbolic links or directories as pages
fi: Ei voida lukea symbolisia linkkejä tai hakemistoja sivuina

source: Can't read or write outside of the pages repository
fi: Ei voida lukea sivuhakemiston ulkopuolelta

source: merge of edit conflict
fi: muokkausristiriidan ratkonta

source: failed merge of edit conflict
fi: muokkausristiriidan epäonnistunut ratkonta

source: anon
fi: anonyymi

source: comment
fi: kommentti

source: made subdirectory page
fi: muutettu alihakemistosivuksi

source: This site is read-only.
fi: Tämä sivusto on vain luku -tilassa.

source: Can't edit this page. It can only be edited by the site admin directly on the disk.
fi: Et voi muokata tätä sivua. Tätä sivua voi muokata vain sivuston ylläpitäjä suoraan levyllä.

source: This page is locked.
fi: Tämä sivu on lukittu.

source: Content of revision %(rev)d of page %(title)s:
fi: Sivun %(title)s version %(rev)d sisältö:

source: Revision of "%(title)s"
fi: Versio sivulle "%(title)s"

source: No preview for binaries.
fi: Ei esikatselua binaaritiedostoille.

source: Track the most recent changes to the wiki in this feed.
fi: Seuraa viimeisimpiä muutoksia wikiin tällä syötteellä.

source: Delete page %(title)s
fi: Poista sivu %(title)s

source: Undo of change %(rev)d of page %(title)s
fi: Kumoa sivun %(title)s muutos %(rev)d

source: Differences between revisions %(link1)s and %(link2)s of page %(link)s.
fi: Eroavaisuudet sivun %(link)s versioissa %(link1)s ja %(link2)s.

source: Diff not available for this kind of pages.
fi: Eroavaisuuksien vertailu ei ole mahdollista tämän kaltaisille sivuille.

source: Diff for "%(title)s"
fi: Sivun "%(title)s" eroavaisuudet

source: Index of all pages
fi: Luettelo kaikista sivuista

source: Page Index
fi: Sivuluettelo

source: List of pages with no links to them
fi: Lista sivuista joihin ei ole viitattu

source: Orphaned pages
fi: Orposivut

source: %d page(s) containing all words:
fi: %d sivu(a) jotka sisältävät kaikki sanat:

source: Searching for "%s"
fi: Etsitään "%s"

source: Code highlighting is not available.
fi: Syntaksin värikoodaus ei ole saatavilla.

source: Repository access disabled.
fi: Sivuhakemistoon pääsy estetty.

source: This URL can only be called locally.
fi: Tätä URL-osoitetta voi kutsua vain paikallisesti.

source: Links to %(title)s
fi: Sivuun %(title)s viittaavat sivut

source: Pages that contain a link to %(link)s.
fi: Sivut jotka viittaavat sivulle %(link)s.

source: Editing "%(title)s"
fi: Muokataan sivua "%(title)s"

source: This is a binary file, it can't be edited on a wiki. Please upload a new version instead.
fi: Tämä on binaaritiedosto eikä sitä voi muokata wikissä. Lähetä uusi versio tiedostosta.

source: Comment
fi: Kommentti

source: Author
fi: Tekijä

source: Save
fi: Tallenna

source: Cancel
fi: Peruuta

source: Preview
fi: Esikatselu

source: Preview, not saved
fi: Esikatselu, ei tallennettu

source: History of %(title)s
fi: Sivun %(title)s historia

source: History of changes for %(link)s.
fi: Sivun %(link)s muutoshistoria.

source: Undo
fi: Kumoa

source: Edit
fi: Muokkaa

source: History
fi: Historia

source: Backlinks
fi: Viitteet

source: Changes
fi: Muutokset

source: Index
fi: Sivuluettelo

source: Orphaned
fi: Orposivut

source: Wanted
fi: Toivotut

source: Wanted pages
fi: Toivotut sivut

source: List of pages that are linked to, but don't exist yet.
fi: Lista sivuista joihin viitataan, mutta joita ei ole vielä olemassa.

source: %(num)d reference
fi: %(num)d viittaus
