Repository: pypi-data/pypi-mirror-5
Catalog: packages/Products.PloneboardNotify/Products.PloneboardNotify-0.5.0.zip/Products.PloneboardNotify-0.5.0/Products/PloneboardNotify/locales/*/LC_MESSAGES/Products.PloneboardNotify.po
Languages: fr, it

source: Argument is:
fr: Le sujet est:
it: L'argomento è:

source: Message added by:
fr: Message ajouté par:
it: Messaggio aggiunto da:

source: New comment added on the forum:
fr: Nouveau commentaire ajouté sur le forum:
it: Nuovo commento inserito nel forum:

source: No forums found
fr: Aucun forum trouvé
it: Nessun forum trovato

source: Not able to send notifications
fr: Impossible d'envoyer les notifications
it: Non è stato possibile inviare le notifiche

source: Orphan forums
it: Forum orfani

source: Ploneboard notification system
fr: Notifications pour Ploneboard
it: Sistema di notifiche per Ploneboard

source: Save
fr: Enregistrer
it: Salva

source: The new message is:
fr: Le nouveau message est:
it: Il nuovo messaggio dice:

source: local-conf-image-alt
fr: Configuration locale
it: Configurazione locale

source: local-conf-image-title
fr: Ce forum n'a pas de configuration locale
it: Questo forum usa una configurazione locale

source: pbn_forum_conf_legend
fr: Configuration des notifications du forum
it: Configurazione delle notifiche del forum

source: pbn_forum_configuration_help
fr: Gère le système de notification de ce forum. Ces réglages surchargent les choix globaux (s'ils ont été configurés)
it: Gestisci il sistema di notifiche per questo forum. Queste impostazioni hanno precedenza su quelle globali (se usate).

source: pbn_forum_panelhelp
fr: Ici vous pouvez agir sur les évènements qui peuvent envoyer un email lorsqu'un nouveau fil ou message est ajouté à ce forum
it: Qui puoi agire su eventi che possono inviare email quando una nuova discussione o un intervento viene aggiunto al forum.

source: pbn_forum_sendto_all_help
fr: Si coché, va envoyer un mail à tous les utilisateurs du portail pour chaque nouveau fil de discussion ou réponse sur le forum
it: Se selezionato, invia una mail a tutti i membri del portale per ogni nuova discussione o risposta nel forum.

source: pbn_forum_sendto_values_label
fr: Destinataires
it: Destinatari

source: pbn_general_conf_legend
fr: Configuration générale des notifications
it: Configurazione generale per le notifiche

source: pbn_general_configuration_help
fr: Configuration globale du site, sera appliquée à tous les forums. Sera ignorée dans les forums utilisant une configuration locale
it: Gestisci la configurazione generale, applicata ad ogni forum. Tali impostazioni vengono ignorate quando i forum usano configurazioni locali.

source: pbn_label_up_to_general_forum_setup
fr: Retourner à la configuration générale des notifications
it: Torna alla configurazione generale delle notifiche

source: pbn_local_conf_legend
fr: Configuration locale des forums
it: Configurazione locale dei forum

source: pbn_local_configuration_help1
fr: Accès aux configurations locales des forums
it: Accedi alle impostazioni locali per ogni forum.

source: pbn_local_configuration_help2
fr: Les forums marqués du symbole ${mark} utilisent une configuration locale, et ignorent la configuration globale ci-dessus
it: I forum marcati con ${mark} usano impostazioni locali quindi le impostazioni globali vengono ignorate.

source: pbn_panelhelp
fr: Ici, vous pouvez choisir les destinataires qui recevront une notification lorsque de nouveaux messages sont ajoutés aux forums
it: Qui puoi agire su eventi che possono inviare email quando una nuova discussione o intervento sono aggiunti ai forum.

source: pbn_paneltitle
fr: Notifications de ploneboard
it: Notifiche di Ploneboard

source: pbn_sendto_all_help
fr: Si coché, va envoyer un mail à tous les utilisateurs du portail pour chaque nouveau fil de discussion ou réponse sur le forum
it: Se selezionato, invia una mail a tutti i membri del portale, ad ogni nuova discussione o intervento nei forum.

source: pbn_sendto_all_label
fr: Envoyer à tous?
it: Invia a tutti?

source: pbn_sendto_values_help
fr: Entrez une liste de groupes, membres ou adresses email qui recevront les notifications. Une par ligne
it: Inserisci una lista completa di gruppi, membri del portale o indirizzi email per essere usati come destinatari delle notifiche. Uno per riga.

source: pbn_sendto_values_help_tips
fr: Conseil: il est possible d'ajouter "|bcc" pour masquer l'adresse aux autres destinataires
it: Avanzate: puoi anche aggiungere in coda di ogni singola riga "|bcc" per inviare la mail usando il campo BCC e nascondere l'invio agli altri destinatari.

source: pbn_sendto_values_label
fr: Destinataires
it: Destinatari
