Repository: pypi-data/pypi-mirror-5
Catalog: packages/Products.projectmanager/Products.projectmanager-1.2.4.zip/Products.projectmanager-1.2.4/Products/projectmanager/locales/*/LC_MESSAGES/projectmanager.po
Languages: fr

source: Days
fr: Jours

source: For more information:
fr: Pour plus d'informations :

source: Legend
fr: Légende

source: Months
fr: Mois

source: PM_Action_EndDate_description
fr: Date de fin réelle de l'action

source: PM_Action_EndDate_label
fr: Fin

source: PM_Action_EstimatedEndDate_description
fr: Date hypothétique de fin de l'action

source: PM_Action_EstimatedEndDate_label
fr: Fin espérée

source: PM_Action_HumanRessources_description
fr: Personnes affectées à cette action

source: PM_Action_HumanRessources_label
fr: Ressource(s) humaine(s)

source: PM_Action_Introduction_description
fr: Présentation complète de l'objectif et du contexte de l'action à réaliser

source: PM_Action_Introduction_label
fr: Description complète

source: PM_Action_PreviousAction_description
fr: Actions devant être terminées pour que celle ci puisse commencer

source: PM_Action_PreviousAction_label
fr: Action(s) précedente(s)

source: PM_Action_StartDate_description
fr: Date de début

source: PM_Action_StartDate_label
fr: Début

source: PM_Action_UsedTime_description
fr: Temps utilisé en jours

source: PM_Action_UsedTime_label
fr: Temps

source: PM_GanttDiagramm_action_name
fr: Nom de l'action

source: PM_GanttDiagramm_assignments
fr: Assignations

source: PM_GanttDiagramm_no_date
fr: Aucune date d'action n'a été fixée.

source: PM_Task_Introduction_description
fr: Présentation complète de l'objectif et du contexte de la tâche à accomplir

source: PM_Task_Introduction_label
fr: Description complète

# PertDiagram_title
source: Pert diagram
fr: Diagramme de Pert

source: Weeks
fr: Semaines

source: assignation_notification_body
fr: Espace de travail : ${workspace_name} Tâche : ${task_name} ${actor_fullname} vous a confié la réalisation de l'action : '${content_name}'.

source: assignation_notification_body_extra
fr: Description de l'action : ${description} Personnes affectées à la réalisation de cette action : ${resources} Cette action est accessible à l'adresse suivante : ${content_url}

source: assignation_notification_subject
fr: Gestion de projet : ${content_name}

source: begin date in days
fr: date au plus tôt

source: days
fr: jours

source: greetings
fr: Cordialement

source: hello
fr: Bonjour ${receipt_to_name}

source: help_states_legend
fr: Légende des états :

# label_assigned_users
source: See all assignees
fr: Voir toutes les personnes affectées

source: label_download_pert
fr: Télécharger le diagramme

source: label_fullscreen_pert
fr: Afficher le diagramme en plein écran

# label_user_assigned
source: You are not assigned to this task
fr: Vous êtes assignés à cette action

# label_user_not_assigned
source: You are not assigned to this task
fr: Vous n'êtes pas assignés à cette action

source: not_running_notification_body
fr: Espace de travail : ${workspace_name} Tâche : ${task_name} ${actor_fullname} a changé l'état de l'action '${content_name}' en ${review_state}. Cette action est accessible à l'adresse suivante : ${content_url}

source: not_running_notification_subject
fr: L'action ${content_name} a changé d'état : ${review_state}

source: pm_to_be_able_to_finish
fr: Pour pouvoir changer l'état de l'action à "terminé", veuillez d'abord remplir le champ date de fin.

source: pm_to_be_able_to_run
fr: Pour pouvoir changer l'état de l'action à "en cours", veuillez d'abord remplir les champs date de début et ressources humaines si ce n'est déjà fait.

source: projectmanager_label_mNextAction
fr: Actions suivantes

source: projectmanager_label_pm_actions
fr: Actions

source: step number
fr: numéro étape
