Repository: pypi-data/pypi-mirror-5
Catalog: packages/redturtle.logoswitch/redturtle.logoswitch-1.1.0.zip/redturtle.logoswitch-1.1.0/redturtle/logoswitch/locales/*/LC_MESSAGES/redturtle.logoswitch.po
Languages: it

source: Action deleted
it: Azione annullata

source: Folder logos created
it: Cartella dei loghi creata.

source: Logo updated
it: Logo aggiornato

source: There was a problem while creating custom-logos folder. See log for more details.
it: Si Ã¨ verificato un problema creando la cartella custom-logos. Controlla il log per maggiori dettagli.

source: change_descr
it: Seleziona un immagine per il logo del sito

source: change_logo
it: Cambia logo

source: label_cancel
it: Annulla

source: label_switch
it: Cambia

source: msg_error
it: Errore

source: no_folder_err
it: La cartella con i loghi non esiste ancora

source: no_img_descr
it: Nessuna immagine nella cartella.
