Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.contentrules.subscription/collective.contentrules.subscription-0.1.0.zip/collective.contentrules.subscription-0.1.0/collective/contentrules/subscription/locales/*/LC_MESSAGES/collective.contentrules.subscription.po
Languages: it

source: Are you a human ?
it: Sei un umano?

source: Available notifications
it: Notifiche disponibili

source: Contentrules Subscription
it: Iscrizione alle contenrules

source: Email report to users subscribed
it: Report email agli utenti iscritti

source: In order to avoid spam, please answer the question below.
it: Per evitare lo spam, per favore rispondi alla seguente domanda.

source: In this form you can choose which notifications subscribe for.
it: In questo form puoi scegliere a quali notifiche iscriverti.

source: Message
it: Messaggio

source: Send email to subscriptions
it: Spedisci mail agli iscritti

source: Subscribe
it: Iscriviti

source: Subscribe to site notifications
it: Iscriviti alle notifiche del sito

source: Subscriptions updated
it: Iscrizioni aggiornate

source: The message that you want to mail.
it: Il messaggio che vuoi spedire.

source: These are the available notifications which you can subscribe for.
it: Queste sono le notifiche disponibili a cui puoi iscriverti.

source: You are subscribed succesfully.
it: Ti sei iscritto correttamente.

source: You entered an invalid email address.
it: Hai inserito un indirizzo email non valido.

source: already_subscribed_error
it: L'indirizzo email fornito è già iscritto alla notifica "${title}"

source: controlpanel_description
it: Con questo pannello di controllo puoi gestire tutte le iscrizioni alle notifiche.

source: controlpanel_title
it: Pannello di controllo delle iscrizioni alle notifiche

source: description-contentrules-mailsub
it: Alcuni contenuti nel soggetto e nel messaggio possono essere rimpiazzati con "$&#123;&#125;" una lista di variabili presente nella tabella sottostante.

source: form_description
it: Un'azione che spedisce mail agli utenti iscritti a questa regola

source: label_update
it: Aggiorna

source: no_subscriptions
it: Nessuna iscrizione presente per nessuna regola.
