Repository: pypi-data/pypi-mirror-5
Catalog: packages/xhostplus.blog/xhostplus.blog-1.0.1.tar.gz/xhostplus.blog-1.0.1/xhostplus/blog/locales/*/LC_MESSAGES/xhostplus.blog.po
Languages: de

source: A blog containing blog entries
de: Ein Blog der Blogeinträge enthält

source: A entry in a blog
de: Ein Blogeintrag in einem Blog

source: Blog Entry
de: Blogeintrag

source: Body Text
de: Inhalt

source: Title Image
de: Titelbild

source: Title Image Caption
de: Titelbild Beschreibung

source: description_no_items_in_blog
de: Es sind derzeit keine Einträge im Blog

source: label_click_to_read_full_entry
de: Klicken Sie hier um den kompletten Eintrag zu lesen

source: label_edit
de: Bearbeiten

source: label_edit_title
de: Klicken Sie hier um den Eintrag zu bearbeiten

source: label_filed_under
de: abgelegt unter:

source: label_permalink
de: Permalink

source: label_posted_by
de: Geschrieben von ${author}

source: label_read_more
de: Weiterlesen
