Repository: pypi-data/pypi-mirror-5
Catalog: packages/cmsplugin-poll/cmsplugin-poll-0.4.tar.gz/cmsplugin-poll-0.4/cmsplugin_poll/locale/*/LC_MESSAGES/django.po
Languages: de, nb

source: Close selected polls
de: Ausgewählte Umfragen beenden
nb: Lukk valgte spørreundersøkelse

source: Date information
de: Zeitliche Infos
nb: Datoinformasjon

source: Simple poll
de: Einfache Umfragen
nb: Enkel spørreundersøkelse

source: question
de: Frage
nb: spørsmål

source: date published
de: Veröffentlichungsdatum
nb: publisert dato

source: date closed
de: Ablaufdatum
nb: avsluttet dato

source: Poll
de: Umfrage
nb: Spørreundersøkelse

source: Polls
de: Umfragen
nb: Spørreundersøkelser

source: poll
de: Umfrage
nb: spørreundersøkelse

source: choice
de: Wahlmöglichkeit
nb: valg

source: votes
de: Stimmen
nb: stemmer

source: Choice
de: Wahlmöglichkeit
nb: Valg

source: Choices
de: Wahlmöglichkeiten
nb: Valg

source: Poll to display
de: Anzuzeigende Umfrage
nb: Spørreundersøkelse som skal vises

source: Poll plugin
de: Umfrage-Plugin
nb: Spørreundersøkelse tillegg

source: Poll plugins
de: Umfrage-Plugins
nb: Spørreundersøkelse tillegg

source: This poll is closed
de: Diese Umfrage ist beendet
nb: Denne spørreundersøkelsen er avsluttet

source: You already vote for this poll
de: Sie haben bei dieser Umfrage bereits teilgenommen
nb: Du har allerede stemt på denne spørreundersøkelsen

source: You didn't select a choice
de: Sie haben keine Option ausgewählt
nb: Du har ikke gjort et valg

source: Thank you for your vote
de: Vielen Dank für Ihre Teilnahme
nb: Takk for din stemme

source: Vote
de: Abstimmen
nb: Stem

source: Please vote to see the results.
de: Bitte stimmen Sie ab, um das Ergebnis der Umfrage zu sehen
nb: Vennligst stem for å se resultatene.

source: Previous polls
de: Vergangene Umfragen
nb: Tidligere spørreundersøkelser

source: No polls are available.
de: Keine Umfragen vorhanden
nb: Ingen spørreundersøkelser er tilgjengeglige.

source: Poll results
de: Ergebnis der Umfrage
nb: Resultat av spørreundersøkelse

source: vote
nb: stemme
