Repository: pypi-data/pypi-mirror-5
Catalog: packages/raptus.article.maps/raptus.article.maps-2.0b17.zip/raptus.article.maps-2.0b17/raptus/article/maps/i18n/raptus.article-*.po
Languages: de

source: A map
de: Eine Karte

source: A marker on a map
de: Eine Markierung auf einer Karte

source: JavaScript has to be enabled to see the map.
de: JavaScript muss eingeschaltet sein um die Karte zu sehen.

source: List of maps contained in the article on the left side.
de: Liste der im Artikel einthaltenen Karten auf der linken Seite.

source: List of maps contained in the article on the right side.
de: Liste der im Artikel einthaltenen Karten auf der rechten Seite.

source: List of maps contained in the article over the whole width.
de: Liste der im Artikel einthaltenen Karten über die gesamte Breite.

source: Map
de: Karte

source: Maps
de: Karten

source: Maps left
de: Karten links

source: Maps right
de: Karten rechts

source: Marker
de: Markierung

source: Satellite
de: Satellit

source: description_component_selection_map
de: Wählen Sie die Komponenten aus in welchen diese Karte angezeigt werden soll.

source: label_component_selection
de: Komponentenauswahl

source: label_depth
de: Tiefe

source: label_enable_scroll
de: Zoom mit Mausrad einschalten

source: label_hide_controls
de: Kontrollelemente ausblenden

source: label_latitude
de: Latitude

source: label_layer
de: Layer

source: label_longitude
de: Longitude

source: label_map_type
de: Kartentyp

source: label_marker_text
de: Text

source: label_street_zip_city
de: Strasse Nr., PLZ Ort

source: Terrain
de: Gelände

source: Roadmap
de: Karte

source: label_enable_streetview
de: Street View einschalten

source: label_enable_centeredview
de: Karte anhand Marker zentrieren
