Repository: pypi-data/pypi-mirror-5
Catalog: packages/xhostplus.social/xhostplus.social-1.4.5.tar.gz/xhostplus.social-1.4.5/xhostplus/social/locales/*/LC_MESSAGES/xhostplus.social.po
Languages: de

source: 2 click buttons
de: 2 Klick Buttons

source: 2 clicks for your privacy: Only if you click here the button will get active and you can send your recommendation to Facebook. An active button will send data do a third-party &ndash; more information on <em>i</em>.
de: 2 Klicks für mehr Datenschutz: Erst wenn Sie hier klicken, wird der Button aktiv und Sie können Ihre Empfehlung an Facebook senden. Schon beim Aktivieren werden Daten an Dritte übertragen &ndash; siehe <em>i</em>

source: 2 clicks for your privacy: Only if you click here the button will get active and you can send your recommendation to Google+. An active button will send data do a third-party &ndash; more information on <em>i</em>.
de: 2 Klicks für mehr Datenschutz: Erst wenn Sie hier klicken, wird der Button aktiv und Sie können Ihre Empfehlung an Google+ senden. Schon beim Aktivieren werden Daten an Dritte übertragen &ndash; siehe <em>i</em>.

source: 2 clicks for your privacy: Only if you click here the button will get active and you can send your recommendation to LinkedIn. An active button will send data do a third-party &ndash; more information on <em>i</em>.
de: 2 Klicks für mehr Datenschutz: Erst wenn Sie hier klicken, wird der Button aktiv und Sie können Ihre Empfehlung an LinkedIn senden. Schon beim Aktivieren werden Daten an Dritte übertragen &ndash; siehe <em>i</em>

source: 2 clicks for your privacy: Only if you click here the button will get active and you can send your recommendation to Twitter. An active button will send data do a third-party &ndash; more information on <em>i</em>.
de: 2 Klicks für mehr Datenschutz: Erst wenn Sie hier klicken, wird der Button aktiv und Sie können Ihre Empfehlung an Twitter senden. Schon beim Aktivieren werden Daten an Dritte übertragen &ndash; siehe <em>i</em>.

source: Activate buttons permanently:
de: Buttons dauerhaft einschalten für:

source: Comma-separated list of hashtags that should be added to a tweet.
de: Beistrich getrennte Liste von Hashtags die zu einem Tweet hinzugefügt werden sollen.

source: Enables the 2 click buttons with enhanced privacy.
de: Schaltet die 2 Klick Buttons, für besseren Datenschutz, ein.

source: Enables the Facebook button.
de: Aktiviert den Facebook Button.

source: Enables the Google+ button.
de: Aktiviert den Google+ Button.

source: Enables the LinkedIn button.
de: Aktiviert den LinkedIn Button.

source: Enables the Twitter button.
de: Aktiviert den Twitter Button.

source: Only if you activate the buttons, data will get sent to Facebook, Twitter, Google or LinkedIn. This data might get stored in the USA. Get more information by clicking on <em>i</em>.
de: Nur wenn Sie die Buttons aktivieren, werden Daten an Facebook, Twitter, Google oder LinkedIn gesendet. Diese Daten können in den USA gespeichert werden. Mehr Informationen bekommen Sie bei Klick auf <em>i</em>.

source: Please enter the configuration.
de: Bitte geben Sie die Konfiguration ein.

source: Privacy settings
de: Datenschutzeinstellungen

source: Social Network Configuration
de: Soziale-Netzwerk Konfiguration

source: connected to Facebook
de: mit Facebook verbunden

source: connected to Google+
de: mit Google+ verbunden

source: connected to LinkedIn
de: mit LinkedIn verbunden

source: connected to Twitter
de: mit Twitter verbunden

source: dummy_facebook_en.png
de: dummy_facebook_de.png

source: dummy_twitter_en.png
de: dummy_twitter_de.png

source: help_social_buttons
de: Wenn ausgewählt, werden Soziale-Netzwerk Buttons unterhalb des Inhalts angezeigt.

source: help_twitter_hashtags
de: Beistrich getrennte Liste von Hashtags die zu einem Tweet auf dieser Seite hinzugefügt werden sollen.

source: label_social_buttons
de: Soziale-Netzwerk Buttons

source: not connected to Facebook
de: nicht mit Facebook verbunden

source: not connected to Google+
de: nicht mit Google+ verbunden

source: not connected to LinkedIn
de: nicht mit LinkedIn verbunden

source: not connected to Twitter
de: nicht mit Twitter verbunden
