Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.galleriffic/collective.galleriffic-1.1.3.zip/collective.galleriffic-1.1.3/collective/galleriffic/locales/*/LC_MESSAGES/collective.galleriffic.po
Languages: fr

source: &laquo; Prev
fr: &laquo; Préc

source: Autostart
fr: Démarrage automatique

source: Delay
fr: Retard

source: Display Mode
fr: Mode d'affichage

source: Download Original
fr: Télécharger l'originale

source: Enable Keyboard navigation
fr: Activer la navigation au clavier

source: Enable bottom pager
fr: Activer la pagination en bas

source: Enable history
fr: Activer le plugin history

source: Enable top pager
fr: Activer la pagination en haut

source: If using the default transitions, specifies the duration of the transitions
fr: Si vous utilisez la transition par défaut, vous pouvez préciser la durée de la transition

source: Max pages to show
fr: Nombre max de pages à afficher

source: Model 1
fr: Modèle 1

source: Model 2
fr: Modèle 2

source: Model 3
fr: Modèle 3

source: Next
fr: Suivante

source: Next &raquo;
fr: Suiv &raquo;

source: Number of thubnails to show per page
fr: Nombre de vignettes à afficher par page

source: Play
fr: Lecture

source: Preload
fr: Préchargement

source: Previous
fr: Précédente

source: Render SS controls
fr: Afficher les contrôles

source: Render navigation controls
fr: Afficher les contrôles de navigation

source: Set to -1 to preload all images
fr: Mettre à -1 pour précharger l'ensemble des images

source: Specifies whether keyboard navigation is enabled
fr: Précise si la navigation au clavier est activée

source: Specifies whether the out and in transitions occur simultaneously or distinctly
fr: Préciser si les transitions in et out arrive simultanément ou distinctement

source: Specifies whether the slideshow should be playing or paused when the page first loads
fr: Préciser si le diaporama devrait démarrer ou être en pause lorsque la page vient de se charger

source: Specifies whether the slideshow's Next and Previous links should be rendered
fr: Préciser le les liens Précédent et Suivant doivent être affichés

source: Specifies whether the slideshow's Play and Pause links should be rendered
fr: Préciser si les liens Jouer et Pause doivent être affichés

source: Specifies whether the url's hash and the browser's history cache should update when the current slideshow image changes
fr: Préciser si les URL et l'historique du navigateur doivent être mis à jour avec le changement d'image

source: Sync transitions
fr: Synchroniser les transitions

source: The maximum number of pages to display in either the top or bottom pager
fr: Le nombre maximum de pages à afficher que ce soit en navigation haute ou basse

source: default transition duration
fr: Temps par défaut entre deux transitions

source: in milliseconds
fr: En millisecondes
