Repository: pypi-data/pypi-mirror-5
Catalog: packages/django-smscoin/django-smscoin-0.1.tar.gz/django-smscoin-0.1/src/smscoin/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Please enter the received code.
ru: Введите полученный код.

source: An incorrect code was entered.
ru: Неправильный код был введен.

source: Unknown error. Code: %(code)s
ru: Неизвестная ошибка. Код: %(code)s

source: Country
ru: Страна

source: Code
ru: Код

source: Name
ru: Имя

source: Number
ru: Номер

source: Prefix
ru: Префикс

source: Rewrite prefix
ru: изменение префикса

source: Price
ru: Цена

source: Currency
ru: Валюта

source: Price in US dollars
ru: Цена в долларах США

source: Profit in percents
ru: Прибыль в процентах

source: VAT
ru: НДС

source: Notice
ru: Уведомление

source: modified date/time
ru: дата изменение

source: provider
ru: оператор связи

source: providers
ru: операторы связи

source: Choose a country (provider)
ru: Выберите страну (оператор)

source: Send a message
ru: Отправьте сообщение

source: to the number
ru: на номер

source: Cost of the communication
ru: Стоимость сообщения

source: including VAT
ru: с учетом НДС

source: not including VAT
ru: без учета НДС
