Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.blogging/collective.blogging-1.3.3.zip/collective.blogging-1.3.3/src/collective/blogging/locales/*/LC_MESSAGES/collective.blogging.po
Languages: de, es

source: Add Auto-Blog Action
de: Portlet »Auto-Blog Aktion« hinzufügen
es: Añadir una acción Auto-Blog

source: Add Blog Archive portlet
de: Portlet »Blog-Archiv« hinzufügen
es: Añadir portlet de Archivo de Blog

source: Add Manage Blog portlet
de: Portlet »Blog-Verwaltung« hinzufügen
es: Añadir portlet de Gestión de Blog

source: Add Share Entry portlet
de: Portlet »Mitteilen« hinzufügen
es: Añadir portlet de "Compartir"

source: Add archive portlet
de: Portlet »Archiv« hinzufügen
es: Añadir portlet de archivo

source: Add portlet
de: Portlet hinzufügen
es: Añadir portlet

source: Addable types
de: Verfügbare Artikeltypen
es: Tipos de contenido a utilizar

source: An auto-blog action can initialize various attributes on new or existing content.
de: Eine Auto-Blog-Aktion kann verschiedene Attribute für neue oder bestehende Inhalte setzen.
es: Una acción auto-blog puede inicializar varios atributos sobre contenido nuevo o existente.

source: Archive portlet
de: Archiv-Portlet
es: Portlet de Archivo

source: Archive portlet settings
de: Einstellungen für das Archiv-Portlet
es: Configuración del portlet de Archivo

source: Blog Archive: ${blog}
de: Blog Archiv ${blog}
es: Archivo de Blog: ${blog}

source: Blog created
de: Blog erstellt
es: Blog creado

source: Blogger's bio
de: Biographie des Bloggers
es: Biografía del autor

source: Configure properties
de: Konfigurations-Einstellungen
es: Configurar propiedades

source: Content rule action
de: Inhaltsregel
es: Acción de la regla de contenido

source: Create blog
de: Erstelle Blog
es: Crear blog

source: Create entry
de: Erstelle Eintrag
es: Crear entrada

source: Default portlet
de: Standardportlet
es: Portlet predeterminado

source: Drafts
de: Entwürfe
es: Borradores

source: Edit Auto-Blog Action
de: Auto-Blog Aktion bearbeiten
es: Editar la acción Auto-Blog

source: Edit Blog Archive portlet
de: Portlet »Blog-Archiv« bearbeiten
es: Editar portlet de Archivo de Blog

source: Edit Manage Blog portlet
de: Portlet »Blog-Verwaltung« bearbeiten
es: Editar portlet de Gestión de Blog

source: Edit Share Entry portlet
de: Portlet »Mitteilen« bearbeiten
es: Editar portlet de "Compartir"

source: Enable auto-blogging
de: Auto-Bloggen einschalten
es: Activar auto-blog

source: Enable blogging
de: Bloggen einschalten
es: Activar blog

source: Enable comments
de: Kommentare erlauben
es: Permitir comentarios

source: Enter portlet tile.
de: Geben Sie den Titel des Portlets ein
es: Ingrese el título del portlet.

source: Event entry
de: Termin
es: Entrada de evento

source: Event maps
de: Karte
es: Mapas de evento

source: Event maps settings
de: Einstellungen für die Karte
es: Configuración de mapas de evento

source: Exclude from navigation
de: In Navigation ausblenden
es: Excluir de la navegación

source: Extend title
de: Titel erweitern
es: Extender título

source: File entry
de: Datei
es: Entrada de archivo

source: Filter toolbar
de: Filterleiste
es: Barra de filtros

source: Find a blog which will be this portlet used for.
de: Wählen Sie den Blog, der von diesem Portlet benutzt werden soll.
es: Un blog para este portlet.

source: Find an user defined blog source with blog entry drafts.
de: Wählen Sie, wo sich Entwürfe für Blogeinträge befinden.
es: Un blog de usuario con entradas en borrador para este blog.

source: Find an user defined folder for blog pictures and photo galleries.
de: Wählen Sie, wo sich Bilder und Foto-Galerien für Blogeinträge befinden.
es: Una carpeta con imágenes y galerías de fotos para este blog.

source: Find the blog which will be this portlet used for.
de: Wählen Sie den Blog, der von diesem Portlet benutzt werden soll.
es: El blog para este portlet.

source: First entry
de: Erster Eintrag
es: Primera entrada

source: If checked, action will mark content as blog or blog entry if supported.
de: Ist dies ausgewählt, werden inhalte automatisch als Blog oder Blogeintrag gekennzeichnet (soweit unterstützt).
es: Al seleccionarlo, el contenido será marcado como blog o entrada de blog, si corresponde.

source: If checked, action will set content to allow comments.
de: Ist dies ausgewählt, wird Kommentieren automatisch erlaubt.
es: Al seleccionarlo, el contenido permitirá comentarios.

source: If checked, action will set content to be excluded from navigation.
de: Ist dies ausgewählt, wird der Inhalt automatisch von der Navigation ausgeblendet.
es: Al seleccionarlo, el contenido será excluido de la navegación.

source: Image entry
de: Bild
es: Entrada de imagen

source: Link entry
de: Link
es: Entrada de vínculo

source: Manage Blog: ${blog}
de: Blog verwalten: ${blog}
es: Gestionar Blog: ${blog}

source: News Item entry
de: Nachricht
es: Entrada de noticia

source: Next / Prev navigation
de: Vor-Zurück-Navigation
es: Navegación Siguiente / Anterior

source: Next / Prev navigation settings
de: Einstellungen für die Vor-Zurück-Navigation
es: Configuración de la navegación Siguiente / Anterior

source: Pictures
de: Bilder
es: Imágenes

source: Portlet settings
de: Portleteinstellungen
es: Configuración de portlet

source: Portlet title
de: Titel des Portlets
es: Título del portlet

source: Providers
de: Anbieter
es: Sitios

source: Select a document with blogger's bio information.
de: Wählen Sie ein Dokument aus, das die Biographie des Bloggers enthält.
es: Seleccione un documento con la biografía del autor.

source: Select content types for which you would like to show create link in the portlet.
de: Wählen Sie die Artikeltypen aus, für die im Portlet ein Link zum Erstellen angezeigt werden soll.
es: Se mostrará en el portlet un vínculo para crear contenido según los tipos de contenido seleccionados.

source: Select enabled sharing services.
de: Wählen Sie aus, welche Social-Bookmark-Dienste aktiviert werden sollen.
es: Seleccione los sitios de bookmarks sociales que quiere habilitar.

source: Share post
de: Mitteilung veröffentlichen
es: Compartir

source: Target blog
de: Blog
es: Blog

source: This displays blog archives.
de: Dieses Portlet zeigt das Archiv eines Blogs an.
es: Muestra el archivo del blog.

source: This portlet helps to manage blog's content.
de: Dieses Portlet erleichtet das Verwalten der Bloginhalte.
es: Este portlet ayuda en la gestión del contenido del blog.

source: This portlet renders link(s) to share an entry.
de: Diese Portlet zeigt Links an, um Einträge in Social-Bookmark-Diensten zu veröffentlichen.
es: Este portlet muestra vínculos para compartir entradas.

source: Tick the checkbox to extend portlet title with target blog's title.
de: Ist dies ausgewählt, dann wird der Titel des Portlets um den Titel des Zielblogs erweitert.
es: Al seleccionarlo el título del portlet mostrará también el título del blog.

source: Video entry
de: Video
es: Entrada de video

source: Video entry settings
de: Einstellungen für Video-Einträge
es: Configuración de entrada de video

source: description_blog_archive_portlet
de: Ein Portlet zum Abzeigen des Blogarchivs.
es: Un portlet que muestra el archivo del blog.

source: description_manage_blog_portlet
de: Ein Portlet zum Verwalten der Bloginhalte.
es: Un portlet que ayuda en la gestión del contenido del blog.

source: description_no_items_in_blog
de: Dieser Blog hat zur Zeit keinen Inhalt.
es: No hay entradas cargadas aún.

source: description_share_portlet
de: Ein Portlet, um Einträge in Social-Bookmark-Diensten zu veröffentlichen.
es: Un portlet que muestra vínculos para compartir entradas.

source: help_batch_size
de: Wie viele Artikel sollen in der Blogansicht auf einer Seite angeziegt werden?
es: Ingrese cuántas entradas de blog deben mostrarse por página.

source: help_blog_enabled
de: Markieren Sie diese Option, um das Blogverhalten für diesen Ordner zu akvieren.
es: Active o desactive el comportamiento de blog en esta carpeta.

source: help_blog_entry_marker
de: Diesen Inhalt als Blogeintrag markieren.
es: Marque este contenido como entrada de blog.

source: help_blogger_name
de: Name des Bloggers, falls Sie für eine andere Person veröffentlichen.
es: Ingrese el nombre del autor si usted está cargando esta entrada en nombre de otra persona.

source: help_embed
de: Fügen Sie den Einbettungcode von Youtube, Google oder ander Video inhalten hier ein.
es: Pegue aquí el código de de inserción de YouTube, Google u otro contenido de video.

source: help_enable_count
de: Markieren Sie diese Option, um das die Anzahl der Blogeinträge anzuzeigen.
es: Muestre u oculte la cantidad de entradas.

source: help_filter_cache
de: Geben Sie an, wieviele Minuten der Filter in der Filterleiste gemerkt werden sollen.
es: Ingrese los minutos que permanecerán en cache las opciones de la barra de filtros.

source: help_full_view
de: Markieren Sie diese Option, um den Inhalt der Blogeinträge direkt in der Blogansicht zu zeigen. Anderenfalls werden nur der Titel und die der Anfang der Beschreibung der Einträge aufgelistet.
es: Indique si desea mostrar el texto completo de las entradas del blog.

source: help_perex_length
de: Sie können angeben, wieviele Zeichen der Beschreibung des Eintrags in der Blogansicht angezeigt werden. (Dies hat nur eine Wirklung, wenn die Kompettansicht oben ausgeschaltet ist.)
es: Puede indicar el largo máximo de la descripción de las entradas que se mostrarán en el blog.Nota: Esta opción no tiene efecto si está marcada la opción "Vista completa".

source: help_show_header
de: Markieren Sie diese Option, um in der Blogansicht auch den Titel und die Beschreibung des Blogs anzuzeigen.
es: Muestre u oculte el título y la descripción del blog en la vista de blog.

source: label_add_new_content
de: Neuen Inhalt hinzufügen:
es: Añadir contenido

source: label_archives
de: Archiv
es: Archivo

source: label_batch_size
de: Stapelgröße
es: Tamaño de la página

source: label_blog_enabled
de: Blog aktiviert
es: Activar blog

source: label_blog_entry
de: Blogeintrag
es: Es una entrada de blog

source: label_blog_posts_count
de: ${count} Veröffentlichungen gefunden.
es: ${count} entradas encontradas.

source: label_blog_text
de: Einleitungstest für den Blog
es: Descripción del blog

source: label_blogger_name
de: Name des Bloggers
es: Nombre del autor

source: label_click_to_read_full_entry
de: Mehr…
es: Ver entrada completa

source: label_comments_with_count
de: Kommentare (${comments})
es: Comentarios (${comments})

source: label_drafts
de: Entwürfe
es: Borradores

source: label_edit
de: Bearbeiten
es: Editar

source: label_edit_title
de: Clicken Sie hier, um den Eintrag zu bearbeiten.

source: label_embed
de: Einbetten
es: Código HTML

source: label_enable_count
de: Zähler anzeigen
es: Mostrar cantidad

source: label_filed_under
de: abgelegt unter:
es: Etiquetas

source: label_filter_cache
de: Filter merken
es: Cache del filtro

source: label_filter_posts
de: Veröffentlichungen filtern
es: Filtrar entradas

source: label_full_view
de: Komplettansicht
es: Vista completa

source: label_go_to_blog
de: Zum Blog…
es: Blog

source: label_help
de: Hilfe
es: Ayuda

source: label_newest
de: Neueste…
es: Lo más reciente

source: label_perex_length
de: Länge der Kurzfassung
es: Longitud de la descripción

source: label_permalink
de: Permalink
es: Permalink

source: label_pictures
de: Bilder
es: Imágenes

source: label_posted_by
de: Veröffentlich von ${author}
es: Publicado por

source: label_read_comments_title
de: Kommentare zu diesem Eintrag lesen
es: Ver los comentarios de esta entrada

source: label_read_more
de: Mehr…
es: Ver entrada completa

source: label_show_header
de: Kopfzeile anzeigen
es: Mostrar título y descripción

source: title_blog_archive_portlet
de: Blog-Archiv
es: Archivo de blog

source: title_blog_share_portlet
de: Mitteilen
es: Compartir

source: title_manage_blog_portlet
de: Blog verwalten
es: Gestión de blog

source: title_can_blog
es: Puede escribir en el blog
