Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: %sB will be downloaded in total.
ast: Van descargase %sB en total.
bn: সর্বমোট %sB ডাউনলোড করা হবে।
eu: %sB deskargatuko dira guztira.
gd: Thèid %sB a luchdadh a-nuas uile gu lèir.
hu: Összesen %sB kerül letöltésre.
ja: 全部で %sB がダウンロードされます。
lv: Kopā tiks lejupielādēti %sB.
pl: %sB do pobranie ogółem.
pt_br: %sB serão baixados no total.
ru: Всего будет загружено %sБ.

source: %sB of disk space will be freed.
ast: Va lliberase %sB d'espaciu en discu.
bn: %sB ডিস্কের জায়গা খালি থাকবে।
eu: %sB libratuko dira diskoan.
gd: Thèid %sB a rum air an diosga a shaoradh.
hu: %s B lemezhely szabadul fel.
ja: %sB のディスクスペースが開放されます。
lv: Tiks atbrīvoti %sB.
pl: %sB miejsca na dysku zostanie zwolnione.
pt_br: %sB de espaço em disco será liberado.
ru: %sБ места на жёстком диске будет освобождено.

source: %sB more disk space will be used.
ast: Van usase %sB más d'espaciu en discu
bn: ডিস্কের আরও %sB জায়গা ব্যবহৃত হবে।
eu: Diskoko %sB gehiago erabiliko dira.
gd: Bidh feum air %sB a bharrachd air an diosga.
hu: Még %sB lemezhely kerül felhasználásra.
ja: 少なくとも %sB のディスクスペースが使用されます。
lv: Tiks papildus izmantoti %sB.
pl: %sB więcej miejsca na dysku zostanie użyte.
pt_br: %sB em espaço de disco serão liberados.
ru: %sБ дискового пространства будет занято.

source: Replace your changes in '%s' with a later version of the configuration file?
ast: ¿Trocar los tos cambeos en «%s» cola cabera versión del ficheru de configuración?
bn: কনফিগারেশন ফাইলের পরবর্তী সংস্করণ '%s' তে আপনার পরিবর্তন প্রতিস্থাপন?
eu: Zure '%s' fitxategiko aldaketak ordezkatu konfigurazio-fitxategiaren bertsio berriago batekin?
gd: A bheil thu airson tionndadh nas ùire an fhaidhle rèiteachaidh a chur an àite nan atharraichean agad ann an "%s"?
hu: Lecseréli a változtatásait a(z) „%s” fájlban a beállítófájl egy újabb verziójával?
ja: 変更されている '%s' を最新バージョンの設定ファイルで置き換えますか？
lv: Aizvietot savas “%s” izmaiņas ar vēlāku šī konfigurācijas datnes versiju?
pl: Czy zastąpić zmiany w '%s' późniejszymi plikami konfiguracji?
pt_br: Deseja substituir as suas modificações em '%s' pela versão mais nova do arquivo de configuração?
ru: Заменить файл '%s' с внесенными вами изменениями более поздней версией?

source: If you don't know why the file is there already, it is usually safe to replace it.
ast: Si nun sabes por qué'l ficheru yá ta ellí, xeneralmente ye seguro trocalu.
bn: যদি ফাইলটি ইতোমধ্যে এখানে কেন তা আপনি না জানেন, প্রতিস্থাপন করতে এটা সাধারণত নিরাপদ।
eu: Ez badakizu zergatik existitzen den fitxategi hori dagoeneko, normalean ordezkatzea segurua da.
gd: Mur eil fhios agad carson a tha am faidhle ann, bidh e ceart gu leòr ma chuireas tu rud 'na àite.
hu: Ha nem tudja, miért létezik már a fájl, általában nyugodtan lecserélheti.
ja: そのファイルが存在している理由が分からない場合は、通常置き換えたほうが安全です。
lv: Ja nezināt, kāpēc dotā datne jau ir tur, tad parasti to var droši aizvietot.
pl: Jeżeli nie wiesz dlaczego plik już istnieje, najbezpieczniej będzie go zastąpić.
pt_br: Se você não sabe por que o arquivo já está no local, geralmente é seguro substituí-lo.
ru: Если вы не знаете, зачем был создан этот файл, то его скорее всего можно безопасно заменить.

source: _Changes
ast: _Cambeos
bn: পরিবর্তন (_C)
eu: _Aldaketak
gd: _Atharraichean
hu: _Változtatások
ja: 変更(_C)
lv: _Izmaiņas
pl: _Zmiany
pt_br: _Alterações
ru: _Изменения

source: _Keep
ast: _Caltener
bn: রাখা (_K)
eu: _Mantendu
gd: _Glèidh
hu: _Megtartás
ja: そのまま(_K)
lv: _Paturēt
pl: Za_chowaj
pt_br: _Manter
ru: _Оставить как есть

source: _Replace
ast: _Trocar
bn: প্রতিস্থাপন (_R)
eu: _Ordezkatu
gd: _Cuir 'na àite
hu: _Csere
ja: 置き換える(_R)
lv: _Aizvietot
pl: _Zamień
pt_br: Substitui_r
ru: _Заменить

source: _Details
ast: _Detalles
bn: বিস্তারিত তথ্য (_D)
eu: _Xehetasunak
gd: _Mion-fhiosrachadh
hu: _Részletek
ja: 詳細(_D)
lv: _Sīkāka informācija
pl: _Szczegóły
pt_br: _Detalhes
ru: _Подробнее

source: Waiting for %s to exit
ast: Esperando a %s pa colar
bn: প্রস্থান করতে %s এর জন্য অপেক্ষা করা হচ্ছে
eu: %s itxi arte itxaroten
gd: A' feitheamh ri dùnadh %s
hu: Várakozás %s kilépésére
ja: %s の終了を待っています
lv: Gaida, līdz izies %s
pl: Oczekiwanie na zamknięcie programu %s
pt_br: Esperando %s para sair
ru: Ожидание завершения работы %s

source: Downloading %(files)s
ast: Descargando %(files)s
bn: %(files)s ডাউনলোড করা হচ্ছে
eu: Paketea deskargatzen: %(files)s
gd: A' luchdachadh a-nuas %(files)s
hu: %(files)s letöltése
ja: ダウンロード中 %(files)s
lv: Lejupielādē %(files)s
pl: Pobieranie %(files)s
pt_br: Baixando %(files)s
ru: Загрузка %(files)s

source: local repository
ast: repositoriu llocal
bn: স্থানীয় রিপোজিটরী
eu: errepositorio lokala
gd: Ionad-tasgaidh ionadail
hu: helyi tároló
ja: ローカルリポジトリ
lv: lokālā krātuve
pl: repozytorium lokalne
pt_br: repositório local
ru: локальный репозиторий

source: Downloading from %s
ast: Descargando de %s
bn: %s থেকে ডাউনলোড করা হচ্ছে
eu: Hemendik deskargatzen: %s
gd: Luchdachadh a-nuas bho %s
hu: Letöltés innen: %s
ja: %s からダウンロードしています
lv: Lejupielādē no %s
pl: Pobieranie z %s
pt_br: Baixando de %s
ru: Загрузка из %s

source: Structure of %s
ast: Estructura de %s
bn: %s এর কাঠামো
eu: %s(r)en egitura
gd: Structar de %s
hu: %s szerkezete
ja: %s の構成
lv: %s struktūra
pl: Struktura %s
pt_br: Estrutura de %s
ru: Структура «%s»

source: Description of %s
ast: Descripción de %s
bn: %s এর বর্ণনা
eu: %s(r)en deskribapena
gd: Dealbh-chunntas de %s
hu: %s leírása
ja: %s の詳細
lv: %s apraksts
pl: Opis %s
pt_br: Descrição de %s
ru: Описание %s

source: Description signature of %s
ast: Robla de descripción de %s
bn: %s এর স্বাক্ষর বর্ণনা
eu: %s(r)en sinadura-deskribapena
gd: Earr-sgrìobhadh dealbh-chunntas de %s
hu: %s leíró aláírása
ja: %sの署名済み詳細ファイル
lv: %s apraksta paraksts
pl: Opis sygnatury %s
pt_br: Descrição da assinatura de %s
ru: Подпись описания %s

source: Available packages from %s
ast: Paquetes disponibles de %s
bn: %s থেকে বিদ্যমান প্যাকেজ
eu: %s(e)ko pakete eskuragarriak
gd: Pacaidean ri fhaighinn bho %s
hu: Elérhető csomagok innen: %s
ja: %s で利用可能なパッケージ
lv: %s pieejamās pakotnes
pl: Dostępne pakiety z %s
pt_br: Pacotes disponíveis em %s
ru: Доступные пакеты из «%s»

source: Available sources from %s
ast: Oríxenes disponibles de %s
bn: %s থেকে বিদ্যমান উৎস
eu: %s(e)ko jatorri eskuragarriak
gd: Bunan-tùs ri fhaighinn bho %s
hu: Elérhető források innen: %s
ja: %s で利用可能なソース
lv: %s pieejamie avoti
pl: Dostępne źródła z %s
pt_br: Fontes disponíveis de %s
ru: Доступные источники из «%s»

source: Available translations from %s
ast: Tornes disponibles de %s
bn: %s থেকে বিদ্যমান অনুবাদ
eu: %s(e)ko itzulpen eskuragarriak
gd: Eadar-theangachadh ri fhaighinn bho %s
hu: Elérhető fordítások innen: %s
ja: %s で利用可能な翻訳
lv: %s pieejamie tulkojumi
pl: Dostępne tłumaczenia z %s
pt_br: Traduções disponíves de %s
ru: Доступные переводы из «%s»

source: Translations for %s (%s) from %s
ast: Tornes pa %s (%s) de %s
bn: %s (%s) এর জন্য অনুবাদ, %s থেকে
eu: %s (%s) hizkuntzarako itzulpenak, hemendik: %s
gd: Eadar-theangachadh son %s (%s) bho %s
hu: %s nyelv (%s) fordításai innen: %s
ja: %s（%s）用の%sの翻訳データ
lv: %s (%s) tulkojumi no %s
pl: Tłumaczenia dla języka %s (%s), z %s
pt_br: Traduções para %s (%s) de %s
ru: Переводы на %s (%s) из %s

source: Translations for %s from %s
ast: Tornes pa %s de %s
bn: %s এর জন্য অনুবাদ, %s থেকে
eu: %s hizkuntzarako itzulpenak, hemendik: %s
gd: Eadar-theangachadh son %s bho %s
hu: %s nyelv fordításai innen: %s
ja: %s用の%sの翻訳データ
lv: %s tulkojumi no %s
pl: Tłumaczenia w języku %s z %s
pt_br: Traduções para %s de %s
ru: Переводы на %s из %s

source: Translations (%s) from %s
ast: Traducciones (%s) de %s
bn: (%s) অনুবাদ %s থেকে
eu: Itzulpenak (%s), hemendik: %s
gd: Eadar-theangachaidhean (%s) bho %s
hu: Fordítások (%s) innen: %s
ja: (%s)用の%sの翻訳データ
lv: %s tulkojumi no %s
pl: Tłumaczenia(%s) z %s
pt_br: Traduções (%s) de %s
ru: Языковая поддержка (%s) с адреса %s

source: Package %s isn't available
ast: El paquete %s nun ta disponible
bn: প্যাকেজ %s বিদ্যমান নয়
eu: %s paketea ez dago eskuragarri
gd: Chan eil a' phacaid %s ri fhaighinn
hu: A(z) %s csomag nem elérhető
ja: パッケージ %s は利用できません
lv: Pakotne %s nav pieejama
pl: Pakiet %s jest niedostępny
pt_br: O pacote %s não está disponível
ru: Пакет %s не доступен

source: Package %s isn't installed
ast: El paquete %s nun ta instaláu
bn: প্যাকেজ %s ইন্সটল করা হয়নি
eu: %s paketea ez dago instalatuta
gd: Cha deach a' phacaid %s a stàladh
hu: A(z) %s csomag nincs telepítve
ja: パッケージ %s はインストールされません
lv: Pakotne %s nav uzinstalēta
pl: Pakiet %s nie jest zainstalowany
pt_br: Pacote %s não está instalado
ru: Пакет %s не установлен

source: The version %s of %s isn't installed
ast: La versión %s de %s nun ta instalada
bn: সংস্করণ %s এর %s ইন্সটল করা হয়নি
eu: %s / %s bertsioa ez dago instalatuta
gd: Chan eil an tionndaidh %s de %s air a stàladh
hu: %s csomag %s verziója nincs telepítve
ja: バージョン %s の %s はインストールされていません
lv: Versija %s programmai %s nav uzinstalēta
pl: Wersja %s pakietu %s nie jest zainstalowana
pt_br: A versão %s de %s não está instalada
ru: Версия %s пакета %s не установлена

source: Package %s is already installed
ast: El paquete %s yá ta instaláu
bn: প্যাকেজ %s ইতোমধ্যে ইন্সটল করা হয়েছে
eu: %s paketea dagoeneko instalatuta dago
gd: Tha a' phacaid %s stàlaichte mar-thà
hu: %s csomag már telepítve van
ja: パッケージ %s はインストール済みです
lv: Pakotne %s jau ir uzinstalēta
pl: Pakiet %s jest już zainstalowany
pt_br: O pacote %s já está instalado
ru: Пакет %s уже установлен

source: The version %s of %s isn't available.
ast: La versión %s de %s nun ta disponible.
bn: সংস্করণ %s এর %s বিদ্যমান নয়।
eu: %s / %s bertsioa ez dago eskuragarri.
gd: Chan eil an tionndadh %s de %s ri fhaighinn.
hu: %s csomag %s verziója nem érhető el.
ja: バージョン %s の %s は利用できません。
lv: Versija %s programmai %s nav pieejama.
pl: Wersja %s pakietu %s jest niedostępna.
pt_br: A versão %s do %s não está disponível.
ru: Версия %s пакета %s недоступна.

source: The keyserver URL is invalid: %s
ast: El URL del sirvidor de claves nun ye válidu: %s
eu: Gako-zerbitzariaren URLa baliogabea da: %s
gd: Tha URL frithealaiche-iuchair mì-dhligheach: %s
hu: A kulcskiszolgáló URL-je érvénytelen: %s
ja: キーサーバーのURLが無効です: %s
lv: Atslēgu servera URL nav derīgs — %s
pl: Adres URL serwera kluczy jest nieprawidłowy: %s
pt_br: A URL do servidor de chaves é inválida: %s
ru: Неправильный адрес сервера ключей: %s

source: Invalid protocol of the server: %s
ast: El protocolu del sirvidor nun ye válidu: %s
gd: Pròtacal mì-dhligheach an fhrithealaiche: %s
hu: A kiszolgálóprotokoll érvénytelen: %s
ja: サーバーのプロトコルが無効です: %s
lv: Nederīgs servera protokols — %s
pl: Nieprawidłowy protokół serwera: %s
pt_br: Protocolo do servidor é inválido: %s
ru: Неправильный протокол сервера: %s

source: Invalid key id: %s
ast: Id de clave inválidu: %s
gd: id (da) iuchair mì-dhligheach: %s
hu: Érvénytelen kulcsazonosító: %s
ja: キーIDが無効です: %s
lv: Nederīgs atslēgas id — %s
pl: Nieprawidłowy identyfikator klucza: %s
pt_br: ID da chave é inválido: %s
ru: Неправильный идентификатор ключа: %s

source: Failed to download and install the key %s from %s: %s
ast: Falló al descargar ya instalar la clave %s de %s: %s
bn: %s থেকে %s কী ইনস্টল এবং ডাউনলোড করতে ব্যর্থ: %s
eu: Huts egin du %s gakoa deskargatu eta instalatzeak (hemendik: %s): %s
gd: Dh'fhàillig luchdadh a-nuas agus stàladh na h-iuchrach %s o %s: %s
hu: Nem sikerült letölteni a(z) %s kulcsfájlt, a következő helyről: %s: %s
ja: キー %s を %s からダウンロードしてインストールするのに失敗しました: %s
lv: Neizdevās lejupielādēt un uzinstalēt atslēgu %s no %s: %s
pl: Nie udało się pobrać i zainstalować klucza %s z %s: %s
pt_br: Falha ao baixar e instalar a chave %s de %s: %s
ru: Не удалось загрузить и установить значение %s из %s: %s

source: Key file %s couldn't be installed: %s
ast: El ficheru clave file %s nun pue instalase: %s
bn: কী ফাইল %s ইন্সটল করা যায়নি: %s
eu: %s gako-fitxategia ezin izan da instalatu: %s
gd: Cha b' urrainn dhuinn faidhle na h-iuchrach %s a stàladh: %s
hu: %s kulcsfájl nem telepíthető: %s
ja: キーファイル %s はインストールできませんでした: %s
lv: Nevarēja uzinstalēt atslēgas datni %s — %s
pl: Plik klucza %s nie mógł być zainstalowany: %s
pt_br: Chave do arquivo %s não pôde ser instalado: %s
ru: Ключевой файл %s не может быть установлен: %s

source: Key with fingerprint %s couldn't be removed: %s
ast: La clave cola buelga %s nun pue desaniciase: %s
bn: আঙ্গুলের ছাপ %s সহ কী অপসারণ করা যায়নি: %s
gd: Cha b' urrainn dhuinn an iuchair leis a' mheur-lorg %s a thoirt air falbh: %s
hu: %s ujjlenyomatú kulcs nem távolítható el: %s
ja: フィンガープリント %s のキーを削除できませんでした: %s
lv: Atslēgu ar nospiedumu %s nevarēja izņemt — %s
pl: Klucz z odciskiem palca %s nie mógł być usunięty: %s
pt_br: Chaves com impressões digitais %s não puderam ser removidas: %s
ru: Ключ с цифровой подписью %s не может быть удалён: %s

source: Package %s cannot be removed.
ast: El paquete %s nun pue desaniciase.
bn: প্যাকেজ %s অপসারণ হতে পারেনা।
eu: %s paketea ezin da ezabatu.
gd: Cha ghabh a' phacaid %s a thoirt air falbh.
hu: A(z) %s csomag nem távolítható el.
ja: パッケージ %s は削除できません
lv: Nevar izņemt pakotni %s.
pl: Usunięcie pakietu %s nie jest możliwe.
pt_br: O pacote %s não pode ser removido
ru: Пакет %s не может быть удалён.

source: The version %s of %s is not installed
ast: La versión %s de %s nun ta instalada
bn: সংস্করণ %s এর %s ইন্সটল করা হয়নি
eu: %s / %s bertsioa ez dago instalatuta
gd: Chan eil an tionndadh %s de %s air a stàladh
hu: A(z) %s verziójú %s nincs telepítve
ja: バージョン %s の %s はインストールされていません
lv: Versija %s programmai %s nav uzinstalēta
pl: Wersja %s pakietu %s nie jest zainstalowana
pt_br: A versão %s de %s não está instalada
ru: Версия %s пакета %s не установлена

source: The former version %s of %s is already installed
ast: L'antigua versión %s de %s yá ta instalada
bn: বিগত সংস্করণ %s এর %s ইতোমধ্যে ইন্সটল করা হয়েছে
eu: %s / %s bertsio zaharragoa dagoeneko instalatuta dago
gd: Tha an seann-tionndadh %s de %s air a stàladh mar-thà
hu: A(z) %s korábbi verziójú %s már telepítve van
ja: 以前のバージョン %s の %s はインストール済みです
lv: Iepriekšējā versija %s programmai %s jau ir uzinstalēta
pl: Poprzednia wersja %s pakietu %s jest już zainstalowana
pt_br: A versão do mantenedor %s de %s já está instalada
ru: Предыдущая версия %s пакета %s уже установлена

source: The version %s of %s is already installed
ast: La versión %s de %s yá ta instalada
bn: সংস্করণ %s এর %s ইতোমধ্যে ইন্সটল করা হয়েছে
eu: %s / %s bertsioa dagoeneko instalatuta dago
gd: Tha an tionndadh %s de %s air a stàladh mar-thà
hu: A(z) %s verziójú %s már telepítve van
ja: バージョン %s の %s はインストール済みです
lv: Versija %s programmai %s jau ir uzinstalēta
pl: Wersja %s pakietu %s jest już zainstalowana
pt_br: A versão %s de %s já está instalado
ru: Версия %s пакета %s уже установлена

source: The version %s of %s isn't available
ast: La versión %s de %s nun ta disponible
bn: সংস্করণ %s এর %s বিদ্যমান নয়
eu: %s / %s bertsioa ez dago eskuragarri
gd: Chan eil an tionndadh %s de %s ri fhaighinn
hu: A(z) %s verziójú %s nem érhető el
ja: バージョン %s の %s は利用できません
lv: Versija %s programmai %s nav pieejama
pl: Wersja %s pakietu %s jest niedostępna
pt_br: A versão %s do %s não está disponível.
ru: Версия %s пакета %s недоступна

source: You need to specify a version to downgrade %s to
ast: Necesites especificar una versión a la que desanovar %s
bn: %s তে অবনিত করতে সংস্করণ সুনির্দিষ্টভাবে উল্লেখ করা প্রয়োজন
gd: Feumaidh tu tionndadh a shònrachadh mus urrainn dhut %s ìsleachadh thuige
hu: Meg kell határoznia, hogy %s milyen verzióra legyen visszafejlesztve
ja: ダウングレードする %s のバージョンを指定してください
lv: Jums jānorāda versija, uz kuru pazemināt %s
pl: Należy sprecyzować do której wersji zdezaktualizować %s
pt_br: Você precisa especificar uma versão de %s para rebaixar
ru: Вам необходимо указать версию, чтобы произвести откат %s к

source: The later version %s of %s is already installed
ast: La cabera versión %s de %s yá ta instalada
bn: পরবর্তী সংস্করণ %s এর %s ইতোমধ্যে ইনস্টল করা হয়েছে
gd: Tha an seann-tionndadh %s de %s air a stàladh mar-thà
hu: A(z) %s újabb verziójú %s már telepítve van
ja: 最新バージョン %s の %s はインストール済みです
lv: Jaunāka versija %s programmai %s jau ir uzinstalēta
pl: Nowsza wersja %s pakietu %s jest już zainstalowana
pt_br: A versão mais atual %s de %s já está instalada
ru: Более новая версия %s пакета %s уже установлена

source: The package %s isn't available in the %s release.
ast: El paquete %s nun ta disponible na distribución %s.
bn: %s রিলিজে প্যাকেজ %s বিদ্যমান নয়।
eu: %s paketea ez dago eskuragarri %s bertsiorako.
gd: Chan eil a' phacaid %s ri fhaighinn san sgaoileadh %s.
hu: %s csomag nem érhető el a(z) %s kiadásban.
ja: パッケージ %s は %s リリースでは利用できません。
lv: Pakotne %s nav pieejama laidienā %s.
pl: Pakiet %s jest niedostępny w tym wydaniu %s .
pt_br: O pacote %s não está disponível no lançamento %s.
ru: Пакет %s недоступен в релизе %s.

source: Package %s cannot be removed
ast: El paquete %s nun pue desaniciase
bn: প্যাকেজ %s অপসারণ হতে পারেনা
eu: %s paketea ezin da ezabatu
gd: Cha ghabh a' phacaid %s a thoirt air falbh
hu: A(z) %s csomag nem eltávolítható.
ja: パッケージ %s は削除できません
lv: Nevar izņemt pakotni %s
pl: Pakiet %s nie może zostać usunięty
pt_br: O pacote %s não pode ser removido
ru: Пакет %s не может быть удалён

source: The package doesn't provide a valid Installed-Size control field. See Debian Policy 5.6.20.
ast: El paquete nun proporciona un campu de control del tamañu d'instalación válidu. Llei la política de Debian 5.6.20.
bn: প্যাকেজটি কার্যকর ইন্সটলকৃত-আকার কন্ট্রোল ক্ষেত্র সরবরাহ করেনা। ডেবিয়ান নীতিমালা ৫.৬.২০ দেখুন।
gd: Chan eil a' phacaid a' solar raon smachd Installed-Size dligheach. Thoir sùil air poileasaidh Debian 5.6.20.
hu: A csomag nem ad érvényes Installed-Size vezérlőmező-értéket. Részletekért tekintse át a Debian Policy 5.6.20. fejezetét.
ja: このパッケージは、正しいInstall-Sizeが記述されていません。Debian Policy 5.6.20を確認してください。
lv: Pakotne nenorāda derīgu Installed-Size kontroles lauku. Skatiet Debian Policy 5.6.20.
pl: Ten pakiet nie dostarcza aktualnej informacji o rozmiarze instalacji. Szczegóły w Debian Policy 5.6.20.
pt_br: O pacote não prevê um campo de controle válido para o Tamanho instalado. Consulte a Política Debian 5.6.20.
ru: В пакете не указано поле "занятое место после установки". См. правила Debian 5.6.20

source: The license key is empty
ast: La clave de la llicencia ta balera.
bn: লাইসেন্স কী খালি
gd: Tha an iuchair cead falamh
hu: A licenckulcs üres
ja: ライセンスキーが空です
lv: Licences atslēga ir tukša
pl: Klucz licencji jest pusty
pt_br: A chave de licença está vazia
ru: Лицензионный ключ не содержит данных

source: The license key is not allowed to contain executable code.
ast: La clave de la llicencia nun pue contener códigu executable.
bn: লাইসেন্স কী এক্সিকিউটেবল কোড ধারণ করতে অনুমোদিত নয়।
gd: Chan fhaod an iuchair cead glèidheadh còd gnìomhachail.
hu: A licenckulcs nem tartalmazhat végrehajtható kódot.
ja: ライセンスキーに実行コードを含めることはできません。
lv: Licences atslēgai nav atļauts saturēt izpildāmu kodu
pl: Klucz licencyjny nie może zawierać kodu wykonawczego.
pt_br: A chave de licença não é permitida por conter código executável.
ru: Лицензионный ключ не должен содержать исполняемый код.

source: The license key path %s is invalid
ast: La ruta %s de la clave de llicencia ye invalida
bn: লাইসেন্স কী এর পথ %s, অকার্যকর
gd: Tha an t-slighe iuchair cead %s neo-dhligheach
hu: A(z) %s licenckulcsútvonal érvénytelen
ja: ライセンスキーのパス %s が無効です
lv: Licences atslēgas ceļš %s ir nederīgs
pl: Ścieżka %s klucza licencyjnego jest nieprawidłowa
pt_br: O caminho %s da chave de licença é inválido
ru: Недопустимое расположение лицензионного ключа %s

source: The license key already exists: %s
ast: La clave de llicencia yá esiste: %s
bn: লাইসেন্স কী ইতোমধ্যে বিদ্যমান: %s
gd: Tha an iuchair cead ann mar thà: %s
hu: A licenckulcs már létezik: %s
ja: ライセンスキーはすでに存在しています： %s
lv: Tāda licence jau pastāv — %s
pl: Klucz licencyjny już istnieje: %s
pt_br: A chave de licença já existe: %s
ru: Лицензионный ключ уже существует: %s

source: The location of the license key is unsecure since it contains symbolic links. The path %s maps to %s
ast: L'allugamientu de la clave de llicencia nun ye seguru, yá que contién enllaces simbólicos. La ruta %s asigna a %s
bn: লাইসেন্স কী এর অবস্থান অনিরাপদ, কেননা এতে সাংকেতিক সংযুক্তিসুত্র রয়েছে। %s পথটি %s কে নির্দেশ করছে।
gd: Tha an àite den iuchair cead neo-thèarainte sgàth tha e glèidheadh ceangailean samhlachail. Tha an t-slighe %s na mhapa gu %s
hu: A licenckulcs helye nem biztonságos, mivel szimbolikus linkeket tartalmaz. A(z) %s útvonal ennek felel meg: %s
ja: ライセンスキーの場所はシンボリックリンクを含んでいるため安全ではありません。パス%sは%sにマップされています。
lv: Licences atslēgas atrašanās vieta ir nedroša, jo tā satur simboliskās saites. Ceļš %s atbilst %s
pl: Lokalizacja klucza licencyjnego jest niezabezpieczona, ponieważ zawiera dowiązania symboliczne. Ścieżka %s prowadzi do %s
pt_br: O local da chave de licença é insegura se contiver links simbólicos. O caminho %s redireciona para %s
ru: Местоположение лицензионного ключа не является безопасным, так как содержит символические ссылки. Адрес %s ссылается на %s

source: The directory where to install the key to doesn't exist yet: %s
ast: El direutoriu pa instalar la clave aínda nun esiste: %s
bn: কী ইন্সটল হবার উপযোগী ডিরেক্টরীটি এখনো বিদ্যমান নয়: %s
gd: Chan eil an t-eòlaire ann far a stàladh an iuchair fhathast: %s
hu: A kulcsfájl telepítéséhez használandó könyvtár még nem létezik: %s
ja: キーのインストール先のディレクトリは存在しません: %s
lv: Mape, kurā instalēt atslēgu, vēl neeksistē — %s
pl: Katalog, w którym ma być zainstalowany klucz, jeszcze nie istnieje: %s
pt_br: O diretório onde a chave será instalada ainda não existe: %s
ru: Папка в которую будет выполняться установка ключа, ещё не существует: %s

source: Failed to write key file to: %s
ast: Fallu al escribir el ficheru de clave a: %s
bn: কী ফাইল লিখতে ব্যর্থ: %s তে
gd: Dh'fhàillig sgrìobhadh faidhle iuchair gu: %s
hu: A kulcsfájl kiírása sikertelen ide: %s
ja: キーの書き込みに失敗しました: %s
lv: Neizdevās saglabāt atslēgas datni — %s
pl: Nie można zapisać pliku klucza do: %s
pt_br: Falhou ao escrever o arquivo da chave para: %s
ru: Ошибка записи файла ключа в: %s

source: The following packages have unmet dependencies:
ast: Los siguientes paquetes tienen dependencies ensin cubrir:
bn: নিম্নলিখিত প্যাকেজসমূহের নির্ভরশীলতায় অপূর্নতা রয়েছে:
eu: Ondorengo paketeek bete gabeko menpekotasunak dituzte:
gd: Tha eisimeileachdan air na pacaidean a leanas nach deach an coileanadh:
hu: A következő csomagoknak teljesítetlen függőségei vannak:
ja: 以下のパッケージは依存関係を満たしていません:
lv: Sekojošajām pakotnēm ir neapmierinātas atkarības:
pl: Zależności dla następujących pakietów, nie zostały spełnione:
pt_br: Os seguintes pacotes têm dependências não satisfeitas:
ru: Следующие пакеты имеют неудовлетворённые зависимости:

source: but it is a virtual package
ast: pero ye un paquete virtual
bn: কিন্তু এটা একটা পরাবাস্তব প্যাকেজ
eu: baina pakete birtuala da
gd: ach tha e 'na phacaid bhiortail
hu: de ez egy virtuális csomag
ja: しかし、仮想パッケージです
lv: bet tā ir virtuāla pakotne
pl: to jest pakiet wirtualny
pt_br: mas é um pacote virtual
ru: но это виртуальный пакет

source: but it is not installed
ast: pero nun ta instaláu
bn: কিন্তু এটা ইন্সটল অবস্থায় নেই।
gd: ach chan eil e stàlaichte
hu: de nincs telepítve
ja: しかし、インストールされていません
lv: bet tā nav uzinstalēta
pl: ale został zainstalowany
pt_br: mas não está instalado
ru: но он не установлен

source: but it is not going to be installed
ast: pero nun va instalase
bn: কিন্তু এটা ইন্সটল করা সম্ভব হচ্ছে না
gd: ach cha dèid a stàladh
hu: de nincs telepítésre jelölve
ja: しかし、インストールされません
lv: bet tā netiks uzinstalēta
pl: ale nie zostanie zainstalowany
pt_br: mas não vai ser instalado
ru: но он не будет установлен
