Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: List keys of trusted vendors
ast: Llistar les claves de vendedores de confianza
bn: বিশ্বস্ত ভেন্ডরদের কী-সমূহের তালিকা কর
eu: Konfidantzazko saltzaileak
gd: Liosta iuchraichean de reiceadairean earbsach
hu: Megbízható szállítók kulcsainak felsorolása
ja: 信頼できるベンダーの鍵を一覧表示します
lv: Uzskaitīt uzticamo piegādātāju atslēgas
pl: Lista kluczy zaufanych dostawców
pt_br: Lista de fornecedores com chaves confiáveis
ru: Список ключей доверенных поставщиков

source: To view the list of trusted keys, you need to authenticate.
ast: Pa ver la llista de claves de confianza, tienes d'autentificate.
bn: বিশ্বস্ত কী এর তালিকা প্রদর্শন করতে, আপনাকে পরিচয় দিতে হবে।
eu: Konfidantzazko gakoen zerrenda ikusteko autentikatu egin behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut liosta nan iuchraichean earbsach fhaicinn.
hu: Hitelesítés szükséges a megbízható kulcsok listájának megjelenítéséhez.
ja: 信頼している鍵のリストを表示するには、認証が必要です。
lv: Lai skatītu uzticamo atslēgu sarakstu, jums vajadzēs autentificēties.
pl: Aby wyświetlić listę zaufanych kluczy, należy się uwierzytelnić.
pt_br: Para ver a lista de chaves confiáveis, você precisa se autenticar.
ru: Для просмотра списка доверенных ключей требуется аутентификация.

source: Remove downloaded package files
ast: Desaniciar los ficheros de paquete descargaos
bn: ডাউনলোড করা প্যাকেজ ফাইলসমূহ অপসারণ কর
eu: Kendu deskargatutako pakete-fitxategiak
gd: Thoir air falbh faidhlichean phacaidean a chaidh a luchdadh a-nuas
hu: Letöltött csomagok eltávolítása
ja: ダウンロードしたパッケージファイルの削除
lv: Izņemt lejupielādēto pakotņu datnes
pl: Usunięcie pobranych pakietów
pt_br: Remover arquivos de pacote baixados
ru: Удалить файлы загруженных пакетов

source: To clean downloaded package files, you need to authenticate.
ast: Pa llimpiar los ficheros de paquetes descargaos, necesites autenticate.
bn: ডাউনলোড করা প্যাকেজগুলো মুছে ফেলতে হলে আপনাকে পরিচয় দিতে হবে৷
eu: Deskargatutako pakete-fitxategiak garbitzeko, autentikatu beharra duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut faidhlichean phacaidean a sgioblachadh a chaidh a luchdadh a-nuas.
hu: A letöltött csomagok törléséhez hitelesítésre van szükség.
ja: ダウンロードしたパッケージファイルを削除するには、認証する必要があります
lv: Lai attīrītu lejupielādēto pakotņu datnes, jums vajadzēs autentificēties.
pl: Aby usunąć pobrane pakiety plików, należy się uwierzytelnić.
pt_br: Para limpar os arquivos do pacote baixado, você precisa se autenticar.
ru: Вам необходимо авторизоваться для очистки файлов загруженных пакетов.

source: Change software configuration
ast: Camudar la configuración del software
bn: সফটওয়্যার কনফিগারেশন পরিবর্তন করুন
eu: Aldatu software-konfigurazioa
gd: Atharraich rèiteachadh a' bhathar-bhog
hu: Szoftverbeállítások megváltoztatása
ja: ソフトウェア設定の変更
lv: Mainīt programmatūras konfigurāciju
pl: Zmiana konfiguracji oprogramowania
pt_br: Alterar configurações de software
ru: Изменить настройки программного обеспечения

source: To change software settings, you need to authenticate.
ast: Pa camudar la configuración del software, necesites autenticate.
bn: সফটওয়্যার সেটিংস পরিবর্তন করতে হলে আপনাকে পরিচয় দিতে হবে৷
eu: Software-ezarpenak aldatzeko, autentifikatu behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut roghainnean a' bhathar-bhog atharrachadh.
hu: A szoftverbeállítások megváltoztatásához hitelesítésre van szükség.
ja: ソフトウェア設定を変更するには、認証する必要があります
lv: Lai mainītu programmatūras iestatījumus, jums jāautentificējas.
pl: Aby dokonać zmian, należy się uwierzytelnić.
pt_br: Para alterar as configurações de software, você precisa se autenticar.
ru: Вам необходимо авторизоваться для изменения настроек программного обеспечения.

source: Change software repository
ast: Camudar repositoriu de software
bn: সফটওয়্যার রিপোজিটরী পরিবর্তন করুন
eu: Aldatu softwarearen errepositorioa
gd: Atharraich ionad-tasgaidh a' bhathar-bhog
hu: Szoftvertároló módosítása
ja: ソフトウェアリポジトリの変更
lv: Mainīt programmatūras krātuvi
pl: Zmiana repozytorium oprogramowania
pt_br: Alterar repositório de software
ru: Изменить репозиторий с программами

source: To change software repository settings, you need to authenticate.
ast: Pa camudar les preferencies de los repositorios de software, tienes d'autentificate.
bn: সফটওয়্যার রিপোজিটরী সেটিংস পরিবর্তন করতে আপনাকে আপনার পরিচয় দিতে হবে।
eu: Software errepositorioaren ezarpenak aldatzeko autentikatu egin behar zara
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut roghainnean ionad-tasgaidh a' bhathar-bhog atharrachadh.
hu: Hitelesítés szükséges a szoftvertároló-beállítások módosításához.
ja: ソフトウェアリポジトリの設定を変更するには、認証が必要です。
lv: Lai mainītu programmatūras krātuves iestatījumus, jums jāautentificējas.
pl: Aby zmienić ustawienia repozytoriów oprogramowania, należy się uwierzytelnić.
pt_br: Para alterar configurações de repositório de software, você precisa se autenticar.
ru: Для изменения настроек репозитория с программами требуется аутентификация.

source: Install package file
ast: Instalar ficheru de paquete
bn: প্যাকেজ ফাইল ইন্সটল করুন
eu: Pakete-fitxategia instalatu
gd: Stàlaich faidhle pacaid
hu: Csomagfájl telepítése
ja: パッケージファイルのインストール
lv: Instalēt pakotņu datni
pl: Instalacja pliku pakietu
pt_br: Instalar arquivo de pacote
ru: Установка файла пакета

source: To install this package, you need to authenticate.
ast: Pa instalar esti paquete, necesites autenticate
bn: এই প্যাকেজটি ইন্সটল করতে হলে, আপনাকে পরিচয় দিতে হবে৷
eu: Pakete hau instalatzeko zure burua identifikatu behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut a' phacaid seo a stàladh.
hu: A csomag telepítéséhez hitelesítés szükséges.
ja: このパッケージをインストールするには、認証が必要です。
lv: Lai instalētu šo pakotni, jums jāautentificējas.
pl: Aby zainstalować ten pakiet, należy się uwierzytelnić.
pt_br: Para instalar esse pacote, você precisa se autenticar.
ru: Для установки этого пакета требуется аутентификация.

source: Update package information
ast: Anovar información de paquetes
bn: প্যাকেজের তথ্য আপডেট করো
eu: Pakete-informazioa eguneratu
gd: Ùraich fiosrachadh na pacaid
hu: Csomaginformációk frissítése
ja: パッケージ情報の更新
lv: Atjaunināt informāciju par pakotnēm
pl: Uaktualnianie informacji o pakietach
pt_br: Atualizar informações do pacote
ru: Обновление информации о пакетах

source: To update the software catalog, you need to authenticate.
ast: Pa instalar el catálogu de software, necesites autenticate
bn: সফটওয়্যার ক্যাটালগ হালনাগাদ করতে, আপনাকে পরিচয় দিতে হবে।
eu: Software katalogoa eguneratzeko autentikatu egin behar zara
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut catalog a' bhathar-bhog ùrachadh.
hu: A szoftverkatalógus frissítéséhez hitelesítés szükséges.
ja: ソフトウェアカタログを更新するには、認証が必要です。
lv: Lai atjauninātu programmatūras katalogu, jums jāautentificējas.
pl: Aby uaktualnić katalog oprogramowania, należy się uwierzytelnić.
pt_br: Para atualizar o catálogo de softwares, você precisa se autenticar.
ru: Для обновления каталога программного обеспечения требуется аутентификация.

source: Install or remove packages
ast: Instalar o desaniciar paquetes
bn: প্যাকেজ ইন্সটল কিংবা অপসারণ করুন
eu: Paketeak gehitu edo kendu
gd: Stàlaich no thoir air falbh pacaidean
hu: Csomagok telepítése vagy eltávolítása
ja: パッケージのインストールまたは削除
lv: Instalēt vai noņemt pakotnes
pl: Instalacja lub usuwanie pakietów
pt_br: Instalar ou remover pacotes
ru: Установить или удалить пакеты

source: To install or remove software, you need to authenticate.
ast: Pa instalar o desaniciar software, necesites autenticate
bn: কোন সফটওয়্যার ইন্সটল করতে বা মুছে ফেলতে হলে আপনাকে পরিচয় দিতে হবে৷
eu: Softwarea instalatu edo kentzeko, zure burua identifikatu behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut bathar-bog a stàladh no a thoirt air falbh.
hu: Hitelesítés szükséges szoftver telepítéséhez vagy eltávolításához.
ja: ソフトウェアをインストールまたは削除するには、認証を行う必要があります。
lv: Lai instalētu vai noņemtu programmatūru, jums jāautentificējas.
pl: Aby zainstalować lub usunąć oprogramowanie, należy się uwierzytelnić.
pt_br: Para instalar ou remover softwares, você precisa se autenticar.
ru: Для установки или удаления программ требуется аутентификация.

source: Install software from a high-trust whitelisted repository.
ast: Instalar software dende un repositoriu de llista blanca altamente confiable.
eu: Instalatu softwarea zerrenda zuriko errepositorio erabat fidagarritik.
gd: Stàlaich bathar-bog bhon ionad-tasgaidh a liosta-gheal le làn-earbsa.
hu: Szoftver telepítése megbízható, fehérlistán szereplő tárolóból.
ja: 信頼性の高いホワイトリストに載っているリポジトリからソフトウェアをインストールします。
lv: Instalēt programmatūru no ļoti uzticamas, baltajā sarakstā esošas krātuves.
pl: Instalacja oprogramowania z wysoce zaufanych repozytoriów białej listy.
pt_br: Instale programas a partir do repositório altamente confiável da lista branca.
ru: Установка приложений с проверенного репозитория.

source: To install software, you need to authenticate.
ast: Pa instalar software, necesites autenticate.
eu: Softwarea instalatzeko autentifikatu beharra daukazu.
gd: Gus stàladh bathar-bog, feumaidh tu dearbhachadh.
hu: A szoftver telepítéséhez hitelesítés szükséges.
ja: ソフトウェアをインストールするには認証が必要です。
lv: Lai instalētu programmatūru, jums jāautentificējas.
pl: Aby zainstalować oprogramowanie, należy się uwierzytelnić.
pt_br: Para instalar programas, você precisa se autenticar.
ru: Для установки программ требуется аутентификация.

source: Add a new repository and install packages from it
ast: Amestar un repositoriu nuevu ya instalar paquetes d'él
bn: একটি নতুন রিপোজটরী যুক্ত করুন এবং এর থেকে প্যাকেজ ইন্সটল করুন
eu: Gehitu errepositorio berria eta instalatu paketeak bertatik
gd: Cuir ionad-tasgaidh ris ùr agus stàlaich pacaidean uaithe
hu: Új tároló hozzáadása, és abból csomagok telepítése
ja: 新しいリポジトリを追加してパッケージをインストールします
lv: Pievienot jaunu krātuvi un instalēt pakotnes no tās
pl: Dodaj nowe repozytorium i instaluj z niego pakiety
pt_br: Adicionar um novo repositório e instalar pacotes a partir dele
ru: Добавить новый репозиторий и установить пакеты с него

source: To install software from a new source, you need to authenticate.
ast: Pa instalar software d'un orixen nuevu, necesites identificate.
bn: নতুন উৎস থেকে সফটওয়্যার ইনস্টল করতে, আপনাকে পরিচয় দিতে হবে।
eu: Iturri berri bateko softwarea instalatzeko, zure burua identifikatu behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut mus urrainn dhut bathar-bog a stàladh o thùs ùr.
hu: Hitelesítés szükséges a szoftverek új forrásból való telepítéséhez.
ja: 新しいソースからソフトウェアをインストールするには、認証が必要です。
lv: Lai instalētu programmatūru no jauna avota, jums jāautentificējas.
pl: Aby zainstalować oprogramowanie z nowego zasobu, należy się uwierzytelnić.
pt_br: Para instalar um software de uma nova fonte, você precisa se autenticar.
ru: Для установки приложений из нового источника вам необходимо пройти аутентификацию.

source: Add a new repository of purchased software and install packages from it
ast: Amestar un repositoriu nuevu de software mercáu ya instalar paquetes d'él
bn: কেনা সফটওয়্যারের একটি নতুন রিপোজটরী যুক্ত করুন এবং এর থেকে প্যাকেজ ইন্সটল করুন
eu: Erositako softwarearentzako errepositorio berria gehitu eta instalatu paketeak bertatik
gd: Cuir ris ionad-tasgaidh ùr de bhathar-bog a chaidh a cheannach agus stàlaich pacaidean uaithe
hu: Új, megvásárolt csomagokat tartalmazó tároló hozzáadása, és abból csomagok telepítése
ja: 新しいリポジトリを追加してパッケージをインストールします
lv: Pievienot jaunu iegādātās programmatūras krātuvi un instalēt pakotnes no tās
pl: Dodaj nowe repozytorium zakupionego oprogramowania i instaluj z niego pakiety
pt_br: Adicionar um novo repositório do software comprado e instalar pacotes a partir dele
ru: Добавить новый репозиторий платных приложений и установить пакеты с него

source: To install purchased software, you need to authenticate.
ast: Pa instalar software mercáu, necesites identificate.
bn: ক্রয়কৃত সফটওয়্যার ইন্সটল করতে হলে আপনাকে পরিচয় দিতে হবে৷
eu: Erositako softwarea instalatzeko autentikatu egin behar zara
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut bathar-bog a chaidh a cheannach a stàladh.
hu: Hitelesítés szükséges a megvásárolt szoftverek telepítéséhez.
ja: 購入したソフトウェアをインストールするには、認証が必要です。
lv: Lai instalētu nopirktu programmatūru, jums jāautentificējas.
pl: Aby zainstalować zakupione oprogramowanie, należy się uwierzytelnić.
pt_br: Para instalar um software comprado, você precisa se autenticar.
ru: Для установки купленных приложений необходима аутентификация.

source: Upgrade packages
ast: Anovar paquetes
bn: প্যাকেজ সমূহ আপগ্রেড করো
eu: Paketeak bertsio-berritu
gd: Àrdaich na pacaidean
hu: Csomagok frissítése
ja: パッケージのアップグレード
lv: Uzlabot pakotnes
pl: Aktualizacja pakietów
pt_br: Atualizar pacotes
ru: Обновление пакетов

source: To install updated software, you need to authenticate.
ast: Pa instalar software anováu, necesites autenticate
bn: হালনাগাদকৃত সফটওয়্যার ইনস্টল করতে, আপনাকে পরিচয় দিতে হবে।
eu: Eguneratutako softwarea instalatzeko zure burua identifikatu behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut bathar-bog ùraichte a stàladh.
hu: Frissített szoftver telepítéséhez hitelesítés szükséges.
ja: 更新されたソフトウェアをインストールするには、認証が必要です。
lv: Lai instalētu atjauninātu programmatūru, jums jāautentificējas.
pl: Aby zainstalować zaktualizowane oprogramowanie, należy się uwierzytelnić.
pt_br: Para instalar um software atualizado, você precisa se autenticar.
ru: Для установки обновлений требуется аутентификация.

source: Cancel the task of another user
ast: Encaboxar la xera d'otru usuariu
bn: অন্য ব্যবহারকারির কাজ বন্ধ করুন
eu: Beste erabiltzaile baten ataza ezeztatu
gd: Sguir de shaothair cleachdaiche eile
hu: Másik felhasználó feladatának megszakítása
ja: 他のユーザのタスクの中止
lv: Atcelt cita lietotāja darbību
pl: Anuluj zadanie innego użytkownika
pt_br: Cancelar a tarefa de outro usuário
ru: Отменить задачу другого пользователя

source: To cancel someone else's software changes, you need to authenticate.
ast: Pa encaboxar los cambeos de software, necesites autenticate.
bn: অন্য কারও সফটওয়্যার পরিবর্তন বাতিল করতে আপনাকে আপনার পরিচয় দিতে হবে।
eu: Beste norbaiten softwarea aldaketak ezeztatzeko autentikatu egin behar zara
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut sguir de dh'atharrachadh a rinn cuideigin eile air bathar-bog.
hu: Hitelesítés szükséges másik felhasználó szoftvermódosításainak megszakításához.
ja: 他人によるソフトウエアの変更を防ぐため、認証が必要です
lv: Lai atceltu kāda cita programmatūras izmaiņas, jums jāautentificējas.
pl: Aby anulować zmiany oprogramowania innego użytkownika, należy się uwierzytelnić.
pt_br: Para cancelar as alterações de outros softwares, você precisa se autenticar.
ru: Для отмены не своих изменений в программном обеспечении требуется аутентификация.

source: Set a proxy for software downloads
ast: Afitar un proxy pa descargues de software
bn: সফটওয়্যার ডাউনলোড করার জন্য একটি প্রক্সি নির্দিষ্ট করুন
eu: Softwarea deskargatzeko proxy bat ezarri.
gd: Suidhich progsaidh airson luchdaidhean a-nuas bathar-bog
hu: Proxy beállítása szoftverletöltésekhez
ja: ソフトウェアダウンロードのためのプロキシを設定
lv: Iestatīt starpnieku programmatūras lejupielādei
pl: Ustawienie pośrednika sieciowego do pobierania oprogramowania
pt_br: Definir um proxy para baixar softwares
ru: Установить прокси-сервер для загрузок приложений

source: To use a proxy server for downloading software, you need to authenticate.
ast: Pa usar un sirvidor proxy y baxar software, necesites autenticate
bn: সফটওয়্যার ডাউনলোডের জন্য প্রক্সি সার্ভার ব্যবহার করতে, আপনাকে পরিচয় দিতে হবে।
eu: Softwarea deskargatzeko proxy zerbitzari bat erabiltzeko autentikatu egin behar duzu
gd: Feumaidh tu dearbhadh a dhèanamh mus urrainn dhut frithealaiche progsaidh a chleachdadh gus bathar-bog a luchdadh a-nuas.
hu: A szoftver letöltéséhez proxy kiszolgáló használatához hitelesítés szükséges.
ja: ソフトウェアのダウンロードにプロキシサーバーを利用するには、認証が必要です。
lv: Lai izmantotu starpnieka serveri programmatūras lejupielādei, jums jāautentificējas.
pl: Aby użyć pośrednika sieciowego do pobierania oprogramowania, należy się uwierzytelnić.
pt_br: Para usar um proxy para baixar o software, você precisa se autenticar.
ru: Для использования прокси сервера для загрузки программного обеспечения требуется аутентификация.

source: ERROR
ast: FALLU
bn: ত্রুটি
eu: ERROREA
gd: MEARACHD
hu: HIBA
ja: エラー
lv: KĻŪDA
pl: BŁĄD
pt_br: ERRO
ru: ОШИБКА

source: Downloaded %sB of %sB at %sB/s
ast: Descargando %sB de %sB a %sB/s
bn: ডাউনলোড করা হয়েছে %sB, %sB এর মধ্যে %sB/s গতিতে
eu: %sB / %sB deskargatuta (%sB/s)
gd: Chaidh %sB de %sB a luchdadh a-nuas aig %sB
hu: Letöltve: %sB/%sB, sebesség: %sB/s
ja: %sB / %sB をダウンロード済（%sB/s）
lv: Lejupielādēti %sB no %sB ar ātrumu %sB/s
pl: Pobrano %sB z %sB z prędkością %sB/s
pt_br: Baixados %sB de %sB em %sB/s
ru: Загружено %sБ из %sБ на скорости %sБ/с

source: Downloaded %sB of %sB
ast: Descargando %sB de %sB
bn: ডাউনলোড করা হয়েছে %sB, %sB এর মধ্যে
eu: %sB / %sB deskargatuta
gd: Chaidh %sB de %sB a luchdadh a-nuas
hu: Letöltve: %sB/%sB
ja: %sB / %sB をダウンロード済
lv: Lejupielādēti %sB no %sB
pl: Pobrano %sB z %sB
pt_br: Baixados %sB de %sB
ru: Загружено %sБ из %sБ

source: ERROR:
ast: FALLU:
bn: ত্রুটি:
eu: ERROREA:
gd: MEARACHD:
hu: HIBA:
ja: エラー:
lv: KĻŪDA:
pl: BŁĄD:
pt_br: ERRO:
ru: ОШИБКА:

source: You are not allowed to perform this action.
ast: Nun tienes permisos pa facer esta aición.
bn: আপনি এই কাজ সম্পাদনের জন্য অনুমতিপ্রাপ্ত নন
eu: Ez duzu ekintza hau egiteko baimenik
gd: Chan eil cead agad seo a dhèanamh.
hu: Ezt a műveletet nem hajthatja végre.
ja: このアクションを行う権限がありません。
lv: Jums nav atļaujas veikt šo darbību.
pl: Użytkownikowi nie wolno wykonać tego działania.
pt_br: Você não tem permissão para executar esta ação.
ru: Вам не разрешено выполнять эту операцию.

source: Queuing
ast: Encolar
bn: সারিতে অনর্ভুক্ত করা হচ্ছে
eu: Ilararatzen
gd: A' ciuthadh
hu: Sorba állítás
ja: 待機中
lv: Ievieto rindā
pl: Kolejkowanie
pt_br: Enfileirando
ru: Организация очереди

source: Resolving dependencies
ast: Iguando dependencies
bn: ডিপেন্ডেসি ঠিক করা হচ্ছে
eu: Menpekotasunak ebazten
gd: A' fuasgladh nan eisimeileachdan
hu: Függőségek feloldása
ja: 依存関係を解決しています
lv: Atrisina atkarības
pl: Rozwiązywanie zależności
pt_br: Resolvendo dependências
ru: Разрешение зависимостей

source: The following NEW package will be installed (%(count)s):
ast: Va instalase'l siguiente paquete NUEVU (%(count)s):
bn: উল্লেখিত নতুন প্যাকেজ ইন্সটল করা হবে (%(count)s):
eu: Hurrengo pakete BERRIA instalatuko da (%(count)s):
gd: Thèid a' phacaid ÙR a leanas a stàladh (%(count)s):
hu: A következő új csomag kerül telepítésre (%(count)s):
ja: 以下の新しいパッケージをインストールします (%(count)s):
lv: Sekojošā JAUNĀ pakotne tiks instalēta (%(count)s):
pl: Następujący nowy pakiet zostanie zainstalowany (%(count)s):
pt_br: O NOVO pacote seguinte será instalado (%(count)s):
ru: Следующий НОВЫЙ пакет будет установлен (%(count)s):

source: The following package will be upgraded (%(count)s):
ast: Va anovase'l siguiente paquete (%(count)s):
bn: উল্লেখিত প্যাকেজ উন্নীত করা হবে (%(count)s):
eu: Hurrengo pakete BERRIA berrituko da (%(count)s):
gd: Thèid a' phacaid a leanas àrdachadh (%(count)s):
hu: A következő csomag kerül frissítésre (%(count)s):
ja: 以下のパッケージをアップグレードします (%(count)s):
lv: Sekojošā pakotne tiks uzlabota (%(count)s):
pl: Następujacy (%(count)s) pakiet zostanie zaktualizowany:
pt_br: O seguinte pacote será atualizado (%(count)s):
ru: Следующий пакет будет обновлен (%(count)s):

source: The following package will be REMOVED (%(count)s):
ast: El siguiente paquete va DESANICIASE (%(count)s):
bn: উল্লেখিত প্যাকেজ অপসারণ করা হবে (%(count)s):
eu: Hurrengo paketea EZABATUKO da (%(count)s):
gd: Thèid a' phacaid a leanas a thoirt air falbh (%(count)s):
hu: A következő csomag kerül eltávolításra (%(count)s):
ja: 以下のパッケージを削除します (%(count)s):
lv: Sekojošā pakotne tiks NOŅEMTA (%(count)s):
pl: Następujacy (%(count)s) pakiet zostanie usunięty:
pt_br: O seguinte pacote será REMOVIDO (%(count)s):
ru: Следующий пакет будет УДАЛЁН (%(count)s):

source: The following package will be DOWNGRADED (%(count)s):
ast: El siguiente paquete va DESANOVASE (%(count)s):
bn: উল্লেখিত প্যাকেজ অবনিত করা হবে (%(count)s):
eu: Ondorengo paketearen BERTSIO ZAHARRAGOA instalatuko da (%(count)s):
gd: Thèid a' phacaid a leanas ìsleachadh (%(count)s):
hu: A következő csomag kerül visszafejlesztésre (%(count)s):
ja: 以下のパッケージをダウングレードします (%(count)s):
lv: Sekojošā pakotne tiks PAZEMINĀTA (%(count)s):
pl: Następujacy (%(count)s) pakiet zostanie zdezaktualizowany:
pt_br: O pacote a seguir será rebaixado (%(count)s):
ru: Для следующего пакета будет произведен ОТКАТ (%(count)s):

source: The following package will be reinstalled (%(count)s):
ast: Va reinstalase'l siguiente paquete (%(count)s):
bn: উল্লেখিত প্যাকেজ পুনরায় ইন্সটল করা হবে (%(count)s):
eu: Hurrengo paketea berriz instalatuko da (%(count)s):
gd: Thèid a' phacaid a leanas ath-stàladh (%(count)s):
hu: A következő csomag kerül újratelepítésre (%(count)s):
ja: 以下のパッケージを再インストールします (%(count)s):
lv: Sekojošā pakotne tiks pārinstalēta (%(count)s):
pl: Następujacy (%(count)s) pakiet zostanie przeinstalowany:
pt_br: O seguinte pacote será reinstalado (%(count)s):
ru: Следующий пакет будет переустановлен (%(count)s):

source: The following package has been kept back (%(count)s):
ast: Retúvose'l siguiente paquete (%(count)s):
bn: উল্লেখিত প্যাকেজ পিছনে রাখা হয়েছে (%(count)s):
eu: Ondorengo paketearen bertsioa mantendu da (%(count)s):
gd: Thèid a'phacaid a leanas a chumail air ais (%(count)s):
hu: A következő csomag lett visszatartva (%(count)s):
ja: 以下のパッケージはそのままです (%(count)s):
lv: Sekojošā pakotne tika aizturēta (%(count)s):
pl: Następujacy (%(count)s) pakiet został przywrócony:
pt_br: O pacote a seguir será mantido (%(count)s):
ru: Следующий пакет был восстановлен (%(count)s):

source: Need to get %sB of archives.
ast: Necesítase descargar %sB d'archivos.
bn: আর্কাইভের %sB পাওয়া প্রয়োজন।
eu: %sB fitxategi lortu behar dira.
gd: Feumaidh sinn %sB de thasglannan fhaighinn.
hu: %sB töltendő le az archívumokból.
ja: %sB のアーカイブを取得する必要があります。
lv: Vajag saņemt %sB no arhīviem.
pl: Należy pobrać %sB archiwów.
pt_br: Necessita baixar %sB de arquivos.
ru: Требуется получить %sБ архивов.

source: After this operation, %sB of additional disk space will be used.
ast: Dempués d'esta operación, van usase %sB d'espaciu adicional nel discu.
bn: এই অপারেশনের পরে, ডিস্কের অতিরিক্ত %sB জায়গা ব্যবহৃত হবে।
eu: Eragiketa honen ostean, diskoko %sB gehiago erabiliko dira.
gd: Bidh %sB a dh'àite a bharrachd air an diosg air a chleachdadh an dèidh seo.
hu: A művelet után %sB további lemezhely kerül felhasználásra.
ja: この操作を行うと、%sB の追加ディスク領域を使用します。
lv: Pēc šīs darbības tiks papildu izmantoti %sB diska vietas.
pl: Po tej operacji użyte zostanie %sB dodatkowego miejsca.
pt_br: Depois dessa operação, %sB de espaço adicional do disco será usado.
ru: После этой операции будет использовано %sБ дополнительного дискового пространства.

source: After this operation, %sB of additional disk space will be freed.
ast: Dempués d'esta operación, van lliberase %sB d'espaciu nel discu.
bn: এই অপারেশনের পরে, ডিস্কের অতিরিক্ত %sB জায়গা খালি হবে।
eu: Eragiketa honen ostean, diskoko %sB libratuko dira.
gd: Bidh %sB a dh'àite a bharrachd air an diosg air a shaoradh an dèidh seo.
hu: A művelet után %sB további lemezhely kerül felszabadításra.
ja: この操作を行うと、%sB の追加ディスク領域が開放されます。
lv: Pēc šīs darbības tiks papildu atbrīvoti %sB diska vietas.
pl: Po tej operacji zwolnione zostanie %sB dodatkowego miejsca.
pt_br: Depois dessa operação, %sB de espaço de disco serão liberados.
ru: После этой операции будет освобождено %sБ дискового пространства.
