Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: but %s is installed
ast: pero %s ta instaláu
bn: কিন্তু %s ইন্সটল করা রয়েছে
gd: Ach tha %s stàlaichte
hu: de %s verzió van telepítve
ja: しかし、%s はインストール済みです
lv: bet %s ir uzinstalēta
pl: ale %s jest zainstalowany
pt_br: mas a %s está instalada
ru: но %s уже установлен

source: but %s is to be installed
ast: pero %s nun ta instaláu
bn: কিন্তু %s ইন্সটল করতে হবে
gd: ach tha %s ri stàladh
hu: de %s verziót kellene telepíteni
ja: しかし、%s はインストールされます
lv: bet %s tiks instalēta
pl: ale %s zostanie zainstalowany
pt_br: mas a %s será instalada
ru: но %s должен быть установлен
