Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: Package is already installed
ast: El paquete yá ta instaláu
bn: প্যাকেজ ইতোমধ্যে ইন্সটল হয়েছে
eu: Jadanik instalatuta dago paketea
gd: Tha a' phacaid stàlaichte mar-thà
hu: A csomag már telepítve van
ja: パッケージはインストール済です
lv: Pakotne jau ir uzinstalēta
pl: Pakiet jest już zainstalowany
pt_br: Pacote já está instalado
ru: Пакет уже установлен

source: Package isn't installed
ast: El paquete nun s'instaló
bn: প্যাকেজ ইন্সটল হয়নি
eu: Paketa ez dago instalatuta
gd: Chan eil a' phacaid stàlaichte
hu: A csomag nincs telepítve
ja: パッケージはインストールされていません
lv: Pakotne nav uzinstalēta
pl: Pakiet nie jest zainstalowany
pt_br: Pacote não está instalado
ru: Пакет не установлен

source: Failed to remove essential system package
ast: Falló al desinstalar un paquete esencial del sistema
bn: অপরিহার্য সিস্টেম প্যাকেজ অপসারণ করতে ব্যর্থ
eu: Ezin izan da sistemarentzako funtsezkoa den paketea ezabatu
gd: Cha b' urrainn dhuinn pacaid riatanach an t-siostaim a thoirt air falbh
hu: Az alapvető rendszercsomag eltávolítása meghiúsult
ja: 重要なシステムパッケージの削除に失敗しました
lv: Neizdevās noņemt svarīgu sistēmas pakotni
pl: Nieudane usunięcie niezbędnego pakietu systemu
pt_br: Falha na remoção de pacote essencial ao sistema
ru: Ошибка при удалении важного системного пакета

source: Task cannot be monitored or controlled
ast: La xera nun pudo monitorizase o controlase
bn: টাস্ক লক্ষ্য বা নিয়ন্ত্রণ করতে পারছেনা
eu: Ezin da ataza monitorizatu edo kontrolatu
gd: Cha ghabh sùil no smachd a chumail air an t-saothair seo
hu: A feladat nem figyelhető meg vagy nem irányítható
ja: タスクを監視またはコントロールすることができません
lv: Uzdevumu neizdodas novērot vai kontrolēt
pl: Zadanie nie może być monitorowane ani kontrolowane
pt_br: Tarefa não pode ser monitorada ou controlada
ru: Задание не может быть проконтролировано

source: Package operation failed
ast: Falló la operación col paquete
bn: প্যাকেজ অপারেশন ব্যর্থ
eu: Huts egin du pakete-ekintzak
gd: Dh'fhàillig obrachadh na pacaid
hu: A csomagművelet meghiúsult
ja: パッケージの操作に失敗しました
lv: Darbība ar pakotni neizdevās
pl: Nieudane działanie pakietu
pt_br: Falha na operação do pacote
ru: Ошибка операции над пакетом

source: Requires installation of untrusted packages
ast: Requierse la instalación de paquetes non confiables
bn: অবিশ্বস্ত প্যাকেজের ইনস্টলেশন প্রয়োজন
eu: Pakete ez fidagarrien instalazioa behar du
gd: Feumaidh seo stàladh de phacaidean anns nach eil earbsa
hu: Nem megbízható csomagok telepítését igényli
ja: 信頼されていないパッケージのインストールが必要です
lv: Pieprasa neuzticamu pakotņu instalēšanu
pl: Wymaga instalacji niezaufanych pakietów
pt_br: Necessita instalação de pacotes não confiáveis
ru: Требуется установка ненадёжных пакетов

source: Previous installation hasn't been completed
ast: Una instalación previa nun se completó
bn: পূর্ববর্তী ইনস্টলেশন সম্পন্ন করা হয়নি
eu: Ez da aurreko instalazioa osatu
gd: Cha deach an stàlachadh roimhe a choileanadh
hu: Egy korábbi telepítés nem fejeződött be
ja: 以前のインストールが完了していません
lv: Iepriekšējā instalēšana nav pabeigta
pl: Poprzednia instalacja nie została ukończona
pt_br: Instalações anteriores não foram completadas
ru: Предыдущая установка не была завершена

source: The package is of bad quality
ast: El paquete ye de mala calidá
bn: প্যাকেজের গুণগত মান খারাপ
eu: Paketea kalitate txarrekoa da
gd: Tha a' phacaid de dhroch-chàileachd
hu: A csomag rossz minőségű
ja: パッケージの品質が悪いです
lv: Šī ir sliktas kvalitātes pakotne
pl: Ten pakiet ma złą jakość
pt_br: O pacote é de má qualidade
ru: Этот пакет плохого качества

source: Package file could not be opened
ast: El ficheru de paquete nun pue abrise
bn: প্যাকেজ ফাইল খোলা যাচ্ছেনা
eu: Pakete-fitxategia ezin izan da ireki
gd: Cha b' urrainn dhuinn a' phacaid fhosgladh
hu: A csomagfájl nem nyitható meg
ja: パッケージファイルを開けませんでした
lv: Nevarēja atvērt pakotnes datni
pl: Plik pakietu nie mógł zostać otwarty
pt_br: O pacote não pôde ser aberto
ru: Не удалось открыть пакет

source: Not supported feature
ast: Carauterística non permitida
bn: বৈশিষ্ট্য সমর্থিত নয়
eu: Jasan gabeko ezaugarria
gd: Feart gun taic
hu: Nem támogatott funkció
ja: サポートされていない機能です
lv: Iespēja nav atbalstīta
pl: Opcja niedostępna
pt_br: Recurso não suportado
ru: Эта возможность не поддерживается

source: Failed to download the license key
ast: Falló la descarga de la clave de llicencia
bn: লাইসেন্সের কী ডাউনলোড করতে ব্যর্থ হয়েছে
eu: Huts egin du lizentzia-gakoa deskargatzeak
gd: Dh'fhàillig luchdadh a-nuas an iuchair cead
hu: A licenc-kulcs letöltése nem sikerült
ja: ライセンスキーのダウンロードに失敗しました
lv: Neizdevās lejupielādēt licences atslēgu
pl: Nie udało się pobrać klucza licencyjnego
pt_br: Falha ao baixar a chave de licença
ru: Ошибка получения лицензионного ключа

source: Failed to install the license key
ast: Fallu na instalación de la clave de llicencia
bn: লাইসেন্সের কী ইনস্টল করতে ব্যর্থ হয়েছে
eu: Huts egin du lizentzia-gakoa instalatzeak
gd: Dh'fhàillig stàladh an iuchair cead
hu: A licenc-kulcs telepítése sikertelen
ja: ライセンスキーのインストールに失敗しました
lv: Neizdevās instalēt licences atslēgu
pl: Nie udało się zainstalować klucza licencyjnego
pt_br: Falha ao instalar a chave de licença
ru: Ошибка установки лицензионного ключа

source: The system is already up to date
ast: El sistema yá ta anováu
bn: পদ্ধতি ইতোমধ্যে হালনাগাদ
eu: Sistema dagoeneko eguneratuta dago
gd: Tha an t-siostam seo mar thà a dh'ionnsaigh an là
hu: A rendszer már naprakész
ja: システムはすでに最新です
lv: Sistēma jau ir aktuāla
pl: System jest już w pełni zaktualizowany
pt_br: O sistema já está atualizado
ru: Система в актуальном состоянии

source: You could not be authorized
ast: Nun se te pudo autorizar
gd: Cha b'urrainn dhut a bhith ùghdarraichte
pl: Autoryzacja nieudana
pt_br: Você não obteve autorização
ru: Авторизация пользователя не может быть выполнена

source: You are not allowed to perform this action
ast: Nun se te permite facer esta aición
gd: Chan eil e ceadaichte dhut an gnìomh seo a dhèanamh
ja: このアクションを実行する権限がありません
pl: Niestety nie wolno Tobie wykonać tej operacji.
pt_br: Você não tem autorização para efetuar essa ação
ru: Недостаточно прав для выполнения этого действия

source: An unhandlable error occured
ast: Hebo un fallu que nun puede remanase.
bn: সামলানো যায়না এমন ত্রুটি হয়েছে
eu: Errore manieazina gertatu da
gd: Thachair mearachd nach gabh a làimhseachadh
hu: Nem kezelhető hiba történt
ja: ハンドルできないエラーが発生しました
lv: Gadījās neapstrādājama kļūda
pl: Wystąpił nieobsługiwany błąd
pt_br: Um erro que não pode ser tratado ocorreu
ru: Произошла непреодолимая ошибка

source: Waiting for service to start
ast: Esperando l'aniciu del serviciu
bn: সার্ভিস আরম্ভ করার জন্য অপেক্ষা করা হচ্ছে
eu: Zerbitzua hasi arte itxaroten
gd: A' feitheamh ri tòiseachadh seirbheise
hu: Várakozás a szolgáltatás elindulására
ja: 処理の開始を待っています
lv: Gaida servisa palaišanos
pl: Oczekiwanie na uruchomienie usługi
pt_br: Aguardando o serviço para iniciar
ru: Ожидание запуска службы

source: Waiting
ast: Aguardando
bn: অপেক্ষা করা হচ্ছে
eu: Zain
gd: A' feitheamh
hu: Várakozás
ja: 待機中
lv: Gaida
pl: Oczekiwanie
pt_br: Aguardando
ru: Ожидание

source: Waiting for required medium
ast: Esperando'l soporte requeríu
bn: প্রয়োজনীয় মাধ্যমের জন্য অপেক্ষা করা হচ্ছে
eu: Beharrezko euskarriari itxaroten
gd: A' feitheamh ri meadhan riatanach
hu: Várakozás a szükséges adathordozóra
ja: 要求されたメディアを待っています
lv: Gaida pieprasīto datu nesēju
pl: Oczekiwanie na żądany nośnik
pt_br: Aguardando a mídia requerida
ru: Ожидание требуемого носителя информации

source: Waiting for other software managers to quit
ast: Esperando que los demás xestores de paquetes se zarren
bn: অন্যান্য সফটওয়্যার ব্যবস্থাপক শেষ করার জন্য অপেক্ষা করা হচ্ছে
eu: Beste software-kudeatzaileak itxi arte itxaroten
gd: A' feitheamh ri dùnadh de mhanaidsearan bathar-bog eile
hu: Várakozás más szoftverkezelők kilépésére
ja: 他のソフトウェアマネージャーの終了を待っています
lv: Gaida, kad citi programmatūras pārvaldnieki tiks aizvērti
pl: Oczekiwanie na zakończenie pracy innych menedżerów oprogramowania
pt_br: Aguardando por outros gerenciadores de software para sair
ru: Ожидание окончания работы других менеджеров программного обеспечения

source: Waiting for configuration file prompt
ast: Esperando la solicitú del ficheru de configuración
bn: কনফিগারেশন ফাইল প্রম্পটের জন্য অপেক্ষা করা হচ্ছে
eu: Konfigurazio-fitxategi elkarrizketari itxaroten
gd: A' feitheamh ri brodadh airson faidhle a rèiteachadh
hu: Várakozás a beállítófájl parancssorára
ja: 設定ファイルのプロンプトを待っています
lv: Gaida konfigurācijas datnes uzvedni
pl: Oczekiwanie na zapytanie pliku konfiguracji
pt_br: Aguardando o arquivo de configuração
ru: Ожидание запроса конфигурационного файла

source: Running task
ast: Executando xera
bn: টাস্ক চলছে
eu: Ataza exekutatzen
gd: Saothair 'na ruith
hu: Feladat futtatása
ja: タスクを実行中です
lv: Veic darbību
pl: Przetwarzanie zadania
pt_br: Executando tarefa
ru: Запуск задачи

source: Downloading
ast: Baxando
bn: ডাউনলোড করা হচ্ছে
eu: Deskargatzen
gd: 'Ga luchdadh a-nuas
hu: Letöltés
ja: ダウンロード中です
lv: Lejupielādē
pl: Pobieranie
pt_br: Baixando
ru: Идёт загрузка

source: Querying software sources
ast: Consultando los oríxenes del software
bn: সফটওয়্যারের উৎস কোয়েরি করা হচ্ছে
eu: Software-jatorriak kontsultatzen
gd: A' ceisteachadh bunan-tùs bathar-bog
hu: Szoftverforrások lekérdezése
ja: ソフトウェアソースに問い合わせています
lv: Vaicā programmatūras avotus
pl: Wysylanie zapytań do źródeł oprogramowania
pt_br: Consultando os canais de software
ru: Запрос источников программ

source: Cleaning up
ast: Llimpiando
bn: পরিষ্কার করা হচ্ছে
eu: Garbitzen
gd: 'Ga sgioblachadh
hu: Frissítés befejezése
ja: クリーンアップ中です
lv: Uzkopj
pl: Sprzątanie
pt_br: Limpando
ru: Очистка

source: Finished
ast: Fináu
bn: শেষ করা হচ্ছে
eu: Burututa
gd: Deiseil
hu: Befejezve
ja: 終了しました
lv: Pabeigts
pl: Ukończono
pt_br: Concluído
ru: Завершено

source: Cancelling
ast: Encaboxando
bn: বাতিল করা হচ্ছে
eu: Ezeztatzen
gd: A' sgur dheth
hu: Megszakítás
ja: キャンセルします
lv: Atceļ
pl: Anulowanie
pt_br: Cancelando
ru: Отмена

source: Loading software list
ast: Cargando la llista de software
bn: সফটওয়্যারের তালিকা লোড করা হচ্ছে
eu: Software-zerrenda kargatzen
gd: A' luchdadh liosta a' bhathar-bhog
hu: Szoftverlista betöltése
ja: ソフトウェアの一覧を読み込んでいます
lv: Ielādē programmatūras sarakstu
pl: Wczytywanie listy oprogramowania
pt_br: Carregando lista de softwares
ru: Загрузка списка приложений

source: Installing %s
ast: Instalando %s
bn: %s ইনস্টল করা হচ্ছে
eu: %s instalatzen
gd: A' stàladh %s
hu: %s telepítése
ja: %s をインストールしています
lv: Instalē %s
pl: Instalowanie %s
pt_br: Instalando %s
ru: Устанавливается %s

source: Configuring %s
ast: Configurando %s
bn: %s কনফিগার করা হচ্ছে
eu: %s konfiguratzen
gd: A' rèiteachadh %s
hu: %s konfigurálása
ja: %s を設定しています
lv: Konfigurē %s
pl: Konfigurowanie %s
pt_br: Configurando %s
ru: Настройка %s

source: Removing %s
ast: Desaniciando %s
bn: %s অপসারণ করা হচ্ছে
eu: %s ezabatzen
gd: A' toirt air falbh %s
hu: %s eltávolítása
ja: %s を削除しています
lv: Izņem %s
pl: Usuwanie %s
pt_br: Removendo %s
ru: Удаление %s

source: Completely removing %s
ast: Desaniciando dafechu %s
bn: %s সম্পূর্ণরূপে অপসারণ করা হচ্ছে
eu: %s guztiz ezabatzen
gd: A' toirt às %s gu lèir
hu: %s teljes eltávolítása
ja: %s を完全に削除しています
lv: Pilnībā izņem %s
pl: Całkowite usuwanie %s
pt_br: Removendo completamente %s
ru: Выполняется полное удаление %s

source: Noting disappearance of %s
ast: Anotando desaniciáu de %s
bn: %s এ কোনো কিছুই অদর্শন নেই
eu: %s paketea desagertu dela antzeman da
gd: Sònrachadh teicheadh de %s
hu: „%s” eltűnése feljegyezve
ja: %sの消失を記録しています
lv: Piefiksē %s pazušanu
pl: Odnotowano zniknięcie pakietu %s
pt_br: Observando o desaparecimento de %s
ru: Уведомление об исчезновении «%s»

source: Running post-installation trigger %s
ast: Executando activador de post-instalación de %s
bn: %s পোস্ট-ইনস্টলেশন ট্রিগার চালু করা হচ্ছে
eu: Instalazio-ondorengo %s abiarazlea exekutatzen
gd: A' ruith trigear post-installation %s
hu: A(z) %s telepítés utáni trigger futtatása
ja: インストール後トリガ %s を実行しています
lv: Izpilda pēcinstalēšanas trigeri %s
pl: Przetwarzanie wyzwalacza %s
pt_br: Executando gatilho pós-instalação %s
ru: Выполняется послеустановочный триггер %s

source: Upgrading %s
ast: Anovando %s
bn: %s উন্নীত করা হচ্ছে
eu: %s bertsio-berritzen
gd: Ag àrdachadh %s
hu: %s frissítése
ja: %s をアップグレードしています
lv: Uzlabo %s
pl: Aktualizowanie %s
pt_br: Atualizando %s
ru: Обновление %s

source: Unpacking %s
ast: Desempaquetando %s
bn: %s মোড়ক খোলা হচ্ছে
eu: %s paketetik ateratzen
gd: Neo-phacadh %s
hu: %s kicsomagolása
ja: %s を展開しています
lv: Atpako %s
pl: Rozpakowywanie %s
pt_br: Desempacotando %s
ru: Извлечение %s

source: Preparing installation of %s
ast: Preparando la instalación de %s
bn: %s এর ইন্সটলেশন প্রস্তুত করা হচ্ছে
eu: %s instalatzeko prestatzen
gd: Ag ullachadh stàlachadh de %s
hu: %s telepítésének előkészítése
ja: %s をインストールする準備をしています
lv: Sagatavo %s instalēšanu
pl: Przygotowanie do instalacji %s
pt_br: Preparando a instalação de %s
ru: Подготовка к установке %s

source: Preparing configuration of %s
ast: Preparando la configuración %s
bn: %s এর কনফিগারেশন প্রস্তুত করা হচ্ছে
eu: %s konfiguratzeko prestatzen
gd: Ag ullachadh rèiteachadh de %s
hu: %s beállításának előkészítése
ja: %s を設定する準備をしています
lv: Sagatavo %s konfigurāciju
pl: Przygotowanie do konfiguracji %s
pt_br: Preparando a configuração de %s
ru: Подготовка конфигурации %s

source: Preparing removal of %s
ast: Preparando'l desaniciu de %s
bn: %s এর অপসারণ প্রস্তুত করা হচ্ছে
eu: %s ezabatzeko prestatzen
gd: Ag ullachadh a' toirt às %s
hu: %s eltávolításának előkészítése
ja: %s を削除する準備をしています
lv: Sagatavo %s izņemšanu
pl: Przygotowanie do usunięcia %s
pt_br: Preparando a remoção de %s
ru: Подготовка к удалению %s

source: Preparing complete removal of %s
ast: Preparando pa desaniciar %s dafechu
bn: %s এর সম্পূর্ণ অপসারণ প্রস্তুত করা হচ্ছে
eu: %s guztiz ezabatzeko prestatzen
gd: Ag ullachadh a' toirt às %s gu lèir
hu: %s teljes eltávolításának előkészítése
ja: %s を完全に削除する準備をしています
lv: Sagatavo pilnīgu %s izņemšanu
pl: Przygotowanie do całkowitego usunięcia %s
pt_br: Preparando a remoção completa de %s
ru: Подготовка к полному удалению %s

source: Installed %s
ast: %s instaláu
bn: %s ইন্সটল করা হয়েছে
eu: %s instalatu da
gd: %s Stàlaichte
hu: %s telepítve
ja: %s をインストールしました
lv: %s ir instalēts
pl: Zainstalowano %s
pt_br: %s instalado
ru: %s установлен

source: Completely removed %s
ast: %s desinstalóse dafechu
bn: %s সম্পূর্ণরূপে অপসারণ করা হয়েছে
eu: %s guztiz ezabatu da
gd: %s ga thoirt às gu lèir
hu: %s teljesen eltávolítva
ja: %s を完全に削除しました
lv: %s ir pilnībā izņemts
pl: Całkowicie usunięto %s
pt_br: %s completamente removido
ru: %s полностью удалён

source: Removed %s
ast: %s desinstaláu
bn: %s অপসারণ করা হয়েছে
eu: %s ezabatu da
gd: %s ga thoirt às
hu: %s eltávolítva
ja: %s を削除しました
lv: %s ir izņemts
pl: Usunięto %s
pt_br: %s removido
ru: %s удалён

source: Processing %s
ast: Procesando %s
bn: প্রক্রিয়াধীন %s
eu: %s prozesatzen
gd: Giollachd %s
hu: %s feldolgozása
ja: %s を処理中
lv: Apstrādā %s
pl: Przetwarzanie %s
pt_br: Processando %s
ru: Обработка %s

source: Done
ast: Fecho
bn: সম্পন্ন
eu: Egina
gd: Dèanta
hu: Kész
ja: 完了
lv: Pabeigts
pl: Ukończono
pt_br: Concluído
ru: Выполнено

source: Authentication failed
ast: Falló l'autenticación
bn: প্রমাণীকরণ ব্যর্থ
eu: Autentifikazioak huts egin du
gd: Dh'fhàillig an dearbhadh
hu: Sikertelen hitelesítés
ja: 認証に失敗しました
lv: Neizdevās autentificēties
pl: Uwierzytelnienie się nie powiodło
pt_br: Falha de autenticação
ru: Аутентификация не удалась

source: Fetching
ast: Descargando
bn: নিয়ে আসা হচ্ছে
eu: Eskuratzen
gd: 'Ga fhaighinn
hu: Letöltés
ja: 取得しています
lv: Saņem
pl: Pobieranie
pt_br: Obtendo
ru: Получение

source: Idle
ast: Inactivu
bn: নিষ্ক্রিয়
eu: Inaktibo
gd: 'Na thàmh
hu: Üresjárat
ja: 待機中
lv: Dīkstāvē
pl: Bezczynny
pt_br: Ocioso
ru: Ожидание

source: Network isn't available
ast: La rede nun ta disponible
bn: নেটওয়ার্ক বিদ্যমান নয়
eu: Sarea ez dago eskuragarri
gd: Chan eil an lìonra ri fhaighinn
hu: A hálózat nem érhető el
ja: ネットワークが利用できません
lv: Tīkls nav pieejams
pl: Sieć jest niedostępna
pt_br: Rede não está disponível
ru: Сеть недоступна

source: Details
ast: Detalles
bn: বিস্তারিত তথ্য
eu: Xehetasunak
gd: Mion-fhiosrachadh
hu: Részletek
ja: 詳細情報
lv: Sīkāka informācija
pl: Szczegóły
pt_br: Detalhes
ru: Подробно

source: File
ast: Ficheru
bn: ফাইল
eu: Fitxategia
gd: Faidhle
hu: Fájl
ja: ファイル
lv: Datne
pl: Plik
pt_br: Arquivo
ru: Файл

source: Downloaded %sB
ast: Descargáu %sB
bn: %sB ডাউনলোড করা হয়েছে
eu: %sB deskargatuta
gd: Chaidh %sB a luchdadh a-nuas
hu: %sB letöltve
ja: ダウンロード済み %sB
lv: Lejupielādēti %sB
pl: Pobrano %sB
pt_br: Baixado %sB
ru: Загружено %sБ

source: Downloaded
ast: Descargáu
bn: ডাউনলোড করা হয়েছে
eu: Deskargatuta
gd: Air a luchdadh a-nuas
hu: Letöltve
ja: ダウンロード済
lv: Lejupielādēti
pl: Pobrano
pt_br: Baixado
ru: Загружено

source: CD/DVD '%s' is required
ast: Necesítase'l CD/DVD «%s»
bn: সিডি/ডিভিডি '%s প্রয়োজন
eu: '%s' CD/DVDa behar da
gd: Tha feum air an CD/DVD "%s"
hu: „%s” CD/DVD szükséges
ja: '%s' という名のCD/DVDが必要です
lv: Tiek pieprasīts CD/DVD “%s”
pl: Wymagany nośnik CD/DVD "%s"
pt_br: CD/DVD '%s' é necessário
ru: Требуется наличие CD/DVD '%s'

source: Please insert the above CD/DVD into the drive '%s' to install software packages from it.
ast: Inxerta' CD/DVD na unidá '%s' pa instalar los paquetes de software dende él.
bn: অনুগ্রহ করে সফটওয়্যার প্যাকেজ ইনস্টল করতে ড্রাইভ '%s' তে উপর থেকে CD/DVD প্রবেশ করান।
eu: Sartu goiko CD/DVDa '%s' unitatean eta instalatu software-paketeak bertatik.
gd: Cuir a-steach an CD/DVD gu h-àrd dhan draibh "%s" gus pacaidean bathar-bog a stàladh uaithe.
hu: Helyezze be a fenti CD-t/DVD-t a(z) „%s” meghajtóba a rajta lévő szoftvercsomagok telepítéséhez.
ja: パッケージをインストールするため、CD/DVDをドライブ '%s' に入れてください。
lv: Lūdzu, ievietojiet augstāk minēto CD/DVD dzinī “%s”, lai no tā uzinstalētu programmatūras pakotnes.
pl: Proszę wsunąć powyższą płytę CD/DVD do napędu "%s", aby zainstalować z niej pakiety oprogramowania.
pt_br: Por favor insira o CD/DVD abaixo no drive '%s' para instalar pacotes dele.
ru: Вставьте указанный выше CD/DVD в привод '%s' для установки пакетов с него.

source: C_ontinue
ast: _Continuar
bn: চালিয়ে যাওয়া (_O)
eu: _Jarraitu
gd: L_ean air adhart
hu: _Folytatás
ja: 続行(_O)
lv: T_urpināt
pl: _Kontynuuj
pt_br: C_ontinuar
ru: П_родолжить

source: Install
ast: Instalar
bn: ইনস্টল
eu: Instalatu
gd: Stàlaich
hu: Telepítés
ja: インストール
lv: Instalēt
pl: Zaintaluj
pt_br: Instalar
ru: Установить

source: Reinstall
ast: Reinstalar
bn: পুনরায় ইনস্টল
eu: Berrinstalatu
gd: Ath-stàlaich
hu: Újratelepítés
ja: 再インストール
lv: Pārinstalēt
pl: Zainstaluj ponownie
pt_br: Reinstalar
ru: Переустановить

source: Remove
ast: Desaniciar
bn: অপসারণ
eu: Ezabatu
gd: Thoir air falbh
hu: Eltávolítás
ja: 削除
lv: Izņemt
pl: Usuń
pt_br: Remover
ru: Удалить

source: Purge
ast: Purgar
bn: শুদ্ধিকরণ
eu: Araztu
gd: Purgaidich
hu: Törlés
ja: 完全に削除
lv: Iztīrīt
pl: Usuń z konfiguracją
pt_br: Eliminar
ru: Очистить

source: Upgrade
ast: Anovar
bn: উন্নীত করা
eu: Bertsio-berritu
gd: Àrdaich
hu: Frissítés
ja: アップグレード
lv: Uzlabot
pl: Zaktualizuj
pt_br: Atualizar
ru: Обновить

source: Downgrade
ast: Desanovar
bn: অবনিত করা
eu: Itzuli aurreko bertsiora
gd: Ìslich
hu: Visszafejlesztés
ja: ダウングレード
lv: Pazemināt
pl: Przywróć poprzednią wersję
pt_br: Desatualizar
ru: Понизить версию

source: Skip upgrade
ast: Omitir anovamientu
bn: উন্নীতকরণ বাদ দিয়ে যান
eu: Saltatu bertsio-berritzea
gd: Gearr leum thairis air an àrdachadh
hu: Frissítés kihagyása
ja: アップグレードをスキップ
lv: Izlaist uzlabošanu
pl: Pomiń aktualizację
pt_br: Pular atualização
ru: Пропустить обновление

source: Please take a look at the list of changes below.
ast: Écha-y un güeyu a la llista de cambeos.
bn: নিম্নের পরিবর্তনের দিকে লক্ষ্য করুন।
eu: Ikusi aldaketen zerrenda azpian.
gd: Thoir sùil air liosta nan atharraichean a leanas.
hu: Nézze meg a változtatások alábbi listáját.
ja: 以下の変更点のリストを確認してください。
lv: Lūdzu, apskatiet zemāk esošo izmaiņu sarakstu.
pl: Proszę obejrzeć na listę zmian poniżej.
pt_br: Por favor verifique a lista de mudanças abaixo.
ru: Пожалуйста, посмотрите на список изменений ниже.

source: Additional software has to be installed
ast: Hai d'instalar software adicional
bn: অতিরিক্ত সফটওয়্যার হালনাগাদ করা হবে
eu: Software gehigarria instalatu beharra dago
gd: Feumaidh tu bathar-bog a bharrachd a stàladh
hu: További szoftvereket kell telepíteni
ja: 追加ソフトウェアをインストールする必要があります
lv: Papildu programmatūra, kas jāinstalē
pl: Należy zainstalować dodatkowe oprogramowanie
pt_br: Software adicional deve ser instalado
ru: Необходима установка дополнительных программ

source: Additional software has to be re-installed
ast: Hai de reinstalar software adicional
bn: অতিরিক্ত সফটওয়্যার পুনরায় ইন্সটল করা হবে
eu: Software gehigarria berrinstalatu beharra dago
gd: Feumaidh tu bathar-bog a bharrachd a ath-stàladh
hu: További szoftvereket kell újratelepíteni
ja: 追加ソフトウェアを再インストールする必要があります
lv: Papildu programmatūra, kas jāpārinstalē
pl: Należy zainstalować ponownie dodatkowe oprogramowanie
pt_br: Software adicional deve ser reinstalado
ru: Необходима повторная установка дополнительных программ

source: Additional software has to be removed
ast: Hai de desinstalar software adicional
bn: অতিরিক্ত সফটওয়্যার অপসারণ করা হবে
eu: Software gehigarria ezabatu beharra dago
gd: Feumaidh tu bathar-bog a bharrachd a thoirt air falbh
hu: További szoftvereket kell eltávolítani
ja: 追加ソフトウェアを削除する必要があります
lv: Papildu programmatūra, kas jāizņem
pl: Należy usunąć dodatkowe oprogramowanie
pt_br: Software adicional deve ser removido
ru: Необходимо удаление дополнительных программ

source: Additional software has to be purged
ast: Hai de desaniciar ensembre software adicional
bn: অতিরিক্ত সফটওয়্যার বিশোধিত করা হবে
eu: Software gehigarria araztu beharra dago
gd: Feumaidh tu bathar-bog a bharrachd a phurgaideachadh
hu: További szoftvereket kell törölni
ja: 完全に削除されようとしている追加のソフトウエア
lv: Papildu programmatūra, kas jāiztīra
pl: Należy usunąć wraz z konfiguracją dodatkowe oprogramowanie
pt_br: Software adicional será removido completamente
ru: Необходима очистка от дополнительных программ

source: Additional software has to be upgraded
ast: Hai d'anovar software adicional
bn: অতিরিক্ত সফটওয়্যার উন্নীত করা হবে
eu: Software gehigarria bertsio-berritu beharra dago
gd: Feumaidh tu bathar-bog a bharrachd àrdachadh
hu: További szoftvereket kell frissíteni
ja: 追加ソフトウェアをアップグレードする必要があります
lv: Papildu programmatūra, kas jāuzlabo
pl: Należy zaktualizować dodatkowe oprogramowanie
pt_br: Software adicional será atualizado
ru: Необходимо обновление дополнительных программ

source: Additional software has to be downgraded
ast: Hai de desanovar software adicional
bn: অতিরিক্ত সফটওয়্যার অবনিত করা হবে
eu: Software gehigarria aurreko bertsiora itzuli beharra dago
gd: Feumaidh tu bathar-bog a bharrachd ìsleachadh
hu: További szoftvereket kell visszafejleszteni
ja: 追加ソフトウェアをダウングレードする必要があります
lv: Papildu programmatūra, kas jāpazemina
pl: Należy przywrócić poprzednią wersję dodatkowego oprogramowania
pt_br: Software adicional será rebaixado
ru: Необходимо понижение версии дополнительных программ

source: Updates will be skipped
ast: Van omitise los anovamientos
bn: হালনাগাদ এড়িয়ে যাওয়া হবে
eu: Eguneraketak saltatuko dira
gd: Thèid leum a ghearradh thairis air na h-ùrachaidhean
hu: A frissítések kihagyásra kerülnek
ja: アップグレードはスキップされます
lv: Atjauninājumi tiks izlaisti
pl: Aktualizacje zostaną pominięte
pt_br: Atualizações serão evitadas
ru: Обновления будут пропущены

source: Additional changes are required
ast: Necesítense cambeos adicionales
bn: অতিরিক্ত পরিবর্তন প্রয়োজন
eu: Aldaketa gehigarriak egin behar dira
gd: Tha feum air atharraichean a bharrachd
hu: További változtatások szükségesek
ja: 追加の変更が必要です
lv: Nepieciešamas papildu izmaiņas
pl: Wymagane są dodatkowe zmiany
pt_br: Alterações adicionais são necessárias
ru: Требуются дополнительные изменения
