Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: Added software source
ast: Orixen de software amestáu
bn: সফটওয়্যারের উৎস সংযুক্ত করা হয়েছে
eu: Software-jatorria gehitu da
gd: Chaidh am bun-tùs bathar-bog a chur ris
hu: Szoftverforrás hozzáadva
ja: 追加されたソフトウェアソース
lv: Pievienoja programmatūras avotu
pl: Dodano żródło oprogramowania
pt_br: Fonde de software adicionado
ru: Добавленный источник приложений

source: Enabled component of the distribution
ast: Componente de la distribución activáu
bn: ডিসট্রিবিউশনের কম্পোনেন্ট সক্রিয়
gd: Chaidh co-phàirt an sgaoilidh a chur an comas
hu: A disztribúció összetevője engedélyezve
ja: ディストリビューションの指定されたコンポーネントを利用可能にしました
lv: Aktivēja distribūcijas komponenti
pl: Składnik dystrybucji włączony
pt_br: Componente da distribuição habilitado
ru: Подключенный компонент дистрибутива

source: Removed downloaded package files
ast: Desaniciáronse los paquetes descargaos
bn: ডাউনলোডকৃত প্যাকেজ ফাইল অপসারণ করা হয়েছে
eu: Deskargatutako pakete-fitxategiak ezabatu dira
gd: Chaidh na faidhlichean phacaidean a chaidh an luchdadh a-nuas a thoirt air falbh
hu: Eltávolított letöltött csomagfájlok
ja: ダウンロードしたパッケージファイルの削除
lv: Izņēma lejupielādētās pakotņu datnes
pl: Usunięte pobrane pliki pakietów
pt_br: Pacotes baixados removidos
ru: Удалённые файлы загруженных пакетов

source: Reconfigured installed packages
ast: Reconfiguráronse los paquetes instalaos
bn: ইন্সটলকৃত প্যাকেজ পুনরায় কনফিগার করা হয়েছে
eu: Instalatutako paketeak berkonfiguratu dira
gd: Chaidh na pacaidean stàlaichte ath-rèiteachadh
hu: Újrakonfigurált telepített csomagok
ja: インストールしたパッケージの再設定
lv: Pārkonfigurēja instalētās pakotnes
pl: Zrekonfigurowane zainstalowane pakiety
pt_br: Reconfigurando pacotes instalados
ru: Перенастроенные пакеты

source: Successful
ast: Completáu
bn: সফল
eu: Arrakasta
gd: Soirbheachail
hu: Sikeres
ja: 成功しました
lv: Veiksmīgi
pl: Udane
pt_br: Sucesso
ru: Успешно

source: Canceled
ast: Encaboxáu
bn: বাতিল করা হয়েছে
eu: Ezeztatuta
gd: Sguireadh dheth
hu: Megszakítva
ja: キャンセルされました
lv: Atcelts
pl: Anulowane
pt_br: Cancelado
ru: Отменено

source: Failed
ast: Falló
bn: ব্যর্থ হয়েছে
eu: Huts egin du
gd: Dh'fhàillig e
hu: Sikertelen
ja: 失敗しました
lv: Neveiksmīgi
pl: Nieudane
pt_br: Falhou
ru: Ошибка

source: Installing file
ast: Instalando ficheru
bn: ফাইল ইনস্টল করা হচ্ছে
eu: Fitxategia instalatzen
gd: A' stàladh an fhaidhle
hu: Fájl telepítése
ja: ファイルをインストールしています
lv: Instalē datni
pl: Instalowanie pliku
pt_br: Instalando arquivo
ru: Установка файла

source: Installing packages
ast: Instalando paquetes
bn: প্যাকেজ ইনস্টল করা হচ্ছে
eu: Paketeak instalatzen
gd: A' stàladh nam pacaidean
hu: Csomagok telepítése
ja: パッケージをインストールしています
lv: Instalē pakotnes
pl: Instalowanie pakietu
pt_br: Instalando pacotes
ru: Установка пакетов

source: Adding key from file
ast: Amestando clave dende ficheru
bn: ফাইল থেকে কী যোগ করা হচ্ছে
eu: Fitxategiko gakoa gehitzen
gd: A' cur ris na h-iuchrach on fhaidhle
hu: Kulcs hozzáadása fájlból
ja: ファイルから鍵を追加しています
lv: Pievieno atslēgu no datnes
pl: Dodawanie klucza z pliku
pt_br: Adicionando chave de um arquivo
ru: Добавление ключа из файла

source: Updating cache
ast: Anovando caché
bn: ক্যাশ হালনাগাদ করা হচ্ছে
eu: Cache-a eguneratzen
gd: Ag ùrachadh an tasgadain
hu: Gyorsítótár frissítése
ja: キャッシュを更新しています
lv: Atjaunina kešatmiņu
pl: Aktualizowanie bufora
pt_br: Atualizando cache
ru: Обновление временных файлов

source: Removing trusted key
ast: Desaniciando clave de confianza
bn: বিশ্বস্ত কী অপসারণ করা হচ্ছে
eu: Gako fidagarria kentzen
gd: A' toirt air falbh na h-iuchrach earbsach
hu: Megbízható kulcs eltávolítása
ja: 信頼された鍵を削除しています
lv: Izņem uzticamu atslēgu
pl: Usuwanie zaufanego klucza
pt_br: Removendo chave confiável
ru: Удаление доверенного ключа

source: Removing packages
ast: Desaniciando paquetes
bn: প্যাকেজ অপসারণ করা হচ্ছে
eu: Paketeak ezabatzen
gd: A' toirt air falbh nam pacaidean
hu: Csomagok eltávolítása
ja: パッケージを削除しています
lv: Izņem pakotnes
pl: Usuwanie pakietów
pt_br: Removendo pacotes
ru: Удаление пакетов

source: Updating packages
ast: Anovando paquetes
bn: প্যাকেজ হালনাগাদ করা হচ্ছে
eu: Paketeak eguneratzen
gd: Ag ùrachadh nam pacaidean
hu: Csomagok frissítése
ja: パッケージを更新しています
lv: Atjaunina pakotnes
pl: Aktualizowanie pakietów
pt_br: Atualizando pacotes
ru: Обновление пакетов

source: Upgrading system
ast: Anovando sistema
bn: সিস্টেম উন্নীত করা হচ্ছে
eu: Sistema bertsio-berritzen
gd: Ag àrdachadh an t-siostaim
hu: Rendszer frissítése
ja: システムをアップグレードしています
lv: Uzlabo sistēmu
pl: Aktualizowanie systemu
pt_br: Atualizando sistema
ru: Обновление системы

source: Applying changes
ast: Aplicando cambeos
bn: পরিবর্তনসমূহ প্রয়োগ করা হচ্ছে
eu: Aldaketak aplikatzen
gd: A' cur an sàs nan atharraichean
hu: Módosítások alkalmazása
ja: 変更を適用しています
lv: Pielieto izmaiņas
pl: Zastosowywanie zmian
pt_br: Aplicando mudanças
ru: Применение изменений

source: Repairing incomplete installation
ast: Iguando instalación incompleta
bn: অসম্পূর্ণ ইনস্টলেশন সংস্কার করা হচ্ছে
eu: Osatu gabeko instalazioa konpontzen
gd: A' càradh an stàlaidh neo-choileanta
hu: Befejezetlen telepítések javítása
ja: 不完全なインストール状態を修復しています
lv: Labo nepabeigtu instalāciju
pl: Naprawianie niekompletnej instalacji
pt_br: Reparando instalação incompleta
ru: Исправление неоконченной установки

source: Repairing installed software
ast: Iguando software instaláu
bn: ইন্সটলকৃত সফটওয়্যার সংস্কার করা হচ্ছে
eu: Instalatutako softwarea konpontzen
gd: A' càireadh bathar-bog stàlaichte
hu: Telepített szoftverek javítása
ja: インストール済みのソフトウェアを修復しています
lv: Labo instalēto programmatūru
pl: Naprawa zainstalowanego oprogramowania
pt_br: Reparando o programa instalado
ru: Восстановление установленного ПО

source: Adding software source
ast: Amestando orixen de software
bn: সফটওয়্যার উৎস সংযুক্ত করা হচ্ছে
eu: Software-jatorria gehitzen
gd: A' cur ris bun-tùs bathar-bog
hu: Szoftverforrás engedélyezése
ja: ソフトウェアソースの追加
lv: Pievieno programmatūras avotu
pl: Dodawanie żródła oprogramowania
pt_br: Adicionando fonte de software
ru: Добавление источника приложений

source: Enabling component of the distribution
ast: Activando componente de la distribución
bn: ডিসট্রিবিউশনের কম্পোনেন্ট সক্রিয় করা হচ্ছে
eu: Banaketaren osagaia gaitzen
gd: A' cur an comas co-phàirt an sgaoilidh
hu: A disztribúció összetevőjének engedélyezése
ja: ディストリビューションの指定されたコンポーネントを利用可能にしています
lv: Aktivē distribūcijas komponenti
pl: Włączanie składnika dystrybucji
pt_br: Habilitando componente da distribuição
ru: Подключение компонента дистрибутива

source: Removing downloaded package files
ast: Desaniciando los ficheros de paquetes descargaos
bn: ডাউনলোডকৃত প্যাকেজ ফাইল অপসারণ করা হচ্ছে
eu: Deskargatutako pakete-fitxategiak ezabatzen
gd: A' toirt air falbh faidhlichean phacaidean a chaidh a luchdadh a-nuas
hu: Letöltött csomagfájlok eltávolítása
ja: ダウンロードしたパッケージファイルの削除中
lv: Izņem lejupielādēto pakotņu datnes
pl: Usuwanie pobranych plików pakietów
pt_br: Removendo pacotes baixados
ru: Удаление файлов загруженных пакетов

source: Reconfiguring installed packages
ast: Reconfigurando paquetes instalaos
bn: ইন্সটলকৃত প্যাকেজ পুনরায় কনফিগার করা হচ্ছে
eu: Instalatutako paketeak berkonfiguratzen
gd: Ag ath-rèiteachadh nam pacaidean stàlaichte
hu: Telepített csomagok újrakonfigurálása
ja: インストールしたパッケージの再設定中
lv: Pārkonfigurē instalētās pakotnes
pl: Rekonfigurowanie zainstalowanych pakietów
pt_br: Reconfigurando pacotes instalados
ru: Перенастройка установленных пакетов

source: Searching
ast: Guetando
bn: অনুসন্ধান করা হচ্ছে
eu: Bilatzen
gd: Sireadh
hu: Keresés
ja: 検索
lv: Meklē
pl: Wyszukiwanie
pt_br: Pesquisando
ru: Выполняется поиск

source: Installation of the package file failed
ast: Falló la instalación del ficheru de paquete
bn: প্যাকেজ ফাইলের ইনস্টলেশন করতে ব্যর্থ
eu: Pakete-fitxategiaren instalazioak huts egin du
gd: Dh'fhàillig stàladh faidhle na pacaid
hu: A csomagfájl telepítése meghiúsult
ja: パッケージのインストールに失敗しました
lv: Neizdevās instalēt pakotnes datni
pl: Instalacja pliku pakietu się nie powiodła
pt_br: A instalação do pacote falhou
ru: Не удалось установить файл пакета

source: Installation of software failed
ast: Falló la instalación de software
bn: সফটওয়্যারের ইনস্টলেশন করতে ব্যর্থ
eu: Softwarearen instalazioak huts egin du
gd: Dh'fhàillig stàladh a' bhathar-bhog
hu: A szoftver telepítése meghiúsult
ja: ソフトウェアのインストールに失敗しました
lv: Neizdevās instalēt programmatūru
pl: Instalacja programu się nie powiodła
pt_br: A instalação do software falhou
ru: Не удалось установить программное обеспечение

source: Adding the key to the list of trusted software vendors failed
ast: Fallu al amestar la clave a la llista de fornidores de software de confianza
gd: Dh'fhàillig a' cur iuchair ris an liosta reiceadairean bathar-bog earbsach
pl: Dodanie klucza do listy zaufanych dostawców oprogramowania nie powiodło się
pt_br: Erro ao adicionar a chave à lista de fornecedores de programas confiáveis.
ru: Не удалось добавить ключ в список доверенных поставщиков программного обеспечения

source: Refreshing the software list failed
ast: Falló l'anovamientu de la llista de software
bn: সফটওয়্যারের তালিকা রিফ্রেশ করতে ব্যর্থ
eu: Software-zerrenda berritzeak huts egin du
gd: Dh'fhàillig ath-nuadhachadh liosta a' bhathar-bhog
hu: A csomaglisták frissítése meghiúsult
ja: ソフトウェアリストの更新に失敗しました
lv: Neizdevās atsvaidzināt programmatūras sarakstu
pl: Odświeżenie listy oprogramowania się nie powiodło
pt_br: Falha ao atualizar a lista de softwares
ru: Не удалось обновить список программ

source: Removing the vendor from the list of trusted ones failed
ast: Hebo un fallu al desaniciar el fornidor de la llista de confianza
bn: বিশ্বস্ত একজনের তালিকা থেকে ভেন্ডর অপসারণ করতে ব্যর্থ
eu: Software-hornitzaile fidagarrien zerrendatik hornitzailea kentzeak huts egin du
gd: Cha b' urrainn dhuinn an reiceadair a thoirt air falbh o liosta na feadhainn earbsach
hu: A gyártó eltávolítása a megbízható gyártók listájáról meghiúsult
ja: 信頼済みリストからのベンダーの削除に失敗しました
lv: Neizdevās izņemt piegādātāju no uzticamo saraksta
pl: Usunięcie z listy zaufanych dostawców się nie powiodło
pt_br: Falha ao remover o distribuidor da lista de distribuidores confiáveis
ru: Не удалось исключить поставщика программ из списка доверенных

source: Removing software failed
ast: Falló'l desaniciu de software
bn: সফটওয়্যার অপসারণ করতে ব্যর্থ
eu: Softwarea ezabatzeak huts egin du
gd: Dh'fhàillig toirt air falbh a' bhathar-bhog
hu: A szoftver eltávolítása meghiúsult
ja: ソフトウェアの削除に失敗しました
lv: Neizdevās noņemt programmatūru
pl: Usunięcie programu się nie powiodło
pt_br: Falha ao remover o software
ru: Не удалось удалить программное обеспечение

source: Updating software failed
ast: Falló l'anovamientu de software
bn: সফটওয়্যার হালনাগাদ করতে ব্যর্থ
eu: Softwarea eguneratzeak huts egin du
gd: Dh'fhàillig ùrachadh a' bhathar-bhog
hu: A csomag frissítése meghiúsult
ja: ソフトウェアの更新に失敗しました
lv: Neizdevās atjaunināt programmatūru
pl: Aktualizacja programu się nie powiodła
pt_br: A atualização do software falhou
ru: Не удалось обновить программное обеспечение

source: Upgrading the system failed
ast: Falló l'anovamientu del sistema
bn: সিস্টেম উন্নীত করতে ব্যর্থ
eu: Sistema bertsio-berritzeak huts egin du
gd: Dh'fhàillig àrdachadh an t-siostaim
hu: A rendszer frissítése meghiúsult
ja: システムのアップグレードに失敗しました
lv: Neizdevās uzlabot sistēmu
pl: Aktualizacja systemu się nie powiodła
pt_br: A atualização do sistema falhou
ru: Не удалось обновить систему

source: Applying software changes failed
ast: Falló l'aplicación de cambeos de software
bn: সফটওয়্যার পরিবর্তন প্রয়োগ করতে ব্যর্থ
eu: Software-aldaketak aplikatzeak huts egin du
gd: Cha b' urrainn dhuinn na h-atharraichean air a' bhathar-bhog a chur an sàs
hu: A csomagok változásainak jóváhagyása meghiúsult
ja: ソフトウェアの変更の適用に失敗しました
lv: Neizdevās pielietot programmatūras izmaiņas
pl: Zastosowanie zmian w programie się nie powiodło
pt_br: Falha ao aplicar as alterações do software
ru: Не удалось применить изменения в программном обеспечении

source: Repairing incomplete installation failed
ast: Falló la igua de la instalación incompleta
bn: অসম্পূর্ণ ইনস্টলেশন সংস্কার করতে ব্যর্থ
eu: Osatu gabeko instalazioa konpontzean huts egin du
gd: Dh'fhàillig càradh an stàlaidh neo-choileanta
hu: A befejezetlen telepítések javítása meghiúsult
ja: 不完全なインストール状態の修復に失敗しました
lv: Neizdevās salabot nepabeigtu instalāciju
pl: Naprawa niekompletnej instalacji się nie powiodła
pt_br: Reparando instalação incompleta que falhou
ru: Исправление неоконченной установки не удалось

source: Repairing broken dependencies failed
ast: Falló la igua de les dependencies frañaes
bn: খন্ডিত নির্ভরশীলতা সংস্কার করতে ব্যর্থ
eu: Hautsitako menpekotasunak instalatzeak huts egin du
gd: Dh'fhàillig càradh nan eisimeileachdan briste
hu: A törött függőségek javítása meghiúsult
ja: 壊れている依存関係の修復に失敗しました
lv: Neizdevās salabot sabeigtas atkarības
pl: Naprawa uszkodzonych zależności się nie powiodła
pt_br: Reparando dependência quebrada que quebrou
ru: Исправление нарушенных зависимостей не удалось

source: Adding software source failed
ast: Falló amestar orixen de software
bn: সফটওয়্যার উৎস সংযুক্ত করতে ব্যর্থ
eu: Huts egin du software-jatorria gehitzeak
gd: Cha b' urrainn dhuinn bun-tùs a' bhathar-bhog a chur ris
hu: A szoftverforrás hozzáadása meghiúsult
ja: ソフトウェアソースの追加に失敗しました
lv: Neizdevās pievienot programmatūras avotus
pl: Dodawanie żródła oprogramowania się nie powiodło
pt_br: Adição de fonte de software falhou
ru: Не удалось добавить источник приложений

source: Enabling component of the distribution failed
ast: Falló activar componente de la distribución
bn: ডিস্ট্রিবিউশনের কম্পোনেন্ট সক্রিয় করতে ব্যর্থ
eu: Banaketaren osagaia gaitzeak huts egin du
gd: Cha b' urrainn dhuinn co-phàirt an sgaoilidh a chur an comas
hu: A disztribúció összetevőjének engedélyezése meghiúsult
ja: ディストリビューションの指定されたコンポーネントを利用可能にできませんでした
lv: Neizdevās aktivēt distribūcijas komponentes
pl: Włączenie składnika dystrybucji się nie powiodło
pt_br: Habilitação do compoenente da distribuição falhou
ru: Не удалось подключить компонент дистрибутива

source: Removing downloaded package files failed
ast: Falló'l desaniciu de ficheros de paquetes descargaos
bn: ডাউনলোডকৃত প্যাকেজ ফাইল অপসারণ করতে ব্যর্থ
eu: Huts egin du deskargatutako pakete-fitxategiak ezabatzeak
gd: Cha b' urrainn dhuinn na faidhlichean phacaidean a chaidh a luchdadh a-nuas a thoirt air falbh
hu: Letöltött csomagfájlok eltávolítása sikertelen
ja: ダウンロードしたパッケージファイルの削除に失敗しました
lv: Neizdevās izņemt lejupielādēto pakotņu datnes
pl: Usuwanie pobranych plików pakietów, zakończone niepowodzeniem
pt_br: Removendo pacotes baixados com falhas
ru: При удалении загруженных файлов произошла ошибка

source: Search failed
ast: Falló la gueta
bn: অনুসন্ধান ব্যর্থ হয়েছে
eu: Bilaketak huts egin du
gd: Dh'fhàillig sireadh
hu: A keresés sikertelen
ja: 検索に失敗しました
lv: Meklēšana neizdevās
pl: Wyszukiwanie nie powiodło się
pt_br: A pesquisa falhou
ru: Ошибка поиска

source: Adding license key
ast: Amestando clave de llicencia
bn: লাইসেন্স কী যোগ করা হচ্ছে
eu: Lizentzia-gakoa gehitzen
gd: A' cur ris iuchair cead
hu: Licenc-kulcs hozzáadása
ja: ライセンスキーの追加
lv: Pievieno licences atslēgu
pl: Dodawanie klucza licencji
pt_br: Adicionar chave de licença
ru: Добавление лицензионного ключа

source: Check your Internet connection.
ast: Compruebe la so conexón a Internet.
bn: আপনার ইন্টারনেট সংযোগ পরীক্ষা করুন।
eu: Egiaztatu zure Interneterako konexioa.
gd: Thoir sùil air a' cheangal agad ris an eadar-lìon.
hu: Ellenőrizze internetkapcsolatát.
ja: インターネット接続を確認してください。
lv: Pārbaudiet savu Interneta savienojumu.
pl: Proszę sprawdzić połączenie internetowe.
pt_br: Verificar sua conexão com a Internet.
ru: Проверьте интернет-соединение.

source: Check if you are using third party repositories. If so disable them, since they are a common source of problems. Furthermore run the following command in a Terminal: apt-get install -f
ast: Mira a ver si tas usando repositorios de terceros. Nesi casu, desactívalos, porque son fonte de problemes. Darréu, executa'l siguiente comandu nuna terminal: apt-get install -f
bn: আপনি তৃতীয় পক্ষের কোন রিপোজিটরি ব্যবহার করেছেন কিনা পরীক্ষা করুন। যদি তাদের নিষ্ক্রিয় করা হয়, ইতোমধ্যে এটি সাধারণ সমস্যার উৎস। এছাড়াও টার্মিনালে উল্লেখিত কমান্ড চালান: apt-get install -f
eu: Egiaztatu hirugarrengoen errepositorioak darabiltzazun. Hala bada, ezgaitu itzazu, arazoak ekarri ohi dituzte eta. Honez gain, exekutatu agindu hau terminal batean: apt-get install -f
gd: Thoir sùil a bheil thu a' cleachdadh ionadan-tasgaidh le treas-phàrtaidhean. Ma tha, cuir à comas iad oir bidh iad ag adhbharachadh duilgheadasa gu tric. A bharrachd air sin, ruith an àithne a leanas san tèirmineal: apt-get install -f
hu: Ellenőrizze, használ-e harmadik féltől származó tárolókat. Ha van ilyen, tiltsa le ezeket, mivel gyakran problémák forrásai. Ezen kívül futtassa a „sudo apt-get install -f” parancsot terminálban.
ja: サードパーティのリポジトリを使用しているかどうかを確認してください。利用している場合、トラブルの原因になる場合があるので無効にしてください。 そのうえで端末から次のコマンドを実行してください: apt-get install -f
lv: Lūdzu, pārbaudiet, vai jūs izmantojat trešās puses krātuves. Ja jā, deaktivējiet tās, jo tās parasti ir problēmu cēlonis. Pēc tam izpildiet šādu komandu terminālī — apt-get install -f
pl: Proszę sprawdzić, czy używane są repozytoria osób trzecich. Jeśli tak, to proszę je wyłączyć, ponieważ są częstym źródłem problemów. Następnie proszę uruchomić następujące polecenie w terminalu: apt-get install -f
pt_br: Verifique se você está utilizando repositórios de terceiros. Se estiver, desabilite-os, já que normalmente são fonte de problemas. Além disso, execute o seguinte comando em um Terminal: apt-get install -f
ru: Если вы используете сторонние источники приложений, отключите их, поскольку они являются частым источником проблем. После этого выполните в терминале следующую команду: apt-get install -f

source: The selected file may not be a GPG key file or it might be corrupt.
ast: El ficheru esbilláu puede que nun seya una clave de ficheru GPG o puede que tea frañáu.
bn: নির্বাচিত ফাইলটি সম্ভবতঃ কোন GPG কী ফাইল নয় অথবা এটি ত্রুটিপূর্ন।
eu: Hautatutako fitxategia ez da GPG gako-fitxategia edo apurtuta dago.
gd: Dh'fhaoidte nach e faidhle iuchrach CPG a tha san fhaidhle a thagh thu no 's mathaid gu bheil e coirbte.
hu: A kiválasztott fájl nem GPG kulcsfájl, vagy sérült.
ja: 選択したファイルはGPG鍵ファイルではないか、壊れている可能性があります。
lv: Izvēlētā datne varētu nebūt GPG atslēga vai arī tā ir bojāta.
pl: Wybrany plik nie jest kluczem GPG lub jest uszkodzony.
pt_br: O arquivo selecionado pode não ser um arquivo de chave GPG ou pode estar corrompido.
ru: Возможно, выбранный файл не является файлом GPG ключа или поврежден.

source: The selected key couldn't be removed. Check that you provided a valid fingerprint.
ast: La clave esbillada nun puede desaniciase. Comprueba que disti una buelga válida.
bn: নির্বাচিত কী অপসারণ করা যায়নি। কার্যকর আঙ্গুলের ছাপ সরবরাহ করেছেন কিনা তা পরীক্ষা করুন।
gd: Cha b'urrainn dhuinn an iuchair a thagh thu a thoirt air falbh. Dèan cinnteach gun do sholair thu lorg-meur dligheach.
hu: A kiválasztott kulcs nem távolítható el. Ellenőrizze, hogy érvényes ujjlenyomatot adott-e meg.
ja: 選択された鍵は削除できません。有効なフィンガープリントを入力したか確認してください
lv: Nevarēja izņemt izvēlēto atslēgu. Pārliecinieties, ka norādījāt derīgu nospiedumu.
pl: Wybrany klucz nie mógł zostać usunięty. Proszę sprawdzić, czy podany odcisk palca jest prawidłowy.
pt_br: A chave selecionada não pôde ser removida. Confira se você deu uma identificação válida
ru: Выбранный ключ невозможно удалить. Проверьте, что вы предоставили верную цифровую подпись.

source: Check if you are currently running another software management tool, e.g. Synaptic or aptitude. Only one tool is allowed to make changes at a time.
ast: Comprueba si tas executando anguaño otra ferramientas de xestión de software, por exemplu Synaptic o aptitude. Namái puede usase una ferramienta cada vegada.
bn: পরীক্ষা করুন যদি আপনি বর্তমানে অন্য সফটওয়্যার ব্যবস্থাপক টুেল সচল থাকেন, উদাহরণ স্বরূপ সিন্যাপটিক অথবা এপটিটিউড। একটি মাত্র টুল একইসময়ে পরিবর্তন করতে অনুমতি দেয়।
eu: Egiaztatu beste software-kudeaketa tresnarik irekita daukazun, adibidez Synaptic edo aptitude. Aldaketak egiteko aldi berean tresna bakar bat onartzen da.
gd: Thoir sùil a bheil thu a' ruith inneal stiùireadh bathar-bog eile an-dràsta, m.e. Synaptic no Aptitude. Chan fhaod ach aon inneal rudan atharrachadh aig an aon àm.
hu: Ellenőrizze, hogy nem fut-e jelenleg másik szoftverkezelő eszköz, például a Synaptic vagy az aptitude. Egyszerre csak egy eszköz végezhet módosításokat.
ja: 他のソフトウェア管理ツールを現在実行していないかどうか確認してください。例: Synaptic または aptitude。同時にソフトウェアの変更を行えるのは 1 つのツールのみです。
lv: Pārliecinieties, ka pašlaik neesat atvēruši kādu citu programmatūras pārvaldības rīku, piemēram, Synaptic vai aptitude. Vienlaicīgi izmaiņas var veikt tikai viens rīks.
pl: Proszę sprawdzić, czy nie jest uruchomiony inny program do obsługi oprogramowania, np. Synaptic lub aptitude. Tylko jedno narzędzie w jednym czasie może wprowadzać zmiany.
pt_br: Confira se você está atualmente executando outro software para gerenciamento de pacotes, como o Synaptic ou o aptitude. Apenas um programa pode fazer mudanças por vez.
ru: Проверьте, не запущено ли другое приложение управления программами, например Synaptic или aptitude. Только одно приложение может вносить изменения в одно и тоже время.

source: This is a serious problem. Try again later. If this problem appears again, please report an error to the developers.
ast: Esti ye un problema seriu. Inténtalo otra vegada más sero. Si'l problema sigui apareciendo, informa del fallu a los desendolcadores.
bn: এটি একটি কঠিন সমস্যা। পরবর্তীতে আবার চেষ্টা করুন। যদি এই সমস্যা আবার দৃষ্টিগোচর হয়, অনুগ্রহ করে ডেভেলপারকে ত্রুটির রিপোর্ট দিন।
eu: Arazo larria da hau. Saiatu berriro geroxeago. Arazo hau berriro agertzen bada, mesedez eman errorearen berri garatzaileei.
gd: 'S e trioblaid mhòr a tha seo. Feuch ris a-rithist an ceann greis. Ma nochdas an trioblaid a-rithist, dèan aithisg air an trioblaid dhan luchd-leasachaidh.
hu: Ez egy komoly probléma. Próbálja újra később. Ha ez a probléma újra előáll, jelentse be hibaként a fejlesztőknek.
ja: 重大な問題が発生しました。もう一度行い、再度問題が生じた場合には開発チームにエラー報告をお願いします。
lv: Šī ir nopietna problēma. Mēģiniet vēlāk vēlreiz. Ja šī problēma parādās vēlreiz, lūdzu, ziņojiet par šo kļūdu izstrādātājiem.
pl: To poważny problem. Proszę spróbować później. Jeśli problem pojawi się ponownie, to proszę zgłosić błąd programistom.
pt_br: Este é um problema grave. Tente novamente mais tarde. Se o problema persistir, por favor relate um erro para os desenvolvedores.
ru: Это серьёзная проблема. Попробуйте повторить позже. Если проблема возникнет вновь, пожалуйста, отправьте отчёт об ошибке разработчикам.

source: Check the spelling of the package name, and that the appropriate repository is enabled.
ast: Verifica'l nome del paquete, y que'l repositoriu apropiáu ta activáu.
bn: প্যাকেজের নামের বানান এবং সঠিক রিপোজিটরি সক্রিয় হয়েছে কি না- তা পরীক্ষা করুন।
eu: Egiaztatu pakete-izena ondo idatzi duzula, eta errepositorio egokia gaituta dagoela.
gd: Thoir sùil air litreachadh ainm na pacaid agus gu bheil an t-ionad-tasgaidh iomchaidh an comas.
hu: Ellenőrizze a csomagnév helyesírását, és hogy a megfelelő tároló engedélyezve van-e.
ja: パッケージ名のスペルや、パッケージに合ったリポジトリが有効になっているか確認してください。
lv: Pārbaudiet pakotnes pareizrakstības nosaukumu un to, ka ir aktivēta atbilstošā krātuve.
pl: Proszę sprawdzić pisownię nazwy pakiety i czy odpowiednie repozytorium zostało dodane.
pt_br: Confira a escrita do nome do pacote, e se o repositório apropriado está ativado.
ru: Проверьте правильно ли указано название пакета и включён ли соответствующий репозиторий.
