Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: There isn't any need for an update.
ast: Nun fai falta dengún anovamientu.
bn: হালনাগাদ করার কোনো প্রয়োজন নেই।
eu: Ez dago eguneratzeko beharrik.
gd: Chan eil feum air ùrachadh sam bith.
hu: Nincs szükség frissítésre.
ja: アップデートを必要とするものはありません。
lv: Nav nepieciešamības uzlabot.
pl: Nie ma potrzeby aktualizacji.
pt_br: Não há qualquer necessidade de uma atualização.
ru: В обновлении нет необходимости.

source: There isn't any need for an installation
ast: Nun hai necesidá d'anovar
bn: ইনস্টলেশন করার কোনো প্রয়োজন নেই
eu: Ez dago instalatzeko beharrik
gd: Chan eil feum air stàladh sam bith.
hu: Nincs szükség telepítésre.
ja: インストールを必要とするものはありません。
lv: Nav nepieciešamības instalēt.
pl: Nie ma potrzeby instalacji
pt_br: Não há qualquer necessidade de uma instalação
ru: В установке нет необходимости

source: There isn't any need for a removal.
ast: Nun hai necesidá d'una desinstalación.
bn: অপসারণ করার কোনো প্রয়োজন নেই।
eu: Ez dago ezabatzeko beharrik.
gd: Chan eil feum air rud sam bith a thoirt air falbh.
hu: Nincs szükség eltávolításra.
ja: 削除を必要とするものはありません。
lv: Nav nepieciešamības izņemt.
pl: Nie ma potrzeby usunięcia.
pt_br: Não há qualquer necessidade de uma remoção.
ru: В удалении нет необходимости.

source: You requested to remove a package which is an essential part of your system.
ast: Solicitasti desinstalar un paquete que ye parte esencial del sistema.
bn: আপনি অনুরোধ করেছেন প্যাকেজ অপসারণ করতে যা আপনার সিস্টেমের অত্যাবশ্যক অংশ।
eu: Zure sistemarentzat funtsezkoa den pakete bat ezabatzeko eskatu duzu.
gd: Dh'iarr thu pacaid a thoirt air falbh a tha 'na phàirt riatanach dhen t-siostam agad.
hu: A rendszer alapvető részét képező csomag eltávolítását kérte.
ja: 削除を要求したパッケージはシステムの重要な部分に関わるものです。
lv: Jūs pieprasījāt izņemt pakotni, kas ir svarīga sistēmas sastāvdaļa.
pl: Zażądano usunięcia pakietu, który jest niezbędnym elementem systemu.
pt_br: Você solicitou remover um pacote que é uma parte essencial do seu sistema.
ru: Вы запросили удаление пакета, который является неотъемлемой частью вашей системы.

source: The connection to the daemon was lost. Most likely the background daemon crashed.
ast: Perdióse la conexón col degorriu. Dablemente'l degorriu de segundu planu dexó de furrular.
bn: daemon এর সংযোগ বিচ্ছিন্ন হয়েছে। খুব সম্ভবত daemon এর পটভূমি ক্র্যাশ করেছে।
eu: Daemon-arekiko konexioa galdu da. Ziurrenik, atzealdeko daemon-a kraskatu da.
gd: Chaidh an ceangal ris an daemon air chall. 'S mathaid gun do thuislich daemon a' chùlaibh.
hu: A kapcsolat elveszett a démonnal. Valószínűleg összeomlott a háttérdémon.
ja: デーモンとの接続が切断されました。バックグラウンドデーモンがクラッシュした可能性が極めて高いです。
lv: Savienojums ar dēmonu tika zaudēts. Visticamāk, ka fona dēmons avarēja.
pl: Połączenie z usługą utracono. Najprawdopodobniej usługa w tle uległa awarii.
pt_br: A conexão com o daemon foi perdida. Provavelmente o daemon de segundo plano fechou de maneira inesperada.
ru: Связь с демоном утеряна. Скорее всего, его работа внезапно завершилась.

source: The installation or removal of a software package failed.
ast: Falló al instalar o desinstalar un paquete de software.
bn: সফটওয়্যার প্যাকেজের ইনস্টলেশন অথবা অপসারণ ব্যর্থ।
eu: Huts egin du software-pakete bat instalatu edo ezabatzeak.
gd: Dh'fhàillig stàladh no toirt air falbh de phacaid bathar-bog.
hu: Egy szoftvercsomag telepítése vagy eltávolítása meghiúsult.
ja: ソフトウェアのインストールまたは削除が失敗しました。
lv: Neizdevās instalēt vai izņemt programmatūras pakotni.
pl: Instalacja lub usunięcie oprogramowania się nie powiodło.
pt_br: A instalação ou remoção de pacote de software falhou.
ru: Установка или удаление пакетов программ не удалось.

source: The requested feature is not supported.
ast: La carauterística solicitada nun ta permitida.
bn: অনুরোধকৃত বৈশিষ্ট্য সমর্থিত হয়েছে।
eu: Eskatutako ezaugarria ez da sostengatzen.
gd: Chan eil an iarrtas feart ga taiceadh.
hu: A kért funkció nem támogatott.
ja: 要求された機能はサポートされていません。
lv: Pieprasītā iespēja nav atbalstīta.
pl: Żądana opcja nie jest obsługiwana.
pt_br: O recurso solicitado não é mais suportado
ru: Возможность не поддерживается.

source: There seems to be a programming error in aptdaemon, the software that allows you to install/remove software and to perform other package management related tasks.
ast: Paez que hai un fallu de programación en aptdaemon, el software que permite instalar o desaniciar software y facer otres xeres de xestión de paquetes rellacionaes.
bn: এপ্টডিমন, যে সফটওয়্যারটি আপনাকে অন্য সফটওয়্যার ইনস্টল/অপসারণ করতে দেয় ও অন্যান্য প্যাকেজ ব্যবস্থাপনা সম্পর্কিত কাজ করতে দেয়, তাতে কোন প্রোগ্রামিং ত্রুটি হয়ে থাকতে পারে।
gd: Tha coltas gu bheil mearachd prògramachaidh ann an aptdaemon, am bathar-bog a leigeas leat bathar-bog a stàladh no a thoirt air falbh agus rudan eile a dhèanamh a thaobh stiùireadh phacaidean.
hu: Úgy tűnik, programhiba van az aptdaemonban, a szoftverek telepítését és eltávolítását, valamint más csomagkezelési műveletek végrehajtását lehetővé tevő szoftverben.
ja: ソフトウェアをインストール/削除したり、他のパッケージ管理に関連したタスクを行うソフトウェアである、aptdaemonのプログラミングエラーのようです。
lv: Izskatās, ka ir programmēšanas kļūda aptdaemon programmā, kas jums ļauj instalēt un noņemt programmatūru un veikt citus pakotņu pārvaldības uzdevumus.
pl: Zdaje się, że aptdaemon zawiera błąd programisty. Program ten pozwala na instalację i usuwanie oprogramowania oraz zarządzanie pakietami.
pt_br: Parece haver um erro de programação no aptdaemon, o software que permite que você instale/remova softwares e realize outras tarefas relacionadas ao gerenciamento de pacotes.
ru: Судя по всему, в aptdaemon, программном обеспечении, позволяющем вам устанавливать/удалять программы и выполнять связанные с пакетами задачи, присутствует программная ошибка.

source: This error could be caused by required additional software packages which are missing or not installable. Furthermore there could be a conflict between software packages which are not allowed to be installed at the same time.
ast: Esti fallu podría debese a que se necesiten paquetes de software adicionales que falten o que nun son instalables. Tamién podría ser un conflictu ente paquetes de software que nun pueden instalase xuntos.
bn: অত্যাবশ্যক অতিরিক্ত সফটওয়্যার প্যাকেজ দিয়ে এই ত্রুটি ঘটতে পারে যা অনুপস্থিত অথবা ইন্সটলকৃত নয়। এছাড়াও দ্বন্দ্ব হতে পারে সফটওয়্যার প্যাকেজের মধ্যে যা একই সময়ে ইন্সটল হতে অনুমতি দেয়না।
gd: Dh'fhaoidte gun do dh'èirich a' mhearachd seo a chionn 's gun robh feum air pacaidean bathar-bog a bha a dhìth no nach gabh stàladh. Air neo dh'fhaoidte gun robh còmhstri eadar pacaidean bathar-bog nach urrainnear stàladh aig an aon àm.
hu: Ezt a hibát további szükséges, de hiányzó vagy nem telepíthető szoftvercsomagok okozhatják. Továbbá ütközés lehet olyan szoftvercsomagok között, amelyek egyszerre nem lehetnek telepítve.
ja: このエラーは必要な追加ソフトウェアパッケージが見つからないかインストールされていないため発生したものです。そのうえ、同時にインストールできないソフトウェアパッケージの間で衝突が発生している可能性があります。
lv: Šo kļūdu varētu izraisīt papildu programmatūras pakotnes, kas trūkst vai nav instalējamas. Vēl varētu būt konflikts starp programmatūras pakotnēm, kuras nedrīkst būt uzinstalētas vienlaicīgi.
pl: Ten błąd mógł być spowodowany wymogiem dodatkowych pakietów oprogramowania, których brak lub nie można ich zainstalować. Może także istnieć konflikt pomiędzy pakietami oprogramowania, które nie mogą być zainstalowane w jednym czasie.
pt_br: Este erro pode ser causado pacotes adicionais de softwares necessários que estão perdidos ou não são instaláveis. Além disso pode haver um conflito entre pacotes de software que não podem ser instalados ao mesmo tempo.
ru: Эта ошибка могла возникнуть по причине дополнительных пакетов, которые невозможно установить или отсутствуют. К тому же может иметь место конфликт между пакетами, которые не должны быть установлены одновременно.

source: This requires installing packages from unauthenticated sources.
ast: Los paquetes a instalar necesarios de fontes non autenticaes.
gd: Tha seo ag iarraidh stàladh pacaidean bho bunan-tùs neo-dearbhaichte.
hu: Ez megbízhatatlan forrásból származó csomagok telepítését igényli.
ja: この操作には認証されていないソースからのパッケージをインストールする必要があります。
lv: Tas pieprasa instalēt pakotnes no neautentificētiem avotiem.
pl: Ta czynność wymaga zainstalowania pakietów pochodzących z nieuwierzytelnionych zasobów.
pt_br: Isso exige a instalação de pacotes de fontes não autenticadas.
ru: Необходимо установить пакеты из неавторизированных источников.

source: The installation could have failed because of an error in the corresponding software package or it was cancelled in an unfriendly way. You have to repair this before you can install or remove any further software.
ast: La instalación pudo tener fallao por un fallu nos paquetes correspondientes de software o encaboxóse d'un mou incorreutu. Tienes d'iguar esto enantes de poder instalar o desaniciar cualesquier otru software.
bn: ইনস্টলেশনটি ব্যর্থ হতে পারে কারণ সংগতিপূর্ণ সফটওয়্যার প্যাকেজের ত্রুটি অথবা প্রতিকূল ভাবে এটা বাতিল হয়েছে। আরো কোনো সফটওয়্যার ইনস্টল অথবা অপসারণ করার আগে এটা মেরামত করতে হবে।
eu: Litekeena da instalazioak huts egin izana dagokion software-paketearen errore baten ondorioz edo instalazioa behar ez bezala eten delako. Software gehiago instalatu edo ezabatzeko aurrena arazo hau konpondu behar duzu.
gd: Dh'fhaoidte gun do dh'fhàillig an stàladh air sgàth mearachd sa phacaid bhathar-bhog cho-cheangailte no chaidh sguireadh dheth air dòigh neo-chàirdeil. Feumaidh tu seo a chàradh mus urrainn bathar-bog sam bith eile a stàladh no a thoirt air falbh.
hu: A telepítés megszakadását az adott szoftvercsomag hibája okozhatta, vagy barátságtalan módon megszakították. Ezt ki kell javítania, mielőtt további szoftvereket telepítene vagy eltávolítana.
ja: 関係のあるソフトウェアパッケージでエラーが発生したか、通常ではない方法で中断されたためインストールに失敗した可能性があります。ソフトウェアをインストールまたは削除する前に、この問題を修正する必要があります。
lv: Instalēšana varētu būt neizdevusies sakarā ar kļūdu atbilstošajā programmatūras pakotnē, vai arī tā tika pārtraukta nedraudzīgā veidā. Jums šī situācija jālabo pirms jūs instalējat vai noņemot jebkuru citu programmatūru.
pl: Instalacja mogła się nie powieść z powodu błędu w pakiecie oprogramowania lub została anulowana w nieodpowiedni sposób. Należy to naprawić przed instalowaniem lub usuwaniem dalszego oprogramowania.
pt_br: A instalação pode ter falhado por causa de um erro no pacote do software correspondente ou foi cancelado de forma indesejada. Você deve reparar isso antes de você poder instalar ou remover qualquer software adicional.
ru: Установка могла пройти неудачно из-за ошибки в соответствующем пакете, либо она была прервана неправильным способом. Вам следует исправить это, прежде чем вы сможете устанавливать или удалять любые другие программы.

source: Please copy the file to your local computer and check the file permissions.
ast: Copia'l ficheru al to equipu llocal y comprueba los servicios.
bn: অনুগ্রহ করে আপনার স্থানীয় কম্পিউটারে ফাইলটি অনুলিপি করুন এবং ফাইলটির অনুমতি পরীক্ষা করুন।
eu: Kopiatu fitxategia ordenagailu lokalera eta egiaztatu fitxategiaren baimenak.
gd: Cuir lethbhreac dhen fhaidhle air a' choimpiutair ionadail agad agus thoir sùil air ceadan an fhaidhle.
hu: Kérjük másolja át a fájlt a helyi gépére és ellenőrizze a fájljogosultságokat.
ja: ファイルをローカルのコンピュータにコピーして、ファイルの権限をチェックしてください。
lv: Lūdzu, kopējiet datni uz savu datoru un pārbaudiet datnes atļaujas.
pl: Skopiuj plik na dysk komputera i sprawdź jego uprawnienia dostępu
pt_br: Por favor, copie o arquivo para seu computador local e verificar as permissões do arquivo
ru: Пожалуйста, скопируйте файл на ваш локальный компьютер и проверьте права на файл.

source: The installation of a package which violates the quality standards isn't allowed. This could cause serious problems on your computer. Please contact the person or organisation who provided this package file and include the details beneath.
ast: Nun se permite la instalación de cualquier paquete que viole los estándares de calidá. Eso podría causar problemes serios nel equipu. Contauta cola persona u organización que t'apurrió esti ficheru de paquete ya inclúi los detalles a continuación.
bn: প্যাকেজের ইনস্টলেশনটি গুণগত মান লঙ্ঘন করা মেনে নেয়না। আপনার কম্পিউটারে এটা কঠিন সমস্যার কারণ হতে পারে। অনুগ্রহ করে এই প্যাকেজ ফাইল যে ব্যক্তি বা সংগঠন সরবরাহ করেছে তার সাথে যোগাযোগ করুন এবং নিচে বিস্তারিত তথ্য সংযুক্ত করুন।
eu: Kalitate maila estandarra betetzen ez duen pakete baten instalazioa ez dago baimendurik. Honek arazo larriak sor litzake ordenagailuan. Jarri harremanetan pakete-fitxategi hau eman dizun pertsona edo erakundearekin eta jakinarazi iezazkiozu jarraian datozen xehetasunak.
gd: Chan eil e ceadaichte pacaid a stàladh a bhriseas stannardan na càileachd. Faodaidh gun èirich trioblaidean mòra dhan choimpiutair agad ri linn seo. Cuir fios dhan neach no dhan bhuidheann a thug dhut am faidhle pacaid agus thoir dhaibh am mion-fhiosrachadh gu h-ìosal.
hu: A csomagnak, ami megsérti a minőségi szabványokat a telepítése nem engedélyezett. Ez súlyos kárt tehet a gépében. Kérjük lépjen kapcsolatba azzal a személlyel vagy szervezettel akitől a csomagfájl származik, és mellékelje a részleteit.
ja: 品質を満たしていない壊れたパッケージのインストールは許可されていません。コンピュータに深刻な問題を発生させる可能性があるからです。詳細については、このパッケージを作成した人物か組織に連絡してください。
lv: Nav atļauts instalēt pakotni, kas pārkāpj kvalitātes standarta prasības. Tas var radīt nopietnas problēmas jūsu datoram. Lūdzu, sazinieties ar personu vai organizāciju, kas piegādāja šo pakotnes datni un iekļaujiet zemāk redzamo informāciju.
pl: Instalacja tego pakietu, narusza standardy jakościowe i nie jest dozwolona. To działanie mogłoby wywołać poważne problemy z działaniem komputera. Skontaktuj się z dostawcą pliku pakietu, dołączając poniższe szczegóły.
pt_br: A instalação de um pacote que viola as normas de qualidade não é permitido. Isso pode causar sérios problemas no seu computador. Entre em contato com a pessoa ou organização que forneceu este arquivo e inclua os detalhes abaixo.
ru: Установка пакета, который не соответствует стандартам, не разрешена. Это может привести к серьёзным ошибкам на вашем компьютере. Пожалуйста, свяжитесь с теми, кто предоставили данный пакет, указав подробности, изложенные ниже.

source: The downloaded license key which is required to run this piece of software is not valid or could not be installed correctly. See the details for more information.
ast: La clave de la llicencia descargada requerida pa executar esti software nun ye válida o nun pudo instalase correcho. Llei los detalles pa tener más información.
bn: ডাউনলোডকৃত লাইসেন্স কী যা আবশ্যক এই সফটওয়্যারের অংশ সচল করতে কার্যকর নয় অথবা সঠিকভাবে ইন্সটল করা যায়নি। আরও বিস্তারিত তথ্যের জন্য দেখুন।
eu: Deskargatutako lizentzia-gakoa, software hau exekutatzeko beharrezkoa, ez da baliozkoa edo ezin izan da behar bezala instalatu. Ikusi xehetasunak informazio gehiagorako.
gd: Chan eil an iuchair cead luchdaichte a-nuas a tha riatanach son ruith am pìos bathar-bog seo dligheach, no cha b'urrainn a stàladh ceart. Faic na mion-chunntasan son barrachd fiosrachadh.
hu: A szoftver használatát lehetővé tevő licenckulcs nem érvényes vagy nem telepíthető megfelelően. További információkért nézze meg a részleteket.
ja: このソフトウェアを実行するのに必要なダウンロード済みのライセンスキーが有効でないか、または正常にインストールされていません。 詳しい情報は詳細を確認してください。
lv: Lejupielādētā licences atslēga, kas nepieciešama, lai darbinātu šo programmatūru, nav derīga vai arī nav veiksmīgi instalēta. Lai uzzinātu vairāk, skatieties sīkāku informāciju.
pl: Pobrany klucz licencyjny, wymagany do uruchomienia tego elementu, jest nieważny lub nie może zostać zainstalowany. Zobacz szczegóły aby uzyskać więcej informacji.
pt_br: A chave de licença baixada, necessária para executar este programa, não é válida ou pode não ter sido instalada corretamente. Veja os detalhes para mais informações.
ru: Полученный лицензионный ключ, необходимый для выполнения этого компонента программы неправильный или не может быть установлен надлежащим образом. Для получения дополнительных сведений откройте подробности.

source: All available upgrades have already been installed.
ast: Tolos anovamientos disponibles yá foron instalaos.
bn: সব বিদ্যমান উন্নীতকরণ ইতোমধ্যে ইন্সটল করা হয়েছে।
eu: Eskuragarri zeuden bertsio-berritze guztiak insalatu dira dagoeneko.
gd: Chaidh h-uile leasachaidhean ri fhaighinn gan stàladh mar thà.
hu: Az összes elérhető frissítés már telepítve van.
ja: すべての利用可能なアップグレードはすでにインストールされています。
lv: Visi pieejami uzlabojumi jau ir instalēti.
pl: Wszystkie dostępne aktualizacje zostały już zainstalowane.
pt_br: Todas as atualizações disponíveis já foram instaladas.
ru: Все доступные обновления уже установлены.

source: The license key which allows you to use this piece of software could not be downloaded. Please check your network connection.
ast: Nun pudo descargase la clave de llicencia que permite l'usu d'esti software. Comprueba la to conexón de rede.
bn: লাইসেন্স কী যা সফটওয়্যারের এই অংশ ডাউনলোড করা যায়নি ব্যবহার করতে আপনাকে অনুমতি দেয়। অনুগ্রহ করে আপনার নেটওয়ার্কের সংযোগ পরীক্ষা করুন।
eu: Software hau erabiltzea ahalbidetzen dizun lizentzia-gakoa ezin izan da deskargatu. Egiaztatu zure sare-konexioa.
gd: Cha b'urrainn luchdadh a-nuas an iuchair cead a tha leigeil leat cleachdadh am pìos bathar-bog seo. Sgrùd sibh a' cheangal lìonra agaibh.
hu: A szoftver használatát lehetővé tevő licenckulcs nem tölthető le. Ellenőrizze a hálózati kapcsolatot.
ja: このソフトウェアの使用を許可するライセンスキーがダウンロードできませんでした。ネットワーク接続を確認してください。
lv: Nevarēja lejupielādēt licences atslēgu, kas ļauj izmantot šo programmatūru. Lūdzu, pārbaudiet interneta savienojumu.
pl: Klucz licencyjny, umożliwiający korzystanie z tego programu nie może zostać pobrany. Proszę sprawdzić połączenie sieciowe.
pt_br: A chave de licença necessária para usar este programa não pôde ser baixada. Por favor, cheque sua conexão com a rede.
ru: Лицензионный ключ, который позволит вам использовать этот компонент программы, не может быть получен. Пожалуйста, убедитесь в работоспособности сетевого соединения.

source: You don't have got the required privileges to perform this action.
ast: Nun tienes los privilexos necesarios pa facer esta aición.
gd: Chan eil na pribhleidean riatanach agad an gnìomh seo a dhèanamh.
pl: Brak wymaganych uprawnień do wykonania tej operacji.
pt_br: Você não obteve os privilégios necessários para realizar essa ação.
ru: Недостаточно прав для выполнения этого действия.

source: You either provided a wrong password or cancelled the authorization. Furthermore there could also be a technical reason for this error if you haven't seen a password dialog: your desktop environment doesn't provide a PolicyKit session agent.
ast: O bien disti una contraseña incorreuta o encaboxasti l'autorización. Pue ser qu'heba una razón téunica pa esti fallu si nun visti un diálogu pa la contraseña: el to entornu d'escritoriu nun proporciona un axente de sesión de PolicyKit
gd: Sholaraich thu an facail-faire ceàrr no chur thu dheth an ùghdarrachaidh. A bhàrr air sin dh'fhaodadh gu bheil adhbhar teicnigeach ann airson a' mhearachd seo ma 's e 's nach do chunnaic thu co-labhairt an fhacal-faire: chan eil do àrainneachd bàrr-deasc a' solarachadh àidseant seisein PolicyKit.
pl: Wprowadzono niepoprawne hasło lub anulowano autoryzację. Błąd mógł również wystąpić wskutek problemu technicznego, gdy pole wprowadzania hasła nie było widoczne: środowisko graficzne nie udostępnia klienta sesji PolicyKit.
pt_br: Você forneceu uma senha errada ou cancelou a autorização. Além do mais, pode haver uma razão técnina para esse error se você não viu um diálogo de senha: seu ambiente de trabalho não fornece um agente se sessão PolicyKit,
ru: Предоставлен неправильный пароль или авторизация была отменена. Также ошибка могла произойти по техническим причинам, если не появлялось окно ввода пароля: используемое вами окружение рабочего стола не предоставило агента сеанса PolicyKit.

source: Failed to download package files
ast: Falló al descargar los ficheros de paquetes
bn: প্যাকেজ ফাইল ডাউনলোড করতে ব্যর্থ
eu: Ezin izan dira pakete-fitxategiak deskargatu
gd: Dh'fhàillig luchdadh a-nuas nam faidhlichean phacaidean
hu: A csomagfájlok letöltése meghiúsult
ja: パッケージファイルのダウンロードに失敗しました。
lv: Neizdevās lejupielādēt pakotņu datnes
pl: Nieudane pobranie plików pakietów
pt_br: Falha ao baixar arquivos dos pacotes
ru: Не удалось закачать файлы пакета

source: Failed to download repository information
ast: Falló al descargar la información del repositoriu
bn: রিপোজিটরি তথ্য ডাউনলোড করতে ব্যর্থ
eu: Ezin izan da errepositorio-informazioa deskargatu
gd: Dh'fhàillig luchdadh a-nuas fiosrachadh an ionaid-tasgaidh
hu: A tárolóinformációk letöltése meghiúsult
ja: リポジトリ情報のダウンロードに失敗しました。
lv: Neizdevās lejupielādēt informāciju par krātuvi
pl: Nieudane pobranie informacji z repozytoriów
pt_br: Falha ao baixar informações do repositório
ru: Ошибка при загрузке информации об источниках приложений

source: Package dependencies cannot be resolved
ast: Les dependencies del paquete nun pudieron iguase
bn: প্যাকেজ নির্ভরশীলতা পুনরায় ঠিক করা হবেনা
eu: Ezin dira paketeen menpekotasunak ebatzi
gd: Cha ghabh eisimeileachdan na pacaid fhuasgladh
hu: A csomagfüggőségek nem oldhatók fel
ja: パッケージの依存性を解決できません。
lv: Pakotnes atkarības neizdodas atrisināt
pl: Zależności pakietu nie mogą zostać rozwiązane
pt_br: Dependências de pacotes não pode ser resolvida
ru: Зависимости пакета не могут быть разрешены

source: The package system is broken
ast: El paquete de sistema ta frañáu
bn: প্যাকেজ সিস্টেমটি ভাঙ্গা হয়েছে
eu: Pakete-sistema apurtuta dago
gd: Tha siostam na pacaid briste
hu: A csomagrendszer sérült
ja: パッケージシステムが壊れています。
lv: Pakotņu sistēma ir salauzta
pl: System pakietów jest uszkodzony
pt_br: O sistema de pacotes está quebrado
ru: Система пакетов повреждена

source: Key was not installed
ast: La clave nun s'instaló
bn: কী ইন্সটল করা হয়নি
eu: Ez da gakoa instalatu
gd: Cha deach an iuchair a stàladh
hu: Nincs telepítve a kulcs
ja: 鍵はインストールされませんでした
lv: Atslēga nebija uzinstalēta
pl: Klucz nie został zainstalowany
pt_br: Chave não foi instalada
ru: Ключ не установлен

source: Key was not removed
ast: La clave nun se desanició
bn: কী অপসারণ করা হয়নি
eu: Ez da gakoa kendu
gd: Cha deach an iuchair a thoirt air falbh
hu: A kulcs nem került eltávolításra
ja: 鍵は削除されませんでした
lv: Atslēga netika noņemta
pl: Klucz nie została usunięty
pt_br: Chave não foi removida
ru: Ключ не удалён

source: Failed to lock the package manager
ast: Falló al bloquiar el xestor de paquetes
bn: প্যাকেজ ব্যবস্থাপক আবদ্ধ করতে ব্যর্থ
eu: Ezin izan da pakete-kudeatzailea blokeatu
gd: Dh'fhàillig glasadh manaidsear nam pacaidean
hu: A csomagkezelő zárolása meghiúsult
ja: パッケージマネージャーのロックに失敗しました
lv: Neizdevās noslēgt pakotņu pārvaldnieku
pl: Nieudane zablokowanie menedżera pakietów
pt_br: Falha ao travar gerenciador de pacotes
ru: Невозможно заблокировать менеджер пакетов

source: Failed to load the package list
ast: Falló al cargar la llista de paquetes
bn: প্যাকেজ তালিকা লোড করতে ব্যর্থ
eu: Ezin izan da pakete-zerrenda kargatu
gd: Dh'fhàillig luchdadh liosta nam pacaidean
hu: A csomaglista betöltése meghiúsult
ja: パッケージ一覧の読み込みに失敗しました
lv: Neizdevās ielādēt pakotņu sarakstu
pl: Nieudane wczytanie listy pakietów
pt_br: Falha ao carregar a lista de pacotes
ru: Не удалось загрузить список пакетов

source: Package does not exist
ast: El paquete nun existe
bn: প্যাকেজ বিদ্যমান নয়
eu: Paketea ez da existitzen
gd: Chan eil a' phacaid ann
hu: A csomag nem létezik
ja: パッケージが存在しません
lv: Pakotne neeksistē
pl: Pakiet nie istnieje
pt_br: Pacote não existe
ru: Пакет не существует

source: Package is already up to date
ast: El paquete yá ta anováu a la data
bn: প্যাকেজ ইতোমধ্যে হালনাগাদ
eu: Paketea dagoeneko eguneratuta dago
gd: Pacaid mar thà a dh'ionnsaigh an là
hu: A csomag már a legfrissebb verziójú
ja: パッケージはすでに最新です
lv: Jau instalēta pakotnes jaunākā versija
pl: To jest już najnowsza wersja tego pakietu
pt_br: Pacote já está atualizado
ru: Пакет в актуальном состоянии
