Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.1.tar.gz/aptdaemon-1.1.1/po/*.po
Languages: ast, bn, eu, gd, hu, ja, lv, pl, pt_br, ru

source: Do you want to continue [Y/n]?
ast: ¿Quies siguir [Y/n]?
bn: আপনি কি চালিয়ে যেতে চান [Y/n]?
eu: Jaraitzea nahi duzu [B/e]?
gd: A bheil thu airson leantainn air adhart? [T/C]?
hu: Kívánja folytatni [I/N]?
ja: 続けますか? [Y/n]
lv: Vai vēlaties turpināt [Y/n]?
pl: Kontynuować [T/n]?
pt_br: Você quer continuar [S/n]?
ru: Вы хотите продолжить [Y - Да, N - Нет]?

source: To operate on more than one package put the package names in quotation marks: aptdcon --install "foo bar"
ast: Pa operar con más d'un paquete tienes d'allugar los nomes de los paquetes ente comines: aptdcon --install "foo bar"
bn: একটির বেশি প্যাকেজ অপারেট করতে হলে প্যাকেজের নাম উদ্ধৃতি চিহ্নের মধ্যে রাখতে হবে: aptdcon --ইনস্টল "ফু বার"
eu: Pakete bat baino gehiagoren gaineko eragiketak egiteko, erabiliko komatxo bikoitzak: aptdcon --install "urlia sandia"
gd: Gus obair a dhèanamh air barrachd air aon phacaid, cuir ainmean nam pacaidean ann am comharran-labhairt: aptdcon --install "foo bar"
hu: Több csomagon való munkához tegye a csomagneveket idézőjelek közé: aptdcon --install "izé bigyó"
ja: 2 個以上のパッケージを操作するにはクォーテーションマークの間にパッケージ名を入れてください: aptdcon --install "foo bar"
lv: Lai darbotos ar vairāk kā vienu pakotni, ievietojiet pakotņu nosaukumus pēdiņās: aptdcon --install "foo bar"
pl: Aby działać na więcej niż jednym pakiecie należy umieścić nazwy pakietów w cudzysłowach: aptdcon --install "foo bar"
pt_br: Para operar sobre mais do que um pacote, ponha os nomes dos pacote entre aspas: aptdcon --install "foo bar"
ru: Для произведения операций над несколькими пакетами заключите их имена в кавычки: aptdcon --install "foo bar"

source: Refresh the cache
ast: Refrescar la caché
bn: ক্যাশ রিফ্রেশ করুন
eu: Katxea eguneratu
gd: Ath-nuadhaich an tasgadan
hu: Gyorsítótár frissítése
ja: キャッシュを更新
lv: Atsvaidzināt kešatmiņu
pl: Odśwież bufor
pt_br: Atualizar o cache
ru: Обновить кэш

source: Try to resolve broken dependencies. Potentially dangerous operation since it could try to remove many packages.
ast: Intentar iguar dependencies frañaes. Operación potencialmente peligrosa, porque podría intentar desaniciar munchos paquetes.
bn: ভাঙ্গা নির্ভরশীলতা পুনরায় ঠিক করতে চেষ্টা করুন। সম্ভাব্যরূপে বিপদজনক অপারেশন ইতোমধ্যে এটা অনেক প্যাকেজ অপসারণ করতে চেষ্টা করেছে।
eu: Saiatu hautsitako menpekotasunak konpontzen. Eragiketa arriskutsua izan daiteke hainbat pakete ezabatu ditzakeelako.
gd: Feuch is rèitich eisimeileachdan briste. Dh'fhaodadh seo a bhith cunnartach oir dh'fhaoidte gun rachadh cus phacaidean a thoirt air falbh.
hu: Kísérlet törött függőségek feloldására. Veszélyes művelet lehet, mivel sok csomag eltávolítására tehet kísérletet.
ja: 壊れた依存関係を修復しようとしています。この操作は多くのパッケージを削除する可能性がある、危険な作業です。
lv: Mēģināt atrisināt neatrisinātās atkarības. Potenciāli bīstama darbība, jo tā var mēģināt izņemt daudzas pakotnes.
pl: Spróbuj rozwiązać uszkodzone zależności. Potencjalnie niebezpieczne działanie, ponieważ może usunąć wiele pakietów.
pt_br: Tenta resolver as dependências quebradas. Operação potencialmente perigosa, uma vez que poderia tentar remover muitos pacotes.
ru: Попытаться восстановить сломанные завсисмости. Эта операция потенциально опасна, поскольку может привести к удалению многих пакетов.

source: Try to finish a previous incompleted installation
ast: Intentar finar una instalación previa incompleta
bn: পূর্ববর্তী অসম্পূর্ণ ইনস্টলেশন সম্পন্ন করতে চেষ্টা করুন
eu: Saiatu aurretik amaitu gabeko instalazioa bukatzen
gd: Feuch is coilean stàladh nach deach a choileanadh roimhe
hu: Kísérlet korábban be nem fejezett telepítés befejezésére
ja: 以前の不完全なインストール状態を終了させようとしています
lv: Mēģināt pabeigt iepriekšējo nepabeigto instalēšanu
pl: Próbuje ukończyć poprzednią nieukończoną instalację
pt_br: Tente terminar uma instalação incompleta anterior
ru: Попытайтесь закончить предыдущую незавершённую установку

source: Install the given packages
ast: Instalar los paquetes proporcionaos
bn: প্রদত্ত প্যাকেজ ইনস্টল
eu: Esandako paketeak instalatu
gd: Stàlaich na pacaidean a tha ann
hu: A megadott csomagok telepítése
ja: 指定されたパッケージをインストール
lv: Instalēt dotās pakotnes
pl: Instaluje podane pakiety
pt_br: Instalar os pacotes dados
ru: Установить данные пакеты

source: Reinstall the given packages
ast: Reinstalar los paquetes proporcionaos
bn: প্রদত্ত প্যাকেজ পুনরায় ইনস্টল
eu: Esandako paketeak berriz instalatu
gd: Ath-stàlaich na pacaidean a tha ann
hu: A megadott csomagok újratelepítése
ja: 指定されたパッケージを再インストール
lv: Pārinstalēt dotās pakotnes
pl: Instaluje ponownie podane pakiety
pt_br: Reinstalar os pacotes dados
ru: Повторно установить данные пакеты

source: Remove the given packages
ast: Desaniciar los paquetes proporcionaos
bn: প্রদত্ত প্যাকেজ অপসারণ
eu: Esandako paketeak ezabatu
gd: Thoir air falbh na pacaidean a tha ann
hu: A megadott csomagok eltávolítása
ja: 指定されたパッケージを削除
lv: Izņemt dotās pakotnes
pl: Usuwa podane pakiety
pt_br: Removes os pacotes dados
ru: Удалить данные пакеты

source: Remove the given packages including configuration files
ast: Desaniciar los paquetes proporcionaos incluyendo los ficheros de configuración
bn: কনফিগারেশন ফাইলসহ প্রদত্ত প্যাকেজ অপসারণ
eu: Esandako paketeak eta konfigurazio fitxategiak ezabatu
gd: Thoir air falbh na pacaidean a tha ann, a' gabhail a-steach faidhlichean rèiteachaidh
hu: A megadott csomagok eltávolítása a beállítófájlokkal együtt
ja: 設定ファイルを含めて指定されたパッケージを削除
lv: Izņemt dotās pakotnes, tai skaitā konfigurācijas datnes
pl: Usuwa podane pakiety wraz z plikami konfiguracji
pt_br: Remover os pacotes dados incluindo arquivos de configuração
ru: Удалить данные пакеты, включая конфигурационные файлы

source: Downgrade the given packages
ast: Desanovar los paquetes daos
bn: প্রদত্ত প্যাকেজ অবনিতকরণ
eu: Instalatu pakete hauen bertsio zaharragoa
gd: Ìslich na pacaidean a tha ann
hu: Az adott csomagok visszafejlesztése
ja: 指定されたパッケージでダウングレード
lv: Pazemināt dotās pakotnes
pl: Powrót do wcześniejszych wersji pakietów
pt_br: Desatualizar os pacotes a seguir
ru: Откат выбранных пакетов

source: Deprecated: Please use --safe-upgrade
ast: Obsoletu: Por favor usa --safe-upgrade
bn: অবলোপ করা: অনুগ্রহ করে ব্যবহার করুন --নিরাপদ-উন্নীত করুন
eu: Baztertuta: erabili mesedez --safe-upgrade
gd: Cha mholar seo tuilleadh: Cleachd --safe-upgrade
hu: Elavult: használja a --safe-upgrade kapcsolót
ja: 非推奨: --safe-upgrade を使用してください
lv: Novecojis — lūdzu, izmantojiet --safe-upgrade
pl: Przestarzałe: proszę użyć --safe-upgrade
pt_br: Obsoleto: Por favor use --safe-upgrade
ru: Запрещено: пожалуйста используйте --safe-upgrade

source: Upgrade the system in a safe way
ast: Anovar el sistema en mou seguru
bn: সিস্টেম নিরাপদে উন্নীত করুন
eu: Sistema era seguruan eguneratu
gd: Ùraich an siostam air dòigh shàbhailte
hu: A rendszer biztonságos frissítése
ja: 安全な方法でシステムをアップグレード
lv: Uzlabojiet sistēmu drošā veidā
pl: Aktualizuje system w bezpieczny sposób
pt_br: Atualizar o sistema num modo seguro
ru: Обновить систему безопасным способом

source: Upgrade the system, possibly installing and removing packages
ast: Anovar el sistema, dablemente instalando y desaniciando paquetes
bn: সিস্টেম উন্নীত করুন, সম্ভবত প্যাকেজ ইনস্টল এবং অপসারণ করা হচ্ছে
eu: Sistema eguneratu, seguraski paketeak instalatu eta ezabatuz
gd: Ùraich an siostam; dh'fhaoidte gun dèid pacaidean a stàladh 's a thoirt air falbh ri linn sin
hu: A rendszer frissítése, csomagok esetleges telepítésével és eltávolításával
ja: システムをアップグレードします。パッケージのインストールや削除が行われるかもしれません。
lv: Uzlabojiet sistēmu, iespējams, instalējot un noņemot pakotnes
pl: Aktualizuje system, usuwając i instalując pakiety
pt_br: Atualizar o sistema, possivelmente instalando e removendo pacotes
ru: Обновить систему устанавливая и удаляя пакеты (если возможно)

source: Add the vendor to the trusted ones
ast: Amestar al fabricante como confiable
bn: বিশ্বস্ত একজনকে ভেন্ডর সংযুক্ত করুন
eu: Saltzailea konfidantzazkoen zerrendara gehitu
gd: Cuir an reiceadair ris an fheadhainn earbsach
hu: A szállító hozzáadása a megbízhatókhoz
ja: 信頼できるベンダーに追加する
lv: Pievienot piegādātāju pie uzticamajiem
pl: Dodaje dostawcę do zaufanych
pt_br: Adicionar o servidor aos confiáveis
ru: Добавить поставщика в доверенные

source: Add the vendor keyid (also needs --keyserver)
ast: Amestar el keyid del fornidor (tamién necesita --keyserver)
bn: ভেন্ডর কী আইডি সংযুক্ত করুন (আরও প্রয়োজন --কী সার্ভার)
eu: Saltzailearen gakoa gehitu (--keyserver ere behar du)
gd: Cuir keyid an reiceadair (bidh feum air --keyserver cuideachd)
hu: A szállító kulcsazonosítójának hozzáadása (a --keyserver is szükséges)
ja: ベンダーの鍵 ID を追加 (--keyserver も必要)
lv: Pievienot piegādātāju pie keyid (arī nepieciešams --keyserver)
pl: Dodaje identyfikator klucza dostawcy (wymaga także --keyserver)
pt_br: Adicionar a keyid do servidor (também precisa de --keyserver)
ru: Добавить идентификатор ключа поставщика (нужна опция --keyserver)

source: Use the given keyserver for looking up keys
ast: Usa'l sirvidor de claves dau pa guetar les claves
bn: কী খুঁজতে প্রদত্ত কী সার্ভার ব্যবহার করুন
eu: Esandako zerbitzaria erabili gakoak bilatzeko
gd: Cleachd an keyserver a tha ann gus iuchraichean a lorg
hu: A megadott kulcskiszolgáló használata kulcsok kikeresésére
ja: 鍵の検索に、指定された鍵サーバーを利用する
lv: Izmantot doto atslēgu serveri, lai uzmeklētu atslēgas
pl: Używa podanego serwera kluczy do wyszukiwania kluczy
pt_br: Usar a keyserver dada para procurar as chaves.
ru: Использовать данный сервер для поиска ключей

source: Add new repository from the given deb-line
ast: Amestar repositoriu nuevu dende'l deb-line proporcionáu
bn: প্রদত্ত deb-line থেকে নতুন রিপোজিটরী যুক্ত করুন
eu: Errepositorio berria gehitu esandako deb lerroa erabilita
gd: Cuir ionad-tasgaidh ùr ris on deb-line a tha ann
hu: Új tároló felvétele a megadott deb sorból
ja: 指定された deb-line から新しいリポジトリを追加
lv: Pievienot jaunu krātuvi no dotā deb-line
pl: Dodaje nowe repozytorium z podanego wiersza deb
pt_br: Adicionar novo repositório para a dada deb-line
ru: Добавить репозиторий из указанной deb-строки

source: Specify an alternative sources.list.d file to which repositories should be added.
ast: Especifica un ficheru sources.list.d alternativu al que tendríen d'amestase los repositorios.
bn: বিকল্প sources.list.d file কোন রিপোজিটরিতে সংযুক্ত করা উচিত তা সুনির্দিষ্টভাবে উল্লেখ করুন।
eu: Errepositorioen zerrenda gehitzeko beste sources.list.d fitxategi bat erabili.
gd: Sònraich faidhle sources.list.d eile a thèid ionadan-tasgaidh a chur ris.
hu: Alternatív sources.list.d fájl megadása, amelyhez a tárolók hozzáadandók.
ja: どのリポジトリを追加するかは、他の sources.list.d ファイルを指定してください。
lv: Norādiet alternatīvu sources.list.d datni, pie kā vajadzētu pievienot krātuves.
pl: Określa alternatywny plik sources.list.d, do których mają zostać dodane repozytoria.
pt_br: Especificar um sources.list.d alternativo onde os repositórios devem ser adicionados
ru: Указать альтернативный файл sources.list.d, в который следует добавлять репозитории.

source: List trusted vendor keys
ast: Llista de claves de fornidores de confianza
bn: বিশ্বস্ত ভেন্ডর কীর তালিকা
eu: Zerrendatu konfidantzazko saltzaileen giltzak
gd: Seall iuchraichean de reiceadairean earbsach
hu: Megbízható szállítói kulcsok felsorolása
ja: 信頼されたベンダー鍵の一覧
lv: Uzskaitīt uzticamo piegādātāju atslēgas
pl: Wyświetla listę kluczy zaufanych dostawców
pt_br: Listar as chaves dos servidores confiáveis
ru: Список доверенных ключей поставщика

source: Remove the trusted key of the given fingerprint
ast: Desaniciar la clave autenticada de la buelga proporcionada
bn: প্রদত্ত অাঙ্গুলের ছাপের বিশ্বস্ত কী অপসারণ
gd: Thoir air falbh iuchair earbsach a' mheur-luirg a tha ann
hu: A megadott ujjlenyomatok megbízható kulcsának eltávolítása
ja: 指定のフィンガープリントをもつ信頼済の鍵を削除
lv: Izņemt dotā nospieduma uzticamās atslēgas
pl: Usuwa zaufany klucz podanego odcisku palca
pt_br: Remover a chave confiável da referida impressão digital
ru: Удалить доверенный ключ для данной цифровой подписи

source: Reconfigure installed packages. Optionally the minimum priority of questions can be specified
ast: Reconfigurar paquetes instalaos. Opcionalmente pue especificase la prioridá mínima de les entrugues
bn: ইন্সটলকৃত প্যাকেজ পুনরায় কনফিগার করুন। বিকল্পরূপে প্রশ্নের সর্বনিম্ন অগ্রাধিকার উল্লেখিত হতে পারে
eu: Birkonfiguratu instalatutako paketeak. Galderen gutxieneko lehentasuna zehazteko aukera dago
gd: Ath-rèitich pacaidean stàlaichte. Ma thogras tu, 's urrainn dhut am prìomhachas as lugha airson ceistean a shònrachadh
hu: A telepített csomagok újrakonfigurálása. Opcionálisan a minimális kérdésfontosság meghatározható
ja: インストール済みのパッケージを再設定します。オプションで質問の優先度を最小にするよう指定できます。
lv: Pārkonfigurēt instalētās pakotnes. Var norādīt minimālo jautājumu prioritāti.
pl: Rekonfiguracja zainstalowanych pakietów. Opcjonalnie można sprecyzować priorytety zapytań systemowych.
pt_br: Reconfigurar pacotes instalados. Opcionalmente, a prioridade mínima das perguntas podem ser especificadas
ru: Повторная настройка установленных пакетов. Дополнительно может быть указан минимальный приоритет вопросов

source: The minimum debconf priority of question to be displayed
ast: La prioridá mínima d'entruga de debconf que va amosase
bn: প্রশ্নের সর্বনিম্ন debconf অগ্রাধিকার প্রদর্শিত হবে
eu: Erakutsiko den galderaren gutxieneko debconf lehentasuna
gd: Am prìomhachas debconf as lugha de cheistean a thèid a shealltainn
hu: A megjelenítendő legkisebb debconf kérdésfontosság
ja: 質問の優先度が最小のdebconfのみ表示されます
lv: Minimālā debconf prioritāte jautājumam, ko attēlot
pl: Zostanie wyświetlona minimalna ilość zapytań debconf
pt_br: A prioridade mínima da questão do debconf a ser exibida
ru: Минимальный приоритет запроса debconf для отображения

source: Do not attach to the apt terminal
ast: Nun axuntar a la terminal apt
bn: apt টার্মিনালে সংযুক্ত করবেন না
eu: Ez erantsi apt terminalera
gd: Na ceangail ris an tèirmineal apt
hu: Ne csatlakozzon az apt terminálhoz
ja: apt terminalをアタッチしないでください
lv: Nepievienot apt terminālim
pl: Bez załączania terminalu apt
pt_br: Não anexar ao terminal apt
ru: Не "присоединяться" к терминалу apt

source: Allow packages from unauthenticated sources
ast: Permitir paquetes dende fontes ensin autentificar
bn: অপরিচিত উৎস থেকে প্যাকেজ অনুমোদন
eu: Onartu autentifikatu gabeko jatorrietako paketeak
gd: Ceadaich pacaidean o bhun-tùsan nach deach an dearbhadh
hu: Csomagok engedélyezése nem hitelesített forrásokból
ja: 認証されていないソースからのパッケージ導入を許可する
lv: Atļaut pakotnes no neautentificētiem avotiem
pl: Zezwala na pakiety z nieuwierzytelnionych źródeł
pt_br: Permitir pacotes de fontes não autenticadas
ru: Разрешать пакеты из недоверенных источников

source: Show additional information about the packages. Currently only the version number
ast: Amosar información adicional tocante a los paquetes. Anguaño, namái el númberu de versión
bn: প্যাকেজ সম্পর্কে অতিরিক্ত তথ্য প্রদর্শন। বর্তমানে শুধু সংস্করণ সংখ্যা
eu: Paketeei buruzko informazio gehiago erakutsi. Oraingoz bertsio-zenbakia bakarrik
gd: Seall fiosrachadh a bharrachd mu na pacaidean. Chan eil 'ga shealltainn an-dràsta ach àireamh an tionndaidh
hu: További információk megjelenítése a csomagokról. Jelenleg csak a verziószám
ja: パッケージの追加情報を表示します。現在はバージョン番号のみです。
lv: Rādīt papildu informāciju par pakotnēm. Pašlaik tikai versijas numuru
pl: Wyświetlanie dodatkowych informacji o pakietach. Na tym etapie tylko numery wersji
pt_br: Mostrar informações adicionais sobre os pacotes. Atualmente, apenas o número da versão
ru: Показать дополнительную информацию о пакете. В настоящее время только номер версии

source: Waiting for authentication
ast: Esperando por autentificación
bn: প্রমাণীকরণের জন্য অপেক্ষা করা হচ্ছে
eu: Autentikazioaren zai
gd: A' feitheamh ri dearbhadh
hu: Várakozás hitelesítésre
ja: 認証を待っています
lv: Gaida autentifikāciju
pl: Oczekiwanie na uwierzytelnienie
pt_br: Aguardando pela autenticação
ru: Ожидание аутентификации

source: Do not shutdown the daemon because of inactivity
ast: Nun parar el degorriu en casu d'inactividá
bn: ডিমন নিষ্ক্রিয় হলে তা বন্ধ করবেন না
eu: Ez itzali daemon-a inaktibitateagatik
gd: Na dùin sìos an daemon mur eil gnìomhachd ann
hu: Ne álljon le a démon inaktivitás miatt
lv: Neizslēgt dēmonu aktivitātes trūkuma dēļ
pl: Nie wyłączaj usługi z powodu bezczynności
pt_br: Não desligar o daemon por causa de inatividade
ru: Не выключайте демона из-за его неактивности

source: Do not load any plugins
ast: Nun cargar complementos
bn: কোন প্লাগইন লোড করা হবে না
eu: Ez kargatu pluginik
gd: Na luchdaich plugain sam bith
hu: Ne töltsön be semmilyen bővítményt
ja: どのプラグインもロードしない
lv: Neielādēt nekādus spraudņus
pl: Nie wczytuj żadnych wtyczek
pt_br: Não carregar quaisquer plug-ins
ru: Не загружать никакие плагины

source: Show internal processing information
ast: Amosar información del procesamientu internu
bn: অভ্যন্তরীন প্রসেসিং তথ্য দেখাও
eu: Barneko prozesu-informazioa erakutsi
gd: Seall fiosrachadh giollachd inntearnail
hu: Belső feldolgozási információk megjelenítése
lv: Rādīt informāciju par iekšējiem procesiem
pl: Wyświetlaj wewnętrzne informacje przetwarzania
pt_br: Mostrar informações de processamento interno
ru: Показывать информацию о внутренней обработке

source: Quit and replace an already running daemon
ast: Salir y camudar un degorriu que yá tea executándose
bn: বন্ধ করে কোন চালু থাকা ডিমন প্রতিস্থাপন করুন
eu: Jadanik martxan dagoen daemon bat itxi eta ordezkatu
gd: Fàg agus cuir an àite an daemon tha a' ruith mar-thà
hu: Kilépés és meglévő démon cseréje
lv: Iziet un aizvietot jau palaisto dēmonu
pl: Zakończ i zamień już uruchomioną usługę
pt_br: Sair e substituir um daemon já em execução
ru: Выйти и заменить уже запущенный демон

source: Listen on the DBus session bus (Only required for testing
ast: Escuchar nel bus de sesión de DBus (necesariu namái pa pruebes
bn: DBus সেশন bus এ শুনুন (শুধু পরীক্ষার জন্য আবশ্যক
eu: DBus saioko bus-ean entzun (Probak egiteko bakarrik beharrezkoa
gd: Èist air a' bhus seisein DBus (Chan eil feum air seo ach a chum deuchainn)
hu: A D-Bus munkamenetbusz figyelése (csak teszteléshez)
ja: DBusセッションバスの接続を待ちます（テスト時のみ必要です
lv: Klausīties DBus sesijas kopni (vajadzīgs tikai testēšanai)
pl: Nasłuchiwanie na magistrali sesji DBus (wymagane tylko do testowania
pt_br: Escutar no barramento de sessão DBus (Requerido apenas para testes
ru: Ждать сигнала DBus для общей шины (Только для тестирования

source: Perform operations in the given chroot
ast: Fai operaciones nel chroot dau
bn: প্রদত্ত chroot এ অপারেশন সম্পাদন
gd: Dèan obrachaidhean sa chroot a tha ann
hu: Műveletek végrehajtása a megadott „chroot”-on belül
ja: 指定されたchroot環境で操作を実行します
lv: Izpildīt darbības dotajā chroot
pl: Przeprowadzenie oparacji na podanym chroot
pt_br: Realizar operações no chroot dado
ru: Проводить операции в данном корневом каталоге

source: Store profile stats in the specified file
ast: Guardar estadístiques de perfil nel ficheru especificáu
bn: প্রোফাইল-এর তথ্য নির্দিষ্ট ফাইলে রাখুন
eu: Profilaren estatistikak zehaztutako fitxategian gorde
gd: Stòr stats na pròifil san fhaidhle a chaidh a shònrachadh
hu: Profilstatisztikák tárolása a megadott fájlban
lv: Saglabāt profila statistiku norādītā datnē
pl: Zachowa statystyki profilu w określonym pliku
pt_br: Armazenar estatísticas do perfil no arquivo especificado
ru: Хранить статистику профиля в указанном файле

source: Do not make any changes to the system (Only of use to developers)
ast: Nun facer cambeos al sistema (Namái pa usu de desendolcadores)
bn: সিস্টেমের কোন পরিবর্তন করবেন না (শুধুমাত্র ডেভেলপারের ব্যবহার)
eu: Ez egin aldaketarik sistemari (garatzaileek erabiltzeko soilik)
gd: Na dèan atharraichean sam bith air an t-siostam (Feumail do luchd-leasachaidh a-mhàin)
hu: Ne változtasson meg semmit a rendszeren (csak fejlesztőknek)
lv: Neizdarīt nekādas izmaiņas sistēmā (paredzēts tikai izstrādātājiem)
pl: Nie dokonuj żadnych zmian w systemie (Tylko do użytku programistów)
pt_br: Não realizar nenhuma alteração no sistema (útil para desenvolvedores)
ru: Не изменять файлы в системе (полезно только разработчикам)

source: Installed file
ast: Ficheru instaláu
bn: ইনস্টল করা ফাইল সমূহ
eu: Instalatu den fitxategia
gd: Chaidh am faidhle a stàladh
hu: Fájl telepítve
ja: インストール済のファイル
lv: Instalēja datni
pl: Zainstalowano plik
pt_br: Arquivo instalado
ru: Установленный файл

source: Installed packages
ast: Paquetes instalaos
bn: ইন্সটল করা প্যাকেজসমুহ
eu: Paketeak instalatuta
gd: Chaidh na pacaidean a stàladh
hu: Csomagok telepítve
ja: インストール済のパッケージ
lv: Instalēja pakotnes
pl: Zainstalowano pakiety
pt_br: Pacotes instalados
ru: Установленные пакеты

source: Added key from file
ast: Clave amestada dende ficheru
bn: ফাইল থেকে কী যুক্ত হয়েছে
eu: Fitxategiko gakoa gehituta
gd: Chaidh an iuchair a chur ris on fhaidhle
hu: Kulcs felvéve a fájlból
ja: ファイルから鍵を追加しました
lv: Pievienoja atslēgu no datnes
pl: Dodano klucz z pliku
pt_br: Chave adicionada de um arquivo
ru: Добавленный ключ из файла

source: Updated cache
ast: Caché anovada
bn: ক্যাশ আপগ্রেড করুন
eu: Cache-a eguneratuta
gd: Chaidh an tasgadan ùrachadh
hu: Gyorsítótár frissítve
ja: キャッシュを更新しました
lv: Atjaunināja kešatmiņu
pl: Zaktualizowano bufor
pt_br: Cache atualizado
ru: Обновлённые временные файлы

source: Search done
ast: Gueta fecha
bn: অনুসন্ধান সম্পন্ন
eu: Bilaketa eginda
gd: Sireadh dèante
hu: Keresés kész
ja: 検索が完了しました
lv: Meklēšana pabeigta
pl: Wyszukiwanie zakończone
pt_br: Pesquisa concluída
ru: Поиск завершён

source: Removed trusted key
ast: Clave de confianza desaniciada
bn: বিশ্বস্ত কী মুছে ফেলুন
eu: Gako fidagarria kenduta
gd: Chaidh iuchair earbsach a thoirt air falbh
hu: Megbízható kulcs eltávolítva
ja: 信頼された鍵を削除しました
lv: Izņēma uzticamu atslēgu
pl: Usunięto zaufany klucz
pt_br: Chave confiável removida
ru: Удалённый доверительный ключ

source: Removed packages
ast: Paquetes desaniciaos
bn: মুছে ফেলা হয়েছে এমন প্যাকেজসমূহ
eu: Paketeak ezabatuta
gd: Chaidh na pacaidean a thoirt air falbh
hu: Csomagok eltávolítva
ja: パッケージを削除しました
lv: Izņēma pakotnes
pl: Usunięto pakiety
pt_br: Pacotes removidos
ru: Удалённые пакеты

source: Updated packages
ast: Paquetes anovaos
bn: আপগ্রেড করা প্যাকেজসমূহ
eu: Paketeak eguneratuta
gd: Chaidh na pacaidean ùrachadh
hu: Csomagok frissítve
ja: パッケージを更新しました
lv: Uzlaboja pakotnes
pl: Zaktualizowano pakiety
pt_br: Pacotes atualizados
ru: Обновлённые пакеты

source: Upgraded system
ast: Sistema anováu
bn: আপগ্রেড করা সিস্টেম
eu: Sistema bertsio-berrituta
gd: Chaidh an siostam àrdachadh
hu: Rendszer frissítve
ja: システムをアップグレードしました
lv: Uzlaboja sistēmu
pl: Zaktualizowano system
pt_br: Sistema atualizado
ru: Обновлённая система

source: Applied changes
ast: Cambeos aplicaos
bn: পরিবর্তন সমূহ প্রয়োগ করা হয়েছে
eu: Aldaketak aplikatuta
gd: Chaidh na h-atharraichean a chur an sàs
hu: Változtatások alkalmazva
ja: 変更を適用しました
lv: Pielietoja izmaiņas
pl: Zastosowano zmiany
pt_br: Alterações aplicadas
ru: Примененные изменения

source: Repaired incomplete installation
ast: Instalación incompleta iguada
bn: অসম্পূর্ণ ইনস্টলেশন সংস্কার করা হয়েছে
eu: Osatu gabeko instalazioa konponduta
gd: Chaidh an stàladh neo-choileanta a chàradh
hu: Befejezetlen telepítések javítva
ja: 不完全なインストール状態を修復しました
lv: Salaboja nepabeigtu instalāciju
pl: Naprawiono niekompletną instalację
pt_br: Instação incompleta foi reparada
ru: Исправленная неоконченная установка

source: Repaired broken dependencies
ast: Dependencies frañaes iguaes
bn: ভাঙ্গা নির্ভরশীলতা সংস্কার করা হয়েছে
eu: Hautsitako menpekotasunak konponduta
gd: Chaidh na h-eisimeileachdan briste a chàradh
hu: Törött függőségek javítva
ja: 壊れている依存関係を修復しました
lv: Salaboja neatrisinātas atkarības
pl: Naprawiono uszkodzone zależności
pt_br: Dependências quebradas foram reparadas.
ru: Исправленные нарушенные зависимости
