Repository: pypi-data/pypi-mirror-5
Catalog: packages/Pootle/Pootle-2.5.0.tar.bz2/Pootle-2.5.0/pootle/locale/ff/pootle_js.po
Languages: ff

source: Expand details
ff: Wertu cariiɗe

source: Collapse details
ff: Taggu cariiɗe

source: Are you sure you want to continue?
ff: Aɗa yenanaa yiɗde jokkude?

source: This operation cannot be undone.
ff: Ngal baɗal waawaa firteede.

source: No results.
ff: Alaa jaltuɗe.

source: <a href="%s">String %s</a>
ff: <a href="%s">Ɓoggol %s</a>

source: Error while connecting to the server
ff: Juumre waɗii tuma nde seŋotoo e sarworde

source: Server error
ff: Juumre sarworde

source: The server seems down. Try again later.
ff: Sarworde maa taw ko suggunde. Eto kadi so ɓooyii.

source: Unknown error
ff: Juumre nde heftinaaka

source: Congratulations, you walked through all strings.
ff: Hono maa ala, a gaynii ɓoggi fof.

source: Return to the overview page.
ff: Rutto to hello jiimorde toh.

source: You reached the beginning of the list
ff: A yettiima fuɗɗoode doggol ngol

source: You reached the end of the list.
ff: A yettiima gasirde doggol ngol.

source: %s% match
ff: %s% nanndungol

source: Similar translations
ff: Firooji nannduɗi

source: More
ff: Goɗɗi

source: Hide
ff: Suuɗ

source: Less
ff: Ustu

source: Show
ff: Hollu

source: A year ago
ff: Waɗii hitaandeWaɗii duuɓi %s

source: A week ago
ff: Waɗii yontereWaɗii jonte %s

source: Yesterday
ff: HaŋkiWaɗii balɗe %s

source: An hour ago
ff: Waɗii waktuWaɗii waktuuji %s

source: A minute ago
ff: Waɗii hojomWaɗii hojomaaji %s

source: A few seconds ago
ff: Waɗii majaali seeɗa
