Repository: pypi-data/pypi-mirror-5
Catalog: packages/cciaa.portlet.calendar/cciaa.portlet.calendar-1.3.0.zip/cciaa.portlet.calendar-1.3.0/cciaa/portlet/calendar/locales/*/LC_MESSAGES/cciaa.portlet.calendar.po
Languages: it

source: A calendar portlet with some more search options
it: Una portlet calendario con qualche opzione di ricerca aggiuntiva

source: CCIAA Searching Calendar
it: Calendario con ricerca CCIAA

source: Events of the month
it: Eventi del mese

source: Searching Calendar
it: Calendario di Ricerca

source: box_last_modified
it: ultima modifica

source: cciaa_events_month
it: Eventi di ${event_month} ${event_year}

source: cciaa_events_of_the_day
it: Eventi del giorno

source: description_no_results_found
it: Nessun evento trovato.

source: label_by_author
it: di ${author}

source: label_filed_under
it: archiviato sotto:

source: title_rss_feed
it: Ricevi il flusso RSS costantemente aggiornato dei risultati di questa ricerca di eventi
