Repository: pypi-data/pypi-mirror-5
Catalog: packages/vs.org/vs.org-1.1.1.zip/vs.org-1.1.1/vs/org/locales/*/LC_MESSAGES/vs.org.po
Languages: de

source: Department
de: Abteilung

source: Department of an institution
de: Abteilung einer Einrichtung

source: Employee
de: Mitarbeiter

source: Employee of an institution and/or departments
de: Mitarbeiter einer Institution und/oder einer Abteilung

source: Employeefolder
de: Mitarbeiterordner

source: Folder for employees of an institution or department
de: Ordner für Mitarbeiter einer Institution und/oder einer Abteilung

source: Institution
de: Einrichtung

source: Institution with addresses, phone numbers etc.
de: Einrichtung mit Adressen, Telefonnummern etc.

source: Invalid number: %snumber
de: Ungültige Nummer: %snumber

# box_label_address
source: Address
de: Adresse

# box_label_buildingsection
source: Building section
de: Gebäudeteil

# box_label_edp_head
source: Other departments of specialisation ${spec}
de: Weitere Abteilungen der Spezialisierung ${spec}

# box_label_eip_head
source: Other institutions of business area ${area}
de: Weitere Einrichtungen des Geschäftsbereichs ${area}

# box_label_employees
source: Employees
de: Mitarbeiter

# box_label_institution
source: Institution
de: Einrichtung

# box_label_institutionportlet
source: Institution portlet
de: Einrichtungsportlet

# box_label_map
source: Map
de: Karte

# box_label_poBox
source: P.O. Box
de: Postfach

# box_label_url
source: Website
de: Webseite

# help_addresses
source: The first address is shown in the portlet and used to generate the map link.
de: Nur die erste Adresse wird in der Adressbox angezeigt und verwendet, um den Kartenlink zu generieren. Geodaten in der Form '52.518611, 13.408056' angeben.

# help_building_section
source: Provide floor or room number
de: Etage/Zimmer

# help_businessArea
source: Business area or faculty. Further terms may be added by editors.
de: Geschäftsfeld oder Fachbereich. Weitere Begriffe lassen sich durch Redakteure festlegen.

# help_country
source: This entry is for the first address entered.
de: Dieser Eintrag gilt für die erste Adresse.

source: help_degree
de: Meist werden Diplom- und Doktorgrade vor dem Namen angegeben.

source: help_degree_after
de: Meist werden Magister- und Bachelor-/Master-/PhD-Grade hinter dem Namen angegeben.

# help_directions
source: Give directions. How to get here by car, using public transportation etc.
de: Geben Sie eine Wegbeschreibung, z.B. für eine Anfahrt mit dem Auto oder mit öffentlichen Verkehrsmitteln.

# help_email
source: E-mail address
de: Bitte die E-Mailadresse angeben.

# help_firstname
source: Enter the first name.
de: Geben Sie den Vornamen an.

# help_image
source: Refer to an uploaded image
de: Verweisen Sie auf eine bereits vorhandene Bilddatei.

# help_lastname
source: Enter the last name.
de: Geben Sie den Nachnamen an.

# help_middlename
source: Enter the second or middle name.
de: Geben Sie den Mittel- oder Zweitnamen an.

# help_notes
source: This is not shown in the summary.
de: Wird nicht in der Zusammenfassung angezeigt.

# help_numbers
source: Enter telephone numbers in international format. You can add more number types using the site configuration.
de: Telefonnummern im internationalen Format angeben. Weitere Nummerntypen lassen sich in der Site-Konfiguration festlegen.

# help_position
source: Describe the position.
de: Beschreiben Sie die Position.

# help_province
source: Pick a province.
de: Wählen Sie Bundesland/Provinz.

# help_salutation
source: This is shown in the summary.
de: Wird für die Zusammenfassung verwendet.

# help_specialisation
source: Specialisation
de: Spezialisierung

# help_telephone
source: Enter telephone numbers in international format.
de: Telefonnummern im internationalen Format angeben.

# help_url
source: Include http://
de: Mit http:// angeben.

# image_reference
source: Image
de: Bild

# label_address
source: Address
de: Adresse

# label_addresses
source: Addresses
de: Adressen

# label_body_text
source: Body text
de: Haupttext

# label_building_section
source: Building section
de: Gebäudeteil

# label_businessArea
source: Business area
de: Geschäftsbereich

# label_city
source: City
de: Stadt

# label_country
source: Country
de: Land

# label_degree
source: Academic degree (prepended)
de: Akademischer Grad (vorangestellt)

# label_degree_after
source: Academic degree (appended)
de: Akademischer Grad (nachgestellt)

# label_departmentportlet
source: Department portlet
de: Abteilungsportlet

# label_directions
source: Directions
de: Anfahrtbeschreibung

# label_email
source: E-mail address
de: E-Mailadresse

# label_employees
source: Employees
de: Mitarbeiter

# label_equaldepartmentsportlet
source: Equal departments
de: Abteilungen gleicher Spezialisierung

# label_equalinstitutionsportlet
source: Equal institutions
de: Einrichtungen gleichen Fachbereichs

# label_externally_visible
source: externally visible?
de: extern sichtbar?

# label_firstname
source: First name
de: Vorname

# label_geocode
source: Geolocation
de: Geokoordinaten

# label_image
source: Image
de: Bild

# label_lastname
source: Last name
de: Nachname

# label_middlename
source: Middle name
de: Mittelname

# label_no_results
source: No results.
de: Keine Treffer gefunden.

# label_notes
source: Notes
de: Notizen

# label_number
source: Number
de: Nummer

# label_number_type
source: Number type
de: Typ

# label_numbers
source: Telephone numbers
de: Telefonnummern

# label_poBox
source: P.O. Box
de: Postfach

# label_province
source: Province
de: Bundesland

# label_salutation
source: Salutation
de: Anrede

# label_specialisation
source: Specialisation
de: Fachbereich/Spezialisierung

# label_street
source: Street
de: Straße

# label_telephone
source: Telephone
de: Telefon

# label_title
source: Title
de: Titel

# label_url
source: Website
de: Webseite

# label_vbb
source: Route finder
de: Routenfinder

# label_vbblink
source: Route search
de: Route suchen

# label_zipCode
source: ZIP Code
de: Postleitzahl

# link_backtonormalview
source: Back to normal view
de: Zurück zur nomalen Ansicht

# link_department_overview
source: Department overview by specialisation
de: Abteilungsübersicht nach Spezialisierung

# link_vcard
source: Link to VCard
de: Link zur VCard

source: Please select a country
de: Bitten wählen Sie das Land.

source: Please select a province
de: Bitte wählen Sie Bundesland/Provinz.

# title_department_overview
source: Department overview
de: Abteilungsübersicht

# title_institution_overview
source: Institution overview
de: Institutionsübersicht
