Repository: pypi-data/pypi-mirror-5
Catalog: packages/redomino.tokenrole/redomino.tokenrole-0.10.zip/redomino.tokenrole-0.10/redomino/tokenrole/locales/*/LC_MESSAGES/redomino.tokenrole.po
Languages: it

source: Cancel
it: Annulla

source: add_token
it: Aggiungi link di condivisione

source: data_saved
it: Modifiche memorizzate

source: day
it: giorno

source: days
it: giorni

source: delete_error
it: Si è verificato un errore

source: delete_success
it: Link di condivisione rimosso

source: delete_token
it: Elimina link di condivisione

source: errors
it: Si è verificato un errore

source: form_errors
it: Si è verificato un errore

source: heading_add_token
it: Aggiungi un nuovo link di condivisione

source: heading_delete_token
it: Elimina link di condivisione

source: heading_edit_token
it: Modifica link di condivisione

source: heading_tokenrole_manage
it: Gestisci link di condivisione

source: heading_tokenrolelisting
it: Elenco dei token

source: help_roles
it: Puoi scegliere i poteri da assegnare a chi accederà su quest'area con questo link di condivisione

source: help_token_validity
it: Data di scadenza del link di condivisione

source: help_token_value
it: Valore del token di accesso

source: help_tokenrole_email_list
it: Inserisci su righe separate uno o più indirizzi email a cui vuoi inviare il link di condivisione

source: help_tokenrole_subject
it: Inserici il soggetto della mail che vuoi inviare

source: help_tokenrole_text
it: Digita qui il testo del messaggio che vuoi inviare: al fondo verranno accodati automaticamente il link di condivisione con il token di accesso e la data di scadenza del link. Attenzione a non rimuovere completamente i token ${date}s e ${url}s o il messaggio non sarà completo.

source: help_tokenrole_token_id
it: Per la tua sicurezza non comunicare a persone non fidate questo token di accesso

source: hours
it: ore

source: label_cancel
it: Annulla

source: label_email
it: Email

source: label_role
it: Ruoli

source: label_roles
it: Ruoli

source: label_send_form
it: Distribuisci link di condivisione

source: label_send_token
it: Invia link di condivisione

source: label_token_validity
it: Validità del link di condivisione

source: label_token_value
it: Valore del token di accesso

source: label_tokenrole_email_list
it: Email

source: label_tokenrole_subject
it: Soggetto

source: label_tokenrole_text
it: Testo

source: label_tokenrole_token_id
it: Token id

source: modify_token
it: Modifica token

source: new_token
it: Aggiungi un nuovo link di accesso

source: no_changes
it: Non sono state effettuate modifiche

source: token_end_date
it: Data di scadenza:

source: token_role_send_ko
it: Si è verificato un errore durante l'invio

source: token_role_send_ko_mail
it: Errore durante l'invio dell'email

source: token_role_send_ok
it: Link di condivisione inviato

source: tokenrole_delete_token
it: Elimina

source: tokenrole_modify_token
it: Modifica

source: tokenrole_send_token
it: Distribuisci questo link di condivisione via mail
