Repository: pypi-data/pypi-mirror-5
Catalog: packages/redturtle.portlet.content/redturtle.portlet.content-1.4.0.zip/redturtle.portlet.content-1.4.0/redturtle/portlet/content/locales/*/LC_MESSAGES/redturtle.portlet.content.po
Languages: it

source: CSS class
it: Classe CSS

source: Find the item to show.
it: Inserisci l'elemento da mostrare.

source: Id of the portlet
it: Id della portlet

source: Image miniature
it: Miniatura immagine

source: Insert an Id for the portlet. If empty, the id will be the id of the object.
it: Inserisci un Id per la portlet. Se vuoto, verrà usato l'id dell'oggetto.

source: Insert the title of the portlet. If empty, the title will be the title of the object.
it: Inserisci il titolo della portlet. Se vuoto, verrà usato il titolo dell'oggetto.

source: Is a link to the object, to show all the informations. If checked, the title will not be clickable.
it: E' un link diretto all'oggetto per mostrare tutte le informazioni. Se selezionato, il titolo non sarà cliccabile.

source: Select and image miniature dimension, if you want to show the image for this content. If empty will be used mini miniature.
it: Seleziona la miniatura dell'immagine, se vuoi mostrare l'immagine per questo contenuto. Se vuoto, verrà utilizzata la miniatura mini.

source: Show description
it: Mostra descrizione

source: Show image
it: Mostra immagine

source: Show links to share this content with some social sites.
it: Mostra i link per condividire questo contenuti sui social network.

source: Show more
it: Mostra altro

source: Show number of comments
it: Mostra il numero di commenti

source: Show social links
it: Mostra i link social

source: Show text
it: Mostra testo

source: Show the description of the object.
it: Mostra la descrizione dell'oggetto.

source: Show the formatted text of the object, if there is.
it: Mostra il testo formattato dell'oggetto, se è presente.

source: Show the image of the object, if there is.
it: Mostra l'immagine dell'oggetto, se è presente.

source: Show the number of comments of the object, if they are activated.
it: Mostra il numero di commenti dell'oggetto, se sono attivati.

source: Show the title of the object.
it: Mostra il titolo dell'oggetto.

source: Target object
it: Oggetto selezionato

source: Title of the portlet
it: Titolo della portlet

source: You can add in this field a CSS class (or more classes divided by a space).
it: Puoi aggiungere in questo campo una classe CSS (o più classi separate da uno spazio).

source: comment
it: commento

source: comments
it: commenti

source: more_link
it: segue...

source: show_title
it: Mostra titolo

source: vocabulary-missing-single-value-for-edit
it: -- seleziona un valore --
