Repository: pypi-data/pypi-mirror-5
Catalog: packages/plone.mls.listing/plone.mls.listing-0.9.5.tar.gz/plone.mls.listing-0.9.5/src/plone/mls/listing/locales/*/LC_MESSAGES/plone.mls.listing.po
Languages: fr

source: 'Geographic Types' priority list
fr: Liste des priorités des 'Types Geographiques'

source: 'Listing Collection' Configuration
fr: Configuration de la 'Collection des Propriétés'

source: 'Listing Collection' viewlet activated.
fr: Viewlet de la 'Collection de Propriété' activé.

source: 'Listing Collection' viewlet deactivated.
fr: Viewlet de la 'Collection de Propriété' désactivé.

source: 'Listing Search' Configuration
fr: Configuration de la 'Recherche de Propriété'

source: 'Listing Search' viewlet activated.
fr: Viewlet de la 'Recherche de Propriété' activé.

source: 'Listing Search' viewlet deactivated.
fr: Viewlet de la 'Recherche de Propriété' désactivé.

source: 'Listing Types' priority list
fr: Liste des priorités des 'Types des Propriétés'

source: 'Location Types' priority list
fr: Liste des priorités des 'Types des Emplacements'

source: 'Object Types' priority list
fr: Liste des priorités des 'Types des Objets'

source: 'Ownership Types' priority list
fr: Liste des priorités des 'Types de la Possession'

source: 'Recent Listings' Configuration
fr: Configuration des 'Propriétés Récentes'

source: 'Recent Listings' viewlet activated.
fr: Viewlet des 'Propriétés Récentes' activé.

source: 'Recent Listings' viewlet deactivated.
fr: Viewlet des 'Propriétés Récentes' désactivé.

source: 'View Types' priority list
fr: Liste des priorités des 'Types de la Vue'

source: A single MLS Listing
fr: Un MLS Listage unique

source: Activate Listing Collection
fr: Activer Collection des Propriétés

source: Activate Listing Search
fr: Activer Recherche des Propriétés

source: Activate Recent Listings
fr: Activer Propriétés Récentes

source: Activate the Listing Collection viewlet.
fr: Activer le viewlet de la Collection des Propriétés.

source: Activate the Listing Search viewlet.
fr: Activer le viewlet de la Recherche des Propriétés.

source: Activate the Recent Listings viewlet.
fr: Activer les viewlets des Propriétés Récentes.

source: Add Agent Information portlet
fr: Ajouter portlet de la Information du Agent

source: Add Listing Quick Search portlet
fr: Ajouter portlet de la Recherche Rapide des Propriétés

source: Additional description for the portlet.
fr: Description supplémentaire pour le portlet.

source: Adjust the behaviour for this 'Listing Collection' viewlet.
fr: Régler le comportement pour ce viewlet de la 'Collection de la propriété'.

source: Adjust the behaviour for this 'Listing Search' viewlet.
fr: Régler le comportement pour ce viewlet de la 'Recherche de la Propriété'.

source: Adjust the behaviour for this 'Recent Listings' viewlet.
fr: Régler le comportement pour ce viewlet de 'Propriétés Récentes'.

source: Agency Logo
fr: Logo de la Agence

source: Agency Name
fr: Nom de la Agence

source: Agency Office Phone
fr: Téléphone au Bureau de la Agence

source: Agency Website
fr: Sit Web de la Agence

source: Agent Cell Phone
fr: Portable d'Agent

source: Agent Contact
fr: Contact d'Agent

source: Agent Email
fr: Courriel d'Agent

source: Agent Fax
fr: Télécopie d'Agent

source: Agent Information
fr: Information du Agent

source: Agent Name
fr: Nom d'Agent

source: Agent Office Phone
fr: Téléphone au Bureau d'Agent

source: Agent Title
fr: Titre d'Agent

source: Air Condition
fr: Air Conditionné

source: All
fr: Tout

source: BCC Recipients
fr: Destinataires de BCC

source: Basic Listing Information
fr: Informations Élémentaires de la Propriété

source: Bathrooms
fr: Salles de Bains

source: Bedrooms
fr: Chambres

source: Cancel
fr: Annuler

source: City/Town
fr: Ville

source: Configure Listing Collection
fr: Configurer Collection de la Propriété

source: Configure Listing Search
fr: Configurer Recherche de la Propriété

source: Configure Recent Listings
fr: Configurer Propriétés Récentes

source: Configure the Listing Collection viewlet.
fr: Configurer le viewlet de la Collection de la Propriété.

source: Configure the Listing Search viewlet.
fr: Configurer le viewlet de la Recherche de la Propriété.

source: Configure the Recent Listings viewlet.
fr: Configurer le viewlet des Propriétés Récents.

source: County
fr: Arrondissement

source: Custom title for the portlet (filter mode). If no title is provided, the default title is used.
fr: Titre personnalisé pour le portlet (mode de filtre). Si aucun titre n'est fourni, le titre par défaut est utilisé.

source: Custom title for the portlet (search mode). If no title is provided, the default title is used.
fr: Titre personnalisé pour le portlet (mode de recherche). Si aucun titre n'est fourni, le titre par défaut est utilisé.

source: Custom title for the portlet. If no title is provided, the default title is used.
fr: Titre personnalisé pour le portlet. Si aucun titre n'est fourni, le titre par défaut est utilisé.

source: Deactivate Listing Collection
fr: Désactiver Collection de la Propriété

source: Deactivate Listing Search
fr: Désactiver Recherche de la Propriété

source: Deactivate Recent Listings
fr: Désactiver Propriétés Récentes

source: Deactivate the Listing Collection viewlet.
fr: Désactiver le viewlet de la Collection de la Propriété.

source: Deactivate the Listing Search viewlet.
fr: Désactiver le viewlet de la Recherche de la Propriété.

source: Deactivate the Recent Listings viewlet.
fr: Désactiver le viewlet des Propriétés Récentes.

source: E-mail addresses which receive a blind carbon copy (comma separated).
fr: Les adresses e-mail qui reçoivent une copie conforme invisible (virgule séparée).

source: Edit Agent Information portlet
fr: Éditer portlet de la Information du Agent

source: Edit Listing Quick Search portlet
fr: Éditer portlet de la Recherche Rapide des Propriétés

source: Enter the maximum price for listings. If no price is given, all listings to the highest price are shown.
fr: Entrer le prix maximum pour la propriété. Si aucun prix n'est indiqué, toutes les propriétés avec le prix le plus élevé sont présentées.

source: Enter the minimum price for listings. If no price is given, all listings from the lowest price are shown.
fr: Entrer le prix minimum pour la propriété. Si aucun prix n'est indiqué, toutes les propriétés avec le prix le plus bas sont présentées.

source: Filter Results
fr: Filtrer les Résultats

source: Find the search page which will be used to show the results.
fr: Trouvez la page de la recherche qui sera utilisée pour afficher les résultats.

source: Geographic Type
fr: Type Géographique

source: Hide the search form when Quick Search Portlet is available?
fr: Cacher le formulaire de la recherche quand Portlet de la Recherche Rapide est disponible?

source: Interior Area
fr: Superficie Intérieure

source: Invalid email address
fr: Adresse e-mail périmée

source: Items in this vocabulary are sorted by priority key (if available) and value otherwise. Enter one item per line. Possible values are: %s
fr: Les articles de ce vocabulaire sont triés par une clé de priorité (le cas échéant) et autrement de la valeur. Entrez un article par ligne. Les valeurs possibles sont:% s

source: Items per Page
fr: Articles par Page

source: List of the contained MLS Listings.
fr: Liste des MLS propriétés contenues.

source: Listing
fr: Propriété

source: Listing Images
fr: Images de la Propriété

source: Listing Type
fr: Type de la Propriété

source: Location Type
fr: Type d'Emplacement

source: Long Description
fr: Description Longue

source: Lot Size
fr: Superficie du Terrain

source: MLS Agency Contact Info
fr: Info du Contact de la MLS Agence

source: MLS Listing ID
fr: ID de la Propriété du MLS

source: MLS Listings
fr: Propriétés du MLS

source: Mail Sent Message
fr: Message envoyé

source: Min
fr: Mi

source: No
fr: Non

source: Object Type
fr: Type d'Objet

source: Ownership Type
fr: Type de la Possession

source: Pool
fr: Piscine

source: Portlet Title
fr: Titre du Portlet

source: Portlet Title (Filter)
fr: Titre du Portlet (Filtre)

source: Portlet Title (Search)
fr: Titre du Portlet (Recherche)

source: Price (Max)
fr: Prix (Max)

source: Price (Min)
fr: Prix (Min)

source: Save
fr: Enregistrer

source: Search Listings
fr: Rechercher Propriétés

source: Search Page
fr: Rechercher Page

source: See what the agent says about this listing (original title and description):
fr: Voyez ce que dit l'agent à propos de cette propriété (titre original et description):

source: Select a value...
fr: Sélectionnez une valeur...

source: State
fr: État

source: Thank you message that is shown after the mail was sent.
fr: Merci le message qui s'affiche après le courriel a été envoyé.

source: The 'Listing Collection' viewlet does't work with this content type. Add 'IPossibleListingCollection' to the provided interfaces to enable this feature.
fr: Le viewlet de la «Collection de la Propriété« ne fonctionne pas avec ce type de contenu. Ajouter "Collection possible des Propriétés" aux interfaces fournies pour activer cette fonction.

source: The 'Listing Search' viewlet does't work with this content type. Add 'IPossibleListingSearch' to the provided interfaces to enable this feature.
fr: Le viewlet de la 'Recherche de Propriété' ne fonctionne pas avec ce type de contenu. Ajouter 'Recherche Possible de Propriété' pour les interfaces fournies pour activer cette fonction.

source: The 'Recent Listings' viewlet does't work with this content type. Add 'IPossibleRecentListings' to the provided interfaces to enable this feature.
fr: Le viewlet des "Propriétés Récentes" ne fonctionne pas avec ce type de contenu. Ajouter "Propriétés Récentes Possibles» aux interfaces fournies pour activer cette fonction.

source: This portlet shows a form to contact the corresponding agent for a given listing via email.
fr: Ce portlet affiche un formulaire pour contacter l'agent correspondant pour un listage envoyé par courriel.

source: This portlet shows a listing quick search form.
fr: Ce portlet affiche un formulaire de la recherche rapide des propriétés.

source: This portlet shows the corresponding agent information for a given listing. Note that this portlet is only available for the detail view of a listing.
fr: Ce portlet affiche les informations du agent correspondant pour un listage donné. Notez que ce portlet est seulement disponible pour la vue détaillée d'un listage.

source: Title
fr: Titre

source: Update agent information when showing a third party listing?
fr: Mettre à jour les informations d'agent affichant la propriété à quelqu'un d'autre?

source: View Type
fr: Type de la Vue

source: Yes
fr: Oui
