Repository: pypi-data/pypi-mirror-5
Catalog: packages/Pootle/Pootle-2.5.0.tar.bz2/Pootle-2.5.0/pootle/locale/*/pootle_js.po
Languages: sq, ug

source: Expand details
sq: Shtjello detajet
ug: تەپسىلاتىنى ياي

source: Collapse details
sq: Kthe papra detajet
ug: تەپسىلاتىنى قاتلا

source: Are you sure you want to continue?
sq: Je i sigurtë që do të vazhdoni?
ug: راستلا داۋاملاشتۇرامسىز؟

source: This operation cannot be undone.
sq: Ky veprim nuk mund c`behet.
ug: بۇ مەشغۇلاتتىن يېنىۋالغىلى بولمايدۇ.

source: No results.
sq: Asnjë rezultat.
ug: نەتىجە يوق.

source: <a href="%s">String %s</a>
sq: <a href=%s> Parametër %s</a>
ug: <a href="%s">ھەرپ تىزىقى %s</a>

source: Error while connecting to the server
sq: Gabim kur lidhemi ne serverin
ug: مۇلازىمېتىرغا باغلانغاندا خاتالىق كۆرۈلدى

source: Server error
sq: Gabim i serverit
ug: مۇلازىمېتىر خاتالىقى

source: The server seems down. Try again later.
sq: Ky server duket i fikur. Provo me vone.
ug: مۇلازىمېتىر تاقالغاندەك تۇرىدۇ. سەل تۇرۇپ قايتا سىناڭ.

source: Unknown error
sq: Gabim i panjohur
ug: يوچۇن خاتالىق

source: Congratulations, you walked through all strings.
sq: Pergezime, ju kaluat te gjithe stringat.
ug: مۇبارەك بولسۇن، سىز ھەممە ھەرپ تىزىقىنى كۆرۈپ چىقتىڭىز.

source: Return to the overview page.
sq: Ktheu prapa te rishikoni faqen.
ug: قىسقىچە بايان بېتىگە قايتىدۇ.

source: You reached the beginning of the list
sq: Ju aritet ne fillimin e listes
ug: تىزىمىڭ بېشىغا يەتتىڭىز.

source: You reached the end of the list.
sq: Ju aritet ne fund te listes.
ug: تىزىمنىڭ ئاخىرىغا يەتتىڭىز.

source: %s% match
sq: %s% përputhet
ug: %s% ماس كېلىدۇ

source: Similar translations
sq: Perkthim i ngjashem
ug: ئوخشايدىغان تەرجىمىلەر

source: More
sq: Me shume
ug: تېخىمۇ كۆپ

source: Hide
sq: Fshehe
ug: يوشۇر

source: Less
sq: Më i vogël
ug: تېخىمۇ ئاز

source: Show
sq: Shfaq
ug: كۆرسەت

source: A year ago
sq: Nje vit më parë
ug: %s يىل ئىلگىرى

source: A week ago
sq: Nje javë më parë
ug: %s ھەپتە ئىلگىرى

source: Yesterday
sq: Dje
ug: %s كۈن ئىلگىرى

source: An hour ago
sq: Një orë më parë
ug: %s سائەت ئىلگىرى

source: A minute ago
sq: Nje minutë më parë
ug: %s مىنۇت ئىلگىرى

source: A few seconds ago
sq: Disa sekonga më parë
ug: بىر قانچە سېكۇنت ئىلگىرى
