Repository: pypi-data/pypi-mirror-5
Catalog: packages/Pootle/Pootle-2.5.0.tar.bz2/Pootle-2.5.0/pootle/locale/*/pootle.po
Languages: ro

source: Language Selection
ro: Selectare limbă

source: View News Item
ro: Vizualizarea știrilor

source: No news yet.
ro: Încă nu sunt știri

source: News
ro: Știri

source: Publish News
ro: Publicare știri

source: Successfully published the following news
ro: Următoarele știri publicate cu succes

source: Publish
ro: Publică

source: Default
ro: Implicit

source: Interface Language
ro: Limba interfeței

source: This account is inactive.
ro: Acest cont este inactiv.

source: Number of Rows
ro: Numărul de rânduri

source: Alternative Source Languages
ro: Limbă sursă alternativă

source: Suggestions Accepted
ro: Sugestii acceptate

source: Suggestions Pending
ro: Sugestii în așteptare

source: Suggestions Reviewed
ro: Sugestii revizuite

source: Submissions Made
ro: Sugestii trimise

source: A short code for the project. This should only contain ASCII characters, numbers, and the underscore (_) character.
ro: Codul proiectului. Acesta poate conține numai caractere ASCII, numere și caracterul liniuță jos (_).

source: A description of this project. This is useful to give more information or instructions. Allowed markup: %s
ro: Descrierea proiectului. Acesta este util pentru a oferi mai multe informații sau instrucțiuni utile. Semne acceptate: %s

source: Quality Checks
ro: Verificarea calității

source: File Type
ro: Tip fişier

source: Automatic detection (slower)
ro: Detecție automată (mai încet)

source: GNU style: files named by language code
ro: Stil GNU: nume de fișiere după codul limbii

source: Non-GNU: Each language in its own directory
ro: Non-GNU: Fiecare limbă în directorul propriu

source: Project Tree Style
ro: Stilul Arbore Proiect

source: Ignore Files
ro: Ignoră fișierele

source: A URL or an email address where issues with the source text can be reported.
ro: Un URL sau o adresă de e-mail unde problemele legate de texte se pot raporta.

source: Report Target
ro: Raport țintă

source: %(languages)d language, %(average)d%% translated
ro: %(languages)d limbă, %(average)d%% tradus

source: You do not have rights to administer this project.
ro: Nu aveţi drepturi de administrare asupra acestui proiect.

source: Update against templates
ro: Actualizarea din șabloane

source: Below you can add, edit, and delete the permissions for this project.
ro: Aici puteți adăuga, edita sau șterge permisiunile unui proiect.

source: Administrate
ro: Administrează

source: Here you can add, edit, or delete the languages for this project.
ro: Aici puteți adăuga, edita sau șterge limbile proiectului.

source: Source
ro: Sursă

source: Target
ro: Țintă

source: State
ro: Stare

source: Comment
ro: Comentariu

source: anonymous user
ro: utilizator anonim

source: Subtitles: srt
ro: Subtitrări: srt

source: Subtitles: sub
ro: Subtitrări: sub

source: Subtitles: ssa
ro: Subtitrări: ssa

source: Subtitles: ass
ro: Subtitrări: ass

source: Plural Form %d
ro: Formă plural %d

source: Translator comment
ro: Comentariile traducătorului

source: Path
ro: Cale

source: Obsolete
ro: Învechit

source: Insufficient rights to this translation project.
ro: Drepturi insuficiente la acest proiect de traducere.

source: Comment submission failed.
ro: Trimiterea comentariului eșuat.

source: You do not have rights to access translation mode.
ro: Nu aveţi drepturi de traducere.

source: Failed to process submission.
ro: Eroare la procesarea trimiterii.

source: Failed to process suggestion.
ro: Eroare la procesarea sugestiei.

source: You do not have rights to access review mode.
ro: Nu aveţi dreptul să verificați traducerile.

source: The suggestion or vote is not valid any more.
ro: Sugestia sau votul nu mai este valabil.

source: Translate
ro: Tradu

source: Pootle's editor requires JavaScript
ro: Editorul Pootle necesită JavaScript

source: Please enable JavaScript in your browser preferences and reload the page.
ro: Vă rugăm activați JavaScript în preferințele navigatorului apoi reîncărcați pagina.

source: Filter by:
ro: Filtrează după:

source: All
ro: Toate

source: Incomplete
ro: Incomplet

source: My suggestions
ro: Sugestiile mele

source: My submissions
ro: Traducerea mea

source: My overwritten submissions
ro: Traducerea mea suprascrisă

source: Checks
ro: Verificări

source: Previous string
ro: Textul precedent

source: Go to the previous string (Ctrl+Up)<br/><br/>Also:<br/>Previous page: Ctrl+Shift+Page&nbsp;Up<br/>First page: Ctrl+Shift+Home
ro: Înapoi la textul precedent (Ctrl+Up)<br/><br/>Altele:<br/>Pagina precedentă: Ctrl+Shift+Page&nbsp;Up<br/>Prima magină: Ctrl+Shift+Home

source: Current page number (Ctrl+Shift+U)<br/><br/>Type in the number and press Enter<br/>to go to any position
ro: Numărul pagini curente (Ctrl+Shift+U)<br/><br/>Introduceți numărul, apoi apăsați Enter<br/>pentru a sări la orice poziție

source: Total pages
ro: Total pagini

source: Next string
ro: Textul următor

source: Go to the next string (Ctrl+Down)<br/><br/>Also:<br/>Next page: Ctrl+Shift+Page&nbsp;Down<br/>Last page: Ctrl+Shift+End
ro: La următorul text (Ctrl+Down)<br/><br/>Altele:<br/>Pagina următoare: Ctrl+Shift+Page&nbsp;Down<br/>Ultima pagină: Ctrl+Shift+End

source: Comment:
ro: Comentariu:

source: File:
ro: Fişier:

source: Comments:
ro: Comentarii:

source: Locations:
ro: Locații:

source: Terminology:
ro: Terminologie:

source: Insert the translated term into the editor
ro: Dați clic pentru a insera termenul în editor

source: Possible issues with the translation
ro: Posibile probleme cu traducerea

source: Failing checks:
ro: Verificări de erori:

source: Remove quality check
ro: Eliminarea verificărilor calitative

source: Copy into translation
ro: Copiază în traducere

source: Report a problem with the source string
ro: Reportarea problemei cu textul sursă

source: Submit
ro: Postează

source: Submit translation and go to the next string (Ctrl+Enter)
ro: Trimiteți traducerea și treceți la textul următor (Ctrl+Enter)

source: Suggest
ro: Sugerează

source: Suggest translation and go to the next string (Ctrl+Enter)
ro: Trimiteți sugestia și treceți la textul următor (Ctrl+Enter)

source: Switch to translation mode (Ctrl+Shift+Space)
ro: Schimbare la modul de traducere (Ctrl+Shift+Space)

source: Switch to suggestion mode (Ctrl+Shift+Space)
ro: Schimbare la modul de sugerare (Ctrl+Shift+Space)

source: Mark this string as needing further work (Ctrl+Space)
ro: Marchează acest text pentru revizualizare (Ctrl+Space)

source: reviewed by <a href="%(profile_url)s">%(reviewer)s</a>
ro: revizualizat de <a href="%(profile_url)s">%(reviewer)s</a>

source: Insert RLM (Right-To-Left Mark) into the editor
ro: Inserare RLM (Semnul Dreapta-La-Stânga) în editor

source: Insert LRM (Left-To-Right Mark) into the editor
ro: Inserare LRM (Semn Stânga-La-Dreapta) în editor

source: Insert RLE (Right-To-Left Embedding) into the editor
ro: Inserare RLM (Semn Dreapta-La-Stânga) în editor

source: Insert LRE (Left-To-Right Embedding) into the editor
ro: Inserare LRE (Încorporare Stânga-La-Dreapta) în editor

source: Insert RLO (Right-To-Left Override) into the editor
ro: Inserare RLO (Tăiere Dreapta-La-Stânga) în editor

source: Insert LRO (Left-To-Right Override) into the editor
ro: Inserare LRO (Tăiere Stânga-La-Dreapta) în editor

source: Insert PDF (Pop Directional Format ) into the editor
ro: Inserare PDF (Pop Directional Format) în editor

source: Insert ZWJ (Zero Width Joiner) into the editor
ro: Inserare ZWJ (Zero Width Joiner) în editor

source: Insert ZWNJ (Zero Width Non Joiner) into the editor
ro: Inserare ZWNJ (Zero Width Non Joiner) în editor

source: Insert this symbol into the editor
ro: Inserarea acestui simbol în editor

source: Add Comment
ro: Adaugă comentariu

source: Show Timeline
ro: Afișare cronologie

source: Hide Timeline
ro: Ascundere cronologie

source: User suggestions
ro: Sugestiile utilizatorilor

source: Accept suggestion
ro: Acceptă sugestia

source: Reject suggestion
ro: Respinge sugestia

source: Remove suggestion
ro: Elimină sugestia

source: Your current vote. Click to remove this vote.
ro: Ați votat deja. Clic pentru a șterge votul.

source: Vote for this suggestion
ro: Votați pentru această sugestie

source: Comment:
ro: Comentariu:

source: Previous Work
ro: Traducerea precedentă

source: Translator Comments
ro: Comentariile traducătorului

source: Timeline
ro: Cronologie

source: No results.
ro: Fără rezultate.

source: This term already exists in this file.
ro: Acest termen există deja în fișier.

source: Regenerate Glossary
ro: Regenerare dicționar

source: Are you sure you want to regenerate the glossary? Any existing terms and their translations will be deleted.
ro: Sunteți sigur că regenerați dicționarul? Toate termenile existente și traducerea lor vor fi șterse.

source: Extract
ro: Dezarhivează

source: You can regenerate the glossary from scratch.
ro: Puteți regenera dicționarul.

source: Term
ro: Termen

source: Translation
ro: Traducere

source: Glossary is Empty
ro: Dicționarul este gol

source: Generate Glossary
ro: Generare dicționar

source: Here you can manage the terms in the terminology files.
ro: Aici puteți administra termenile din dicționarul terminologic.

source: File
ro: Fișier

source: Once you upload files, you will be able to add, edit and delete terms.
ro: Odată încărcat fișiere, puteți adăuga, edita sau șterge termeni.

source: Description...
ro: Descriere...

source: Details...
ro: Detalii...

source: Download (.zip)
ro: Descarcă (.zip)

source: Download XLIFF
ro: Descarcă XLIFF

source: Download file in XLIFF format
ro: Descarcă fișierul în formatul XLIFF

source: Export
ro: Exportă

source: Export translations
ro: Exportare traduceri

source: Download
ro: Descarcă

source: Download file
ro: Descarcă fișier

source: Translate offline
ro: Traducere offline

source: Download XLIFF file for offline translation
ro: Descarcă fișier XLIFF pentru traducere offline

source: Upload
ro: Încarcă

source: Upload translation files or archives in .zip format
ro: Încarcă fișierele de traducere sau arhiva în format .zip

source: Update from VCS
ro: Actualizare din VCS

source: Commit to VCS
ro: Trimitere în VCS

source: Update all from VCS
ro: Actualizare din VCS

source: Commit all to VCS
ro: Trimitere în VCS

source: Rescan project files
ro: Verificarea fișierelor din proiect

source: Delete this folder...
ro: Șterge acest director...

source: Delete this file...
ro: Șterge acest fișier...

source: Manage
ro: Administrare

source: A description of this translation project. This is useful to give more information or instructions. Allowed markup: %s
ro: Descrierea proiectului de traducere. Acesta este util pentru a oferi mai multe informații sau instrucțiuni către traducători. Semne permise: %s

source: Failed to update from version control: %(error)s
ro: Eroare la actualizarea din VCS: %(error)s

source: Updated project <em>%(project)s</em> from version control
ro: Actualizarea proiectului <em>%(project)s</em> din VCS

source: Working copy
ro: Copia de lucru

source: Remote copy
ro: Copia de la distanță

source: Merged copy
ro: Copiere prin suprascriere

source: Updated file <em>%(filename)s</em> from version control
ro: Actualizare fișier <em>%(filename)s</em> din VCS

source: Failed to update <em>%(filename)s</em> from version control: %(error)s
ro: Eroare la actualizare fișier <em>%(filename)s</em> din VCS: %(error)s

source: Committed all files under <em>%(path)s</em> to version control
ro: Toate fișierele încărcate din <em>%(path)s</em> în VCS

source: Failed to commit to version control: %(error)s
ro: Eroare la încărcare fișiere în VCS: %(error)s

source: Committed file <em>%(filename)s</em> to version control
ro: Încărcare fișier <em>%(filename)s</em> în VCS

source: Failed to commit <em>%(filename)s</em> to version control: %(error)s
ro: Eroare la încărcarea fișierului <em>%(filename)s</em> în VCS: %(error)s

source: Translation project files have been rescanned.
ro: Fișierele proiectului de traducere au fost rescanate.

source: Error while rescanning translation project files.
ro: Eroare la rescanarea fișierelor proiectului de traducere.

source: Translation project has been updated against latest templates.
ro: Proiectul de traducere au fost actualizate după ultimul șablon.

source: Error while updating translation project against latest templates.
ro: Eroare la actualizarea fișierelor din proiectul de traducere pe baza ultimului șablon.

source: Symbolic link hasn't been removed from the filesystem.
ro: Legăturile simbolice nu pot fi șterse din sistemul de fișiere.

source: Directory and its containing files have been deleted.
ro: Directorul și fișierele din el au fost șterse.

source: File has been deleted.
ro: Fișierul a fost șters.

source: Error while trying to delete directory.
ro: Eroare la ștergerea directorului.

source: Error while trying to delete file.
ro: Eroare la ștergerea fișierului.

source: You do not have the right to create ZIP archives.
ro: Nu aveți drepturi de a crea o arhivă ZIP.

source: Invalid/insecure file name: %s
ro: Nume de fișier invalid sau nesecur: %s

source: Invalid GNU-style file name: %(local_filename)s. It must match '%(langcode)s.%(filetype)s'.
ro: Nume fișier stil GNU invalid: %(local_filename)s. Trebuie să coincidă cu formatul: '%(langcode)s.%(filetype)s'.

source: Error while extracting archive
ro: Eroare la dezarhivarea arhivei

source: You do not have rights to overwrite files here.
ro: Nu aveţi dreptul la suprascrierea fișierelor.

source: You do not have rights to upload new files here.
ro: Nu aveţi dreptul să încărcaţi fişiere noi.

source: You do not have rights to upload files here.
ro: Nu aveţi dreptul de a încărca fişiere.

source: Overwrite the current file if it exists
ro: Suprascrie fişierul curent dacă există

source: Merge the file with the current file and turn conflicts into suggestions
ro: Uneşte fişierul cu fişierul curent şi transformă conflictele în sugestii

source: Add all new translations as suggestions
ro: Adaugă noile traduceri ca sugestii

source: Upload to
ro: Încarcă la:

source: Optionally select the file you want to merge with. If not specified, the uploaded file's name is used.
ro: Opțional selectați fișierul care doriți să o îmbinați. Dacă nu o specificați, va fi utilizat numele fișierului încărcat.

source: Upload File
ro: Încarcă fişier

source: Below you can add, edit, and delete the permissions for this translation project.
ro: Aici puteți să adăugați, editați sau ștergeți permisiunile proiectului de traducere.

source: Update from Version Control
ro: Actualizare din VCS

source: Use this option to update all the files in this area from version control.
ro: Folosiți această opțiune pentru a actualiza toate fișierele din această zonă din VCS.

source: Files and Subfolders
ro: Fișiere și subdirectoare

source: Actions
ro: Acțiuni

source: %(project)s project information
ro: Informații proiect %(project)s

source: %(language)s language information
ro: Informații legate de limba %(language)s

source: Translation Statistics
ro: Statistici de traducere

source: Failing Checks
ro: Verificări greșite

source: Nothing to show
ro: Nimic de afișat

source: username
ro: utilizator

source: email address
ro: adresă e-mail

source: password
ro: parolă

source: password (again)
ro: parolă (din nou)

source: This username is already taken. Please choose another.
ro: Acest nume de utilizator este deja folosit. Alegeți altul.

source: You must type the same password each time
ro: Trebuie să introduceți același parolă de ambele ori

source: I have read and agree to the Terms of Service
ro: Am citit și accept Termeni de Utilizare.

source: This email address is already in use. Please supply a different email address.
ro: Această adresă de e-mail deja este utilizată. Vă rugăm introduceți o altă adresă.

source: Registration using free email addresses is prohibited. Please supply a different email address.
ro: La registrare nu puteți folosi adrese de e-mail gratuite. Vă rugăm introduceți o adresă diferită.

source: user
ro: utilizator

source: activation key
ro: cheie de activare

source: registration profile
ro: profil de înregistrare

source: registration profiles
ro: profilurile de înregistrare

source: Time to answer has expired
ro: Timpul pentru răspuns a expirat

source: Enter a number
ro: Introduceți un număr

source: Incorrect
ro: Incorect

source: Pootle Demo
ro: Demo Pootle

source: <div dir="ltr" lang="en"> <h2>This is a demo installation of Pootle.</h2> <p>You can also visit the official <a href="http://pootle.locamotion.org">Pootle server</a>. The server administrator has not provided contact information or a description of this server. If you are the administrator for this server, edit this description in your preference file or in the administration interface.</p> </div>
ro: <div dir="ltr" lang="ro"> <h2>Acesta este o instalare demo de Pootle.</h2> <p>Puteți vizita serverul oficial <a href="http://pootle.locamotion.org">Pootle</a>. Administratorul serverului nu a introdus date de contact sau descriere pentru acest server. Dacă sunteți administratorul acestui server, editați această descriere în fișierele de configurare sau în interfața de administrare a serverului.</p> </div>

source: Permission Denied
ro: Acces refuzat

source: You don't have permission to access this page.
ro: Nu aveți permisiuni să accesați pagina.

source: Page Not Found
ro: Pagina nu a fost găsită

source: We're sorry, but the requested page could not be found.
ro: Ne cerem scuze, dar pagina căutată nu a fost găsită.

source: Server Error
ro: Eroare server

source: An error has occurred. Thank you for your patience.
ro: A intervenit o eroare. Vă mulțumim pentru răbdare.

source: If you need assistance, you may refer to this error as <strong>%(ref)s</strong>.
ro: Dacă aveți nevoi de asistență, vă puteți referi la această eroare prin <strong>%(ref)s</strong>.

source: Administration
ro: Administrare

source: Information and statistics about this Pootle server
ro: Informații și statistici despre acest server Pootle

source: Configure the general settings for your site
ro: Setările generale ale paginii

source: Manage the users
ro: Gestionare utilizatori

source: Manage the languages
ro: Gestionare limbi

source: Manage the projects
ro: Gestionare proiecte

source: Manage the default permissions
ro: Gestionarea permisiunilor implicite

source: Manage Legal Pages
ro: Gestionarea paginilor oficiale

source: skip to navigation
ro: săriți la navigare

source: Reset zoom (Ctrl+Shift+0)
ro: Resetare zoom (Ctrl+Shift+0)

source: Log Out
ro: Ieşire

source: Register
ro: Înregistrare

source: Log In
ro: Autentificare

source: Help
ro: Ajutor

source: Contact Us
ro: Contactaţi-ne

source: About this Pootle Server
ro: Despre acest server Pootle

source: Contributors
ro: Contributori

source: Are You Human?
ro: Sunteți Om?

source: To protect the server against attacks we have to verify that submissions are made by human users.
ro: Pentru a proteja serverul împotriva atacurilor, trebuie să verificăm dacă sistemul este utilizat de oameni.

source: Please answer this question:
ro: Vă rugăm răspundeți la întrebare:

source: Confirm
ro: Confirmare

source: Language main page
ro: Pagina principală cu limbi

source: Overview
ro: Imagine de ansamblu

source: Language news
ro: Știri despre limbi

source: Administrate your language permissions
ro: Administrarea permisiunilor acestei limbi

source: Project main page
ro: Pagina proiectului

source: Project news
ro: Noutăți proiect

source: Administrate your project
ro: Administrare proiect propriu

source: Manage project permissions
ro: Administrare permisiuni proiect

source: Manage Terminology
ro: Gestionare terminologii

source: Translation project main page
ro: Pagina principală a proiectului de traducere

source: Translation project news
ro: Știrile proiectului de traducere

source: Translate this project
ro: Traduceți acest proiect

source: Manage terminology
ro: Gestionare terminologii

source: Terminology
ro: Terminologii

source: Administrate your project permissions
ro: Administrarea permisiunilor proiectului

source: My Account
ro: Contul meu

source: Overview of your account
ro: Vizualizare date personale

source: Dashboard
ro: Tablou de control

source: Configure your translation preferences
ro: Schimbați preferințele legate de traduceri

source: Settings
ro: Configurări

source: Change your personal information
ro: Schimbarea informațiilor personale

source: Profile
ro: Profil

source: Change your password
ro: Schimbați-vă parola

source: This Pootle Server
ro: Acest server Pootle

source: This site is running Pootle &mdash; powerful web software to empower teams to do translation and translation management. This community tool is Free Software, and any team can use it and contribute to the Pootle community. Read more on the <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i> project website</a>.
ro: Acest site rulează Pootle &mdash;, program popular de web, pentru a ajuta persoanele în traduceri și managementul proiectelor de traducere. Acest utilitar al comunității este Program Gratuit și Liber, și oricine o poate folosi și poate contribui la comunitatea Pootle. Citiți mai multe pe <a href="http://pootle.translatehouse.org/"><i class="icon-external-link"></i> pagina proiectului</a>.

source: About
ro: Despre

source: Send
ro: Trimite

source: Message Sent
ro: Mesaj trimis

source: Thank you for your feedback.
ro: Mulțumim pentru răspuns.

source: message by %(name)s
ro: mesajul lui %(name)s

source: Here you can change your personal details. This information will be used in the header of the translation files.
ro: Aici puteți să vă schimbați datele personale. Aceste informații vor fi refolosite în antetul fișierelor de traducere.

source: First Name
ro: Prenume

source: Last Name
ro: Nume

source: Email address
ro: Adresă e-mail

source: Translation Settings
ro: Setări traducere

source: Here you can configure the settings related to the translation interface as well as your language preferences.
ro: Aici puteți configura setările referitoare la interfața cu utilizatorul și setarea limbilor

source: Quick Links
ro: Legături rapide

source: No languages or projects selected. Choose yours now.
ro: Nu e selectat nicio limbă sau proiect. Alegeți-le acum.

source: This user has not selected languages or projects yet.
ro: Acest utilizator momentan nu are selectat nici o limbă sau proiect.

source: User Statistics
ro: Statistici utilizator

source: You can set or change your avatar image at www.gravatar.com
ro: Vă puteți seta sau schimba imaginea avatar la www.gravatar.com

source: Profiles list
ro: Lista profilelor

source: Username
ro: Utilizator

source: First name
ro: Prenume

source: Last name
ro: Nume

source: Account Activated
ro: Activarea contului

source: The account has been activated for username "%(account)s". You can now proceed to log in.
ro: Contul a fost activat pentru utilizatorul "%(account)s". Acum puteți să vă autentificați.

source: Pootle Account Created!
ro: Contul de Pootle a fost creat!

source: A Pootle account has been created for you using this email address.
ro: S-a creat un cont Pootle pentru dvs folosind adresa de e-mail introdusă.

source: To activate your account, follow this link:
ro: Pentru a activa contul dvs urmaţi această legătură:

source: Activate my Pootle account
ro: Activarea contului meu Pootle

source: Your activation code is: <code>%(activation_key)s</code>
ro: Codul de activare este: <code>%(activation_key)s</code>

source: This message is sent to verify that the email address is in fact correct. If you did not want to register an account, you may simply ignore the message.
ro: Acest mesaj este trimis pentru a verifica dacă adresa de e-mail este corectă. Dacă nu doriţi să vă înregistraţi, ignoraţi acest mesajul.
