Repository: pypi-data/pypi-mirror-5
Catalog: packages/Pootle/Pootle-2.5.0.tar.bz2/Pootle-2.5.0/pootle/locale/*/pootle.po
Languages: ro

source: Your activation code is:
ro: Codul dvs de activare este:

source: Pootle registration
ro: Înregistrare Pootle

source: Password Changed
ro: Schimbare parolă

source: Your password was changed successfully.
ro: Parola a fost schimbată cu succes.

source: Change Password
ro: Schimbare parolă

source: Please enter your old password, for security's sake, and then enter your new password twice so we can verify you typed it in correctly.
ro: Introduceți parola veche din motive de securitate și apoi introduceți parola nouă de două ori pentru a fi sigur că ați tastat-o corect.

source: Old password
ro: Parola veche

source: New password
ro: Parola nouă

source: Confirm password
ro: Confirmaţi parola

source: Change My Password
ro: Schimbarea parolei

source: Password Reset
ro: Restabilire parolă

source: Password Reset Complete.
ro: Restabilirea parolei s-a încheiat.

source: Your password has been set. You may go ahead and <a href="%(login_url)s">log in</a> now.
ro: Parola a fost setată. Puteți merge la pagina <a href="%(login_url)s">log in</a> pentru a vă loga.

source: Reset Password
ro: Resetare parolă

source: Enter New Password.
ro: Introduceți parola nouă.

source: Please enter your new password twice so we can verify you typed it in correctly.
ro: Introduceți parola nouă de două ori pentru a fi sigur că ați tastat-o corect.

source: New Password
ro: Parolă nouă

source: Confirm Password
ro: Confirmaţi parola

source: Reset My Password
ro: Resetare parolă

source: Password Reset Failed.
ro: Resetare parolă eșuată.

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
ro: Legătura pentru restabilirea parolei a fost nevalidă, probabil pentru că a fost folosită deja. Cereți o nouă restabilire a parolei.

source: We've e-mailed you instructions for setting your password to the e-mail address you submitted. You should receive it shortly.
ro: Vi s-a trimis un email la adresa pe care ați introdus-o cu instrucțiuni pentru a vă defini parola. Îl veți primi în scurt timp.

source: You're receiving this e-mail because you requested a password reset for your user account at %(site_name)s.
ro: Ați primit acest e-mail fiindcă ați cerut resetarea parole de utilizator la %(site_name)s.

source: Please go to the following page and choose a new password:
ro: Vă rugăm vizitați următoarea pagină web, și alegeți o parolă nouă:

source: Your username is %(user)s.
ro: Numele de utilizator este %(user)s.

source: Thank you for using Pootle!
ro: Vă mulţumim că folosiţi Pootle!

source: Forgotten your password? Enter your e-mail address below, and we'll e-mail instructions for setting a new one.
ro: V-ați uitat parola? Introduceți adresa de email mai jos, și vă vom trimite instrucțiuni pentru definirea unei noi parole.

source: Email Address
ro: Adresă e-mail

source: Registration Complete
ro: Registrația completată

source: Please check your email to activate your account.
ro: Vă rugăm verificați mesajele de e-mail pentru a vă activa contul.

source: Register a New Pootle Account
ro: Înregistrați cont Pootle nou

source: Fill in the following form to get started translating.
ro: Pentru a începe traducerea completați formularul de mai jos.

source: Password (again)
ro: Parolă (din nou):

source: Make sure to read the following:
ro: Sunteți sigur că ați citit următoarele:

source: Already have an account?
ro: Aveți deja un cont?

source: Log In.
ro: Autentificare.
