Repository: pypi-data/pypi-mirror-5
Catalog: packages/Pootle/Pootle-2.5.0.tar.bz2/Pootle-2.5.0/pootle/locale/*/pootle.po
Languages: ro

source: Hold down "Control", or "Command" on a Mac, to select more than one.
ro: Țineți apăsat "Control", sau "Command" pe Mac, pentru a selecta mai multe elemente.

source: Enter a valid e-mail address.
ro: Introduceți o adresă de e-mail validă.

source: That e-mail address doesn't have an associated user account. Are you sure you've registered?
ro: Această adresă de e-mail nu are asociat niciun cont de utilizator. Sunteți sigur că v-ați înregistrat?

source: This field is required.
ro: Completarea câmpului este obligatorie.

source: Ensure this value has at most %(max)d characters (it has %(length)d).
ro: Asigurați-vă că această valoare nu depășește %(max)d (de) caractere (acum are %(length)d (de) caractere).

source: Save and add another
ro: Salvează și adaugă încă unul

source: Save and continue editing
ro: Salvează și continuă editarea

source: Add
ro: Adaugă

source: Change
ro: Modifică

source: Please enter a correct username and password. Note that both fields are case-sensitive.
ro: Vă rugăm introduceți numele de utilizator și parola corectă. Ambele câmpuri sunt sensibile la litere mici/mari.

source: Password reset on %s
ro: Parola resetată la %s

source: Add %(name)s
ro: Adaugă %(name)s

source: View on site
ro: Vizualizare pe site

source: first name
ro: prenume

source: last name
ro: numele de familie

source: e-mail address
ro: adresă de e-mail

source: active
ro: activ

source: superuser status
ro: rang de administrator

source: Source Language
ro: Limbă sursă

source: Privacy Policy
ro: Politica de intimitate

source: License
ro: Licență

source: Contributor License
ro: Licență de contribuitor

source: Terms of Use
ro: Termeni de utilizare

source: Terms of Service
ro: Termeni de serviciu

source: Your name
ro: Numele dumneavoastră

source: Your email address
ro: Adresa dumneavoastră de e-mail

source: Your message
ro: Mesajul dumneavoastră

source: Akismet thinks this message is spam
ro: Akismet crede că acest mesaj este spam

source: Please correct the error below.
ro: Vă rugăm corectați eroarea de mai jos.

source: The settings have been saved.
ro: Setările au fost salvate.

source: Save
ro: Salvează

source: URL or content must be provided.
ro: Trebuie să introduceți un URL sau un conținut.

source: Active
ro: Activ

source: Whether this page is active or not.
ro: Dacă această pagină este activă sau nu.

source: Display on registration
ro: Afișează la înregistrare

source: Whether this page should be displayed on registration.
ro: Dacă această pagină ar trebui afișată la înregistrare.

source: Title
ro: Titlu

source: If set, any references to this legal page will redirect to this URL
ro: Dacă e selectat, orice referință la această pagină va redirecționată către URL-ul introdus:

source: Slug
ro: Titlu scurt

source: The page will be available at /about/<slug>/
ro: Pagina va fi disponibilă sub /about/<slug>/

source: Content
ro: Conținut

source: Allowed markup: %s
ro: Semne acceptate: %s

source: Legal page created.
ro: A fost creată pagină Legal.

source: Edit Legal Page
ro: Editează pagină Legal

source: Delete
ro: Șterge

source: Legal Pages
ro: Pagini Legal

source: Existing Legal Pages
ro: Pagini Legal existente

source: Inactive
ro: Inactiv

source: Edit
ro: Editare

source: No pages yet.
ro: Nici o pagină.

source: New Legal Page
ro: Noua pagină Legal

source: Language code does not follow the ISO convention
ro: Codul limbi nu urmărește convențiile ISO

source: Project code may only contain letters, numbers and _
ro: Codul proiectului poate conține doar litere, numere și _

source: Advanced Options
ro: Opțiuni avansate

source: The name for this Pootle server
ro: Numele acestui server Pootle

source: Description
ro: Descriere

source: The description and instructions shown on the front page and about page. Be sure to use valid HTML.
ro: Descrierea apare pe pagina de start. Verificați dacă folosiți cod valid HTML.

source: Can view a translation project
ro: Poate vedea proiectul de traducere

source: Can make a suggestion for a translation
ro: Poate oferi sugestii de traducere

source: Can submit a translation
ro: Poate trimite traduceri

source: Can overwrite translations on uploading files
ro: Poate suprascrie traducerile prin upload

source: Can review translations
ro: Poate lectora traducerile

source: Can download archives of translation projects
ro: Poate descărca proiectul de traducere într-o arhivă

source: Can administrate a translation project
ro: Poate administra proiectul de traducere

source: Can commit to version control
ro: Se poate înregistra la controlul versiunii

source: Pending
ro: În așteptare

source: Accepted
ro: Acceptat

source: Rejected
ro: Respinge

source: Top Contributors
ro: Contributori

source: Suggestions
ro: Sugestii

source: Reviews
ro: Recenzii

source: Submissions
ro: Traduceri

source: anonymous users
ro: utilizator anonim

source: Translated
ro: Tradus

source: Needs work
ro: Necesită lucru

source: Untranslated
ro: Netradus

source: Save Changes
ro: Salvează schimbările

source: Languages
ro: Limbi

source: Here you can add, edit, and delete all the available languages in this Pootle server.
ro: Aici puteți adăuga, modifica și șterge toate limbile disponibile pe acest server Pootle.

source: Permissions
ro: Permisiuni

source: Here you can add, edit, and delete the default permissions in this Pootle server.
ro: Aici puteți adăuga, modifica și șterge permisiunile implicite pe acest server Pootle.

source: The user “nobody” refers to any user that is not logged in (an anonymous, unidentified user). The user “default” refers to the rights that all logged in users will have by default, unless other specific rights were assigned to them.
ro: Utilizatorul "nimeni" se referă la orice utilizator ce nu este autentificat (utilizator anonim, neidentificat). Utilizatorul "implicit" se referă la drepturile ce le au implicit toți utilizatorii autentificați, decât dacă alte drepturi specifice le-au fost atribuite.

source: Projects
ro: Proiecte

source: Here you can add, edit, and delete all the available projects in this Pootle server.
ro: Aici puteți adăuga, modifica și șterge toate proiectele disponibile pe acest server Pootle.

source: General Settings
ro: Setări Generale

source: Configure here the general settings for your site.
ro: Configurați aici setările generale pentru site-ul dumneavoastră.

source: Users
ro: Utilizatori

source: Here you can add, edit, and delete all the available users in this Pootle server.
ro: Aici puteți adăuga, modifica și șterge toți utilizatorii disponibili pe acest server Pootle.

source: Server Statistics
ro: Statisticile Serverului

source: Pending suggestions
ro: Sugestii în așteptare

source: More...
ro: Mai mult...

source: Support
ro: Asistență

source: Pootle is developed by Translate.org.za and a community of passionate localization experts. We want Pootle to help your localization work reach its full potential.
ro: Pootle este dezvoltat de Translate.org.za și de o comunitate de experți în localizare. Noi vrem ca Pootle ca munca dumneavoastră de localizare să-și atingă potențialul cel mai mare.

source: You will find the following helpful for support:
ro: Veți găsi următoarele ajutătoare în asistență:

source: The Pootle documentation
ro: Documentațiia Pootle

source: The Pootle mailing list
ro: Lista de mail Pootle

source: (commercial support)
ro: (suport comercial)

source: Dependency Checks
ro: Verificare dependințe

source: Optional
ro: Opțional

source: Optimizations
ro: Optimizare

source: Cancel
ro: Renunță

source: Pootle Alerts
ro: Alerte Pootle

source: No description set.
ro: Fără descriere.

source: Latest News
ro: Ultimele Noutăți

source: Subscribe to the RSS feed.
ro: Abonați-vă la fluxul RSS

source: Login
ro: Autentificare

source: Login to Pootle
ro: Intraţi în Pootle

source: Your username and password didn't match. Please try again.
ro: Numele de utilizator și parola dumneavoastră nu se potrivesc. Vă rugăm încercați din nou.

source: Lost your Password?
ro: Ați pierdut Parola?

source: Don't have an account yet?
ro: Nu aveți cont încă?

source: Register.
ro: Înregistrați-vă.

source: Password
ro: Parolă

source: Translate Toolkit version %s installed.
ro: Translate Toolkit versiunea %s s-a instalat.

source: Translate Toolkit version %(installed)s installed. Pootle requires at least version %(required)s.
ro: Translate Toolkit versiunea %(instalată)s este instalată. Pootle necesită cel puțin versiunea %(necesar)s.

source: Django version %s is installed.
ro: Django versiunea %s este instalată.

source: Django version %s is installed, but a higher version is highly recommended.
ro: Versiunea %s Django este instalata, dar este recomandată folosirea unei versiuni mai noi.

source: lxml version %s is installed.
ro: Este instalată versiunea lxml %s.

source: lxml version %(installed)s is installed. Pootle requires at least version %(required)s.
ro: Versiunea lxml instalată este %(installed)s. Pootle are nevoie minim de versiunea %(required)s.

source: lxml is not installed. Pootle requires lxml.
ro: lxml nu este instalat. Pootle are nevoie de lxml.

source: Can't find the unzip command. Uploading archives is faster if "unzip" is available.
ro: Nu a fost găsită comanda unzip. Încărcarea traducerilor este mai rapidă dacă "unzip" există.

source: Can't find the ISO codes package. Pootle uses ISO codes to translate language names.
ro: Nu a fost găsită pagina cu coduri ISO. Pootle folosește codurile ISO pentru numele limbilor de traducere.

source: Can't find the aeidon package. Pootle requires Gaupol or aeidon to support subtitle formats.
ro: Nu a fost găsit pachetul aeidon. Pootle are nevoie de Gaupol sau aeidon pentru a suporta formatele de subtitrări.

source: Can't find python-levenshtein package. Updating against templates is faster with python-levenshtein.
ro: Nu a fost găsit pachetul python-levenshtein. Actualizarea pe baza șabloanelor este mai rapidă cu python-levenshtein.

source: No text indexing engine found. Searching is faster if an indexing engine like Xapian or Lucene is installed.
ro: Nu a fost găsit motor de indexare texte. Căutarea este mai rapidă dacă este instalat un motor de indexare, ca Xapian sau Lucene.

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine.
ro: Se utilizează motorul de baze de date implicit sqlite3. SQLite este potrivit doar pentru implementări cu un număr mic de utilizatori. Pootle va avea o performanță mai bună cu motorul de baze de date MySQL.

source: Using the default sqlite3 database engine. SQLite is only suitable for small installations with a small number of users. Pootle will perform better with the MySQL database engine, but you need to install python-MySQLdb first.
ro: Se utilizează motorul de baze de date implicit sqlite3. SQLite este potrivit doar pentru implementări cu un număr mic de utilizatori. Pootle va avea o performanță mai bună cu motorul de baze de date MySQL, dar mai întâi trebuie instalat python-MySQLdb.

source: Pootle is configured to use memcached as a caching backend, but can't connect to the memcached server. Caching is currently disabled.
ro: Pootle este configurat să utilizeze memcached pentru backend la cache, dar nu se poate conecta la serverul memcached. Caching-ul este momentan dezactivat.

source: For optimal performance, use django.contrib.sessions.backends.cached_db as the session engine.
ro: Pentru performanțe optime, folosiți django.contrib.sessions.backends.cached_db pentru motorul de sesiuni.

source: Pootle is configured to use memcached as caching backend, but Python support for memcached is not installed. Caching is currently disabled.
ro: Pootle este configurat să utilizeze memcached pentru backend la cache, dar suportul Python pentru memcached nu este instalat. Caching-ul este dezactivat.

source: For optimal performance, use memcached as the caching backend.
ro: Pentru performanțe optime, folosiți memcached pentru backend pentru caching.

source: For optimal performance, use Apache as the webserver.
ro: Pentru performanțe optime , utilizați webserverul Apache.

source: The "from" address used to send registration emails is not specified. Also review the mail server settings.
ro: Nu este setată adresa de e-mail de "expeditor", care trimite mesajele de înregistrare. Să revizuiți setările serverului de trimis e-mailuri.

source: No contact address is specified. The contact form will allow users to contact the server administrators.
ro: Nu este specificată adresă de contact. Formularul de contact face posibil ca utilizatori să contacteze administratorul serverului.

source: Running in debug mode. Debug mode is only needed when developing Pootle. For optimal performance, disable debugging mode.
ro: Rulează în mod debug. Modul debug este necesar numai dacă dezvpltați pootle. Pentru performnțe optime dezactivațo modul debug.

source: Running in live translation mode. Live translation is useful as a tool to learn about Pootle and localization, but has high impact on performance.
ro: Mod Live translation. Modul Live translaton este util la învățarea lui Pootle și a localizării, dar are un impact negati asupra performnței.

source: Files
ro: Fișiere

source: Active projects
ro: Proiecte active

source: Active languages
ro: Limbi active

source: Translated strings
ro: Texte traduse

source: Translated words
ro: Cuvinte traduse

source: Active users
ro: Utilizatori activi

source: Project Members
ro: Membrii proiect

source: Language Members
ro: Membri limbă

source: All Users
ro: Toţi Utilizatorii

source: You do not have rights to administer Pootle.
ro: Nu aveţi dreptul de a administra Pootle.

source: You do not have rights to administer %s.
ro: Nu aveţi dreptul de a administra %s.

source: No files in this project.
ro: Nu sunt fișiere în acet proiect.

source: There are errors in the form. Please review the problems below.
ro: Sunt greșeli în formular. Vă rog verificați problemele de mai jos.

source: Pootle %(pootle_ver)s is powered by Translate Toolkit %(toolkit_ver)s
ro: Pootle %(pootle_ver)s utilizează utilitarul Translate Toolkit %(toolkit_ver)s.

source: %(percentage)d%% complete
ro: %(percentage)d%% complet

source: You do not have rights to access this translation project.
ro: Nu aveţi dreptul de acces la acest proiect de traduceri.

source: You do not have rights to commit files here
ro: Nu aveţi dreptul să comiteţi fişiere aici

source: You do not have rights to update files here
ro: Nu aveţi dreptul să actualizaţi fişiere aici

source: ISO 639 language code for the language, possibly followed by an underscore (_) and an ISO 3166 country code. <a href="http://www.w3.org/International/articles/language-tags/">More information</a>
ro: Codul ISO 639 a unei limbi probabil este urmat de liniuță jos (_) apoi de codul ISO 3166 a țării. <a href="http://www.w3.org/International/articles/language-tags/">Mai multe detalii</a>

source: Code
ro: Cod

source: Full Name
ro: Nume întreg

source: A description of this language. This is useful to give more information or instructions. Allowed markup: %s
ro: Descrierea acestei limbi. Este util pentru a oferi mai multe informații sau instrucțiuni. Semne permise: %s

source: Enter any special characters that users might find difficult to type
ro: Introduceți orice caracter special, care este dificil de introdus pentru utilizatori

source: Special Characters
ro: Caractere speciale

source: For more information, visit <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">our wiki page</a> on plural forms.
ro: Pentru mai multe informații în legătură cu formele plurale, vizitați <a href="http://translate.sourceforge.net/wiki/l10n/pluralforms">pagina noastră wiki</a>.

source: Unknown
ro: Necunoscut

source: Number of Plurals
ro: Număr de plurale

source: Plural Equation
ro: Ecuaţie plural

source: Error reading %d file
ro: %d fișier nu a putut fi citit

source: %(projects)d project, %(average)d%% translated
ro: %(projects)d proiect, %(average)d%% tradus

source: No description yet.
ro: Fără descriere.

source: You do not have rights to administer this language.
ro: Nu aveţi drepturi de administrare la această limbă.

source: Below you can add, edit, and delete the permissions for this language.
ro: Aici puteți adăuga, edita sau șterge permisiunile pentru această limbă.

source: Name
ro: Nume

source: Project
ro: Proiect

source: Language
ro: Limba

source: Progress
ro: Progres

source: Need Translation
ro: Necesită traducere

source: Last Activity
ro: Ultima activitate

source: Critical
ro: Critic

source: Functional
ro: Funcțional

source: Extraction
ro: Extragere

source: No category
ro: Nicio categorie

source: Accelerators
ro: Taste rapide

source: Acronyms
ro: Acronime

source: Blank
ro: Gol

source: Brackets
ro: Paranteze

source: Compendium conflict
ro: Conflict compendium

source: Translator credits
ro: Echipa de traducători

source: Double quotes
ro: Citație dublă

source: Double spaces
ro: Spațiere dublă

source: Repeated word
ro: Cuvinte repetate

source: Ending punctuation
ro: Punctuație final

source: Ending whitespace
ro: Spațiu la final

source: File paths
ro: Căi fișier

source: Functions
ro: Funcții

source: GConf values
ro: Valori GConf

source: Old KDE comment
ro: Comentarii KDE vechi

source: Long
ro: Lung

source: Must translate words
ro: Cuvinte de tradus obligatoriu

source: Newlines
ro: Linie nouă

source: Number of plurals
ro: Număr de plurale

source: Don't translate words
ro: Nu traduceți aceste cuvinte

source: Numbers
ro: Numere

source: Options
ro: Opțiuni

source: Punctuation spacing
ro: Spațierea punctuației

source: Pure punctuation
ro: Numai punctuație

source: Number of sentences
ro: Numărul de propoziții

source: Short
ro: Scurt

source: Simple capitalization
ro: Capitalizare simplă

source: Simple plural(s)
ro: Plural simplu

source: Single quotes
ro: Citații simple

source: Starting capitalization
ro: Început capitalizare

source: Starting punctuation
ro: Punctuație de la început

source: Starting whitespace
ro: Spațiu la început

source: Tabs
ro: Taburi

source: Unchanged
ro: Nemodificat

source: URLs
ro: URL-uri

source: Valid characters
ro: Caractere valide

source: Placeholders
ro: Înlocuitori

source: XML tags
ro: Taguri XML

source: Pootle: Install
ro: Pootle: instalare

source: Error: "%s" while attempting to access the Pootle database, will try to initialize database.
ro: Eroare: "%s" la accesarea bazei de date Pootle, la inițializarea acesteia.

source: Creating database tables...
ro: Crearea tabelelor în baza de date…

source: Creating default languages, projects and admin user
ro: Crearea limbii inițiale, a proiectelor și a utilizatorului admin

source: Calculating translation statistics, this will take a few minutes
ro: Crearea statisticilor de traducere, acesta va dura câteva minute

source: %(language)s is %(percent)d%% complete
ro: %(language)s este %(percent)d%% complet

source: Project %(project)s is %(percent)d%% complete
ro: Proiectul %(project)s este %(percent)d%% complet

source: Done calculating statistics for default languages and projects
ro: S-a finalizat crearea statisticilor de limbi și proiecte implicite

source: Initialized database, you will be redirected to the front page in 10 seconds
ro: Pregătirea bazei de date, peste 10 secunde pagina va fi redirecționată

source: Pootle: Update
ro: Pootle: Actualizare

source: Database tables are currently at build version %d. Pootle will now update the database.
ro: Tabelele bazei de date au fost create cu versiunea %d. Pootle va actualiza baza de date.

source: Creating missing database tables...
ro: Crearea tabelelor inexistente în baza de date…

source: Fixing permission table...
ro: Repararea tabelelor de permisiuni…

source: Updating existing database tables...
ro: Actualizarea tabelelor existente din baza de date…

source: Removing potentially incorrect cached stats, will be recalculated...
ro: Ștergerea greșelilor posibile din statistici, va fi recalculat…

source: Reparsing Qt ts files...
ro: Reparsarea fișierelor Qt ts...

source: Removing quality checks, will be recalculated on demand...
ro: Eliminați verificările de calitate, vor fi recalculate la cerere...

source: Pootle will now import all the translations into the database. It could take a long time.
ro: Pootle va importa toate traducerile în baza de date. Acesta va dura mult timp.

source: Imported %(count)d suggestion from %(store)s
ro: %(count)d sugestie a fost importată, din total %(store)s

source: Failed to import suggestions from %s
ro: Nu s-au putut importa sugestiile de la %s

source: Imported %(count)d string from %(store)s
ro: Importat %(count)d din %(store)s

source: Failed to import strings from %s
ro: Nu s-a putut importa de la %s

source: All translations are now imported.
ro: Toate traducerile au fost importate.

source: Pootle initialized the database. You will be redirected to the front page in 10 seconds.
ro: Pootle a inițializat baza de date. Pagina va fi redirecționată în 10 secunde.

source: Search (Ctrl+Shift+S)<br/>Type and press Enter to search
ro: Căutare (Ctrl+Shift+S)<br/>Scrieți, apoi dați Enter pentru căutare

source: Source Text
ro: Text sursă

source: Target Text
ro: Text țintă

source: Comments
ro: Comentarii

source: Locations
ro: Locații

source: Source Terms
ro: Termeni sursă

source: Target Terms
ro: Termeni țintă

source: Definitions
ro: Definiții

source: <a href="%(url)s">%(num)d word</a>
ro: <a href="%(url)s">%(num)d cuvânt</a>

source: (%(num)d string)
ro: (%(num)d traducere)

source: This folder has %(num)d word, %(percentage)d%% of which is translated.
ro: Directorul conține %(num)d cuvînt, din care %(percentage)d%% este tradus.

source: This file has %(num)d word, %(percentage)d%% of which is translated.
ro: Fișierul conține %(num)d cuvînt, din care %(percentage)d%% este tradus.

source: Expand details
ro: Deschide detaliile

source: Continue translation (%(num)d word left)
ro: Continuarea traducerii (%(num)d cuvânt rămas)

source: Translation is complete
ro: Traducerea este finalizată

source: Review suggestion (%(num)d left)
ro: Revizuirea sugestiei (%(num)d rămas)

source: %(type)s: %(translated)d of %(total)d string translated (%(fuzzy)d fuzzy).
ro: %(type)s: %(translated)d din %(total)d text tradus (%(fuzzy)d fuzzy).

source: %d word needs attention
ro: %d cuvânt trebuie verificat

source: %d word untranslated
ro: %d cuvânt netradus

source: %d word needs review
ro: %d cuvânt de revizuit

source: You need to <a href="%(login_link)s">login</a> to access this page.
ro: Pentru accesarea paginii trebuie<a href="%(login_link)s">autentificat</a>.

source: Error accessing %(filename)s, Filesystem sent error: %(errormsg)s
ro: La accesarea fișierului %(filename)s, a intervenit eroarea: %(errormsg)s

source: %(percent)s%% complete
ro: %(percent)s%% complet

source: Search
ro: Căutare

source: Advanced search
ro: Căutare avansată

source: First
ro: Primul

source: Previous
ro: Anteriorul

source: Next
ro: Următorul

source: Last (%d)
ro: Ultimul (%d)

source: Message
ro: Mesaj

source: Added
ro: Adăugat:

source: News for %(language)s
ro: Știri la limba %(language)s

source: News for %(project)s
ro: Știri la %(project)s

source: News for the %(project)s project in %(language)s
ro: Știri la proiectul %(project)s la limba %(language)s

source: News for %(path)s
ro: Știrile la %(path)s

source: Publish on news feed
ro: Publicare pe lista Știri

source: Send email
ro: Trimite e-mail

source: Email only to recently active users
ro: E-mail numai pentru utilizatori activi

source: All Projects
ro: Toate proiectele

source: Project Selection
ro: Selectare proiect

source: All Languages
ro: Toate limbile
