Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.plonebookmarklets/collective.plonebookmarklets-3.2.tar.gz/collective.plonebookmarklets-3.2/collective/plonebookmarklets/locales/*/LC_MESSAGES/PloneBookmarklets.po
Languages: ca, es, hi, it, ja, ko, nl, pt_br, tr, zh_cn, zh_tw

source: Bookmark this content
ca: Afegir a marcadors aquest contingut
es: Compartir (bookmark) este contenido
hi: iis saamagri ko bookmark kare
it: Aggiungi questo contenuto ai Preferiti
ja: このコンテンツをブックマーク
ko: 이 자료를 즐겨찾기로 등록
nl: Bookmark deze content
pt_br: Adiconar conteúdo aos favoritos
tr: Bu içeriği yer imlerine ekle
zh_cn: 给这个内容做书签
zh_tw: 將此內容標記書籤

source: Bookmarking Site Icon
ca: Afegir a marcadors la icona del lloc
es: Icono del Bookmarking Site
hi: sthal chinha ko bookmark karna
it: Icona del sito di Bookmarking
ja: ブックマーキングサイトのアイコン
ko: 즐겨찾기 사이트 아이콘
pt_br: Ícone Do Site Marcado Como Favorito
tr: Site Simgesi Yer İmlerine Ekleniyor
zh_cn: 书签网址图标
zh_tw: 將此網站圖示標記書籤

source: Bookmarking Site Name
ca: Afegir a marcadors el nom del lloc
es: Nombre del Bookmarking Site
hi: Sthal naam ko bookmark karna
it: Nome del sito di Bookmarking
ja: ブックマーキングサイトの名前
ko: 즐겨찾기 사이트 이름
nl: Bookmarking sitenaam
pt_br: Nome Do Site Marcado Como Favorito
tr: Site İsmi Yer İmlerine Ekleniyor
zh_cn: 书签网址名字
zh_tw: 將此網站名稱標記書籤

source: Bookmarking Site Referring URL
ca: Afegir a marcadors la URL del lloc
es: URL de referencia del Bookmarking Site
it: URL del sito di Bookmarking
ja: ブックマーキングサイトを照会するURL
ko: 즐겨찾기 사이트 주소
nl: Bookmarking Site URL
pt_br: Site Marcado Como Favorito refere-se à URL
tr: Site ile İlgili URL Yer İmlerine Ekleniyor
zh_cn: 书签网址
zh_tw: 將此網站指向URL標記書籤

source: Bookmarks
ca: Marcadors
es: Marcadores (bookmarks)
it: Bookmak/Segnalibri
ja: ブックマーク
ko: 즐겨찾기
pt_br: Favoritos
tr: Yer İmleri
zh_cn: 书签
zh_tw: 書籤

source: Changes saved.
es: Cambios guardados.
pt_br: As alterações foram salvas.

source: Choose which bookmarking services are displayed
ca: Escollir quin servei de marcadors es mostra
es: Seleccione qué servicios de Bookmarking se mostrarán
hi: pradarshit kiye gaye bookmarking seva chunne
it: Scegli quali servizi di bookmarking visualizzare
ja: 表示されるブックマーキングサービスを選びます
ko: 표시할 즐겨찾기의 종류를 선택하세요
nl: Selecteer welke bookmarking services weergegeven worden
tr: Görüntülenecek yer imleri hizmetlerini seç
zh_cn: 选择显示的书签服务
zh_tw: 選擇展示那個書籤服務

source: Displayed Bookmarklets
ca: Marcadors mostrats
es: Bookmarklets mostrados
hi: pradarshit bookmarks
it: Bookmarklet visualizzati
ja: 表示されるブックマーキングサービス
ko: 표시할 즐겨찾기
nl: Weergegeven Bookmarklets
tr: Görünütlenen Yer İmi Uygulamaları
zh_cn: 显示的书签列表
zh_tw: 展示書籤小程式

source: Missing site icon
ca: Icona de lloc inexistent
es: Icono no disponible
hi: site icon ghuum
it: Icona del sito mancante
ja: サイトアイコンがない
ko: 찾을 수 없는 사이트 아이콘
nl: Ontbrekende site icon
pt_br: Faltando ícone do site
tr: Eksik site simgesi
zh_cn: 缺少的网站图标
zh_tw: 缺少網站圖示

source: Missing site url
ca: URL de lloc inexistent
es: Enlace no disponible
hi: site URL ghuum
it: URL del sito mancante
ja: サイトURLがない
ko: 찾을 수 없는 사이트 주소
nl: Ontbrekende site URL
pt_br: Faltando URL do site
tr: Eksik site URL'si
zh_cn: 缺少的网址
zh_tw: 缺少網站url

source: New Site
ca: Nou lloc
es: Nuevo Site
hi: nayi site
it: Nuovo sito
ja: 新規サイト
ko: 새 페이지
nl: Nieuwe site
pt_br: Novo Site
tr: Yeni Site
zh_cn: 新网站
zh_tw: 新網站

source: No changes made.
es: No se realizaron cambios.
pt_br: Nenhuma alteração foi feita.

source: PloneBookmarklets Settings
ca: Configuració marcadors Plone
es: Configuración de PloneBookmarklets
it: Impostazioni Bookmarklet Plone
ja: PloneBookmarkletsの設定
ko: Plone 즐겨찾기 환경 설정
nl: Instellingen PloneBookmarklets
pt_br: Configurar PloneBookmarklets
tr: PloneBookmarklets Ayarları
zh_cn: Plone书签列表设定
zh_tw: Plone書籤小程式設定

source: Settings
ca: Configuració
es: Configuración
it: Impostazioni
ja: 設定
ko: 설정
nl: Instellingen
pt_br: Configurações
tr: Ayarlar
zh_cn: 设定
zh_tw: 設定

source: Settings which controls the bookmarking sites to be displayed.
ca: Configuració que controla els llocs emmagatzemats a marcadors que es mostraran.
es: Configuración para gestionar los servicios de Bookmarkling que se mostrarán.
hi: pradarshit karne ke liye bookmark karne siteon ke niyantran settings
it: Impostazioni relative ai siti di bookmarking da visualizzare
ja: 表示されるブックマーキングサイトをコントロールする設定
ko: 표시될 즐겨찾기 사이트 환경 설정
nl: Instellingen om te bepalen welke bookmark sites worden weergegeven
tr: Görüntülenen yer imi ekleme sitelerinin ayarları.
zh_cn: 控制书签网站显示的设定
zh_tw: 控制展示顯現哪個書籤標示網站之設定

source: The URL pointer to an image associated with the boomkarking site.
ca: URL a una imatge associada amb el lloc emmagatzemat a marcadors.
es: El enlace a una imagen asociada al servicio de Bookmarking.
hi: bookmark ke saath sambandith chavi ke liye URL suchak
it: URL dell'immagine associata al sito di bookmarking
ja: ブックマーキングサイトに関連するイメージへのURLポインタ
ko: 즐겨찾기 사이트에 포함된 그림의 주소
nl: De URL naar een afbeelding geassocieerd met de bookmarking site
pt_br: A URL aponta para uma imagem associada com um site marcado como favorito.
tr: Yer imi ekleme sitesi ile ilgili resim için URL işaretleyici.
zh_cn: 和书签网站相关的一个图像的网址
zh_tw: URL指向書籤標記網站連結之圖像

source: The URL to which the bookmark is sent, include the following supported parameters: URL, ENCODED_TITLE. For example, http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
ca: URL on s'envia el marcador, incloent els parametres suportats: URL, ENCODED_TITLE. Per exemple, http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
es: El enlace mediante el que se envía el marcador (bookmark), incluyendo los siguientes parámetros: URL, ENCODED_TITLE. Por ejemplo: http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
hi: jis URL ko bookmark bheja hai, nimmalikhith samarthan parameters ko shamill karna. udharahan ke liye
it: URL al quale inviare il bookmark, include i seguenti parametri: URL, ENCODED_TITLE. Ad esempio, http://del.icio.us/post?url=URL@amp;title=ENCODED_TITLE
ja: ブックマークが送られる先のURL。次のパラメータがサポートされる: URL, ENCODED_TITLE. たとえば、 http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
ko: 즐겨찾기를 보낼 주소. 다음의 매개변수를 함께 입력하세요: URL, ENCODED_TITLE. 예시) http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
nl: De URL waar de bookmark naartoe wordt verstuurd. De volgende parameters kunnen worden toegevoegd: URL, ENCODED_TITLE. Bijvoorbeeld: http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
pt_br: A URL para onde o favorito foi enviado, inclue suporte aos seguintes parâmetros: URL, ENCODED_TITLE. Por exemplo, http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
tr: Desteklenen parametreler ile yer iminin gönderildiği URL. Desteklenen parametreler: URL, ENCODED_TITLE. For example, http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
zh_cn: 书签发出的网址，包含下列支持参数：URL, ENCODED_TITLE. 例如：http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE
zh_tw: 書籤標記送向之URL，包含以下支持的規範參數：URL, ENCODED_TITLE. For example, http://del.icio.us/post?url=URL&amp;title=ENCODED_TITLE

source: The name of the bookmarking site.
ca: Nom del lloc emmagatzemat a marcadors
es: El nombre del Bookmarking Site.
hi: Bookmark karne ke liye site ka naam
it: Nome del sito di bookmarking.
ja: ブックマーキングサイトの名前
ko: 즐겨찾기 사이트 주소
nl: Naam van de bookmarking site
pt_br: O nome do site marcado como favorito.
tr: Yer imi ekleme sitesinin adı.
zh_cn: 书签网站名字
zh_tw: 書籤標記網站之名稱

source: label_save
es: etiqueta_save

source: PloneBookmarklets
ca: Marcadors de Plone
it: Bookmarklet Plone
ko: Plone 즐겨찾기
zh_cn: Plone书签列表
zh_tw: Plone書籤小程式
