Repository: pypi-data/pypi-mirror-5
Catalog: packages/raptus.article.maps/raptus.article.maps-2.0b18.zip/raptus.article.maps-2.0b18/raptus/article/maps/i18n/raptus.article-*.po
Languages: fr

source: A map
fr: Une carte

source: A marker on a map
fr: Un repère sur une carte

source: Hybrid
fr: Hybride

source: JavaScript has to be enabled to see the map.
fr: Pour voir la carte, veuillez activer JavaScript.

source: List of maps contained in the article on the left side.
fr: Liste des cartes contenues dans l'article, affichée à gauche.

source: List of maps contained in the article on the right side.
fr: Liste des cartes contenues dans l'article, affichée à droite.

source: List of maps contained in the article over the whole width.
fr: Liste des cartes contenues dans l'article, affichée sur toute la largeur.

source: Map
fr: Carte

source: Maps
fr: Cartes

source: Maps left
fr: Cartes à gauche

source: Maps right
fr: Cartes à droite

source: Marker
fr: Repère

source: description_component_selection_map
fr: Veuillez sélectionner les composants sensés afficher cette carte.

source: label_component_selection
fr: Choix des composants

source: label_depth
fr: Profondeur du zoom

source: label_enable_scroll
fr: Activer le zoom avec la molette

source: label_hide_controls
fr: Masquer les éléments de contrôle

source: label_latitude
fr: Latitude

source: label_layer
fr: Calque

source: label_longitude
fr: Longitude

source: label_map_type
fr: Type de carte

source: label_marker_text
fr: Texte

source: label_street_zip_city
fr: Rue no., NPA Localité

source: Terrain
fr: Relief

source: Roadmap
fr: Plan

source: label_enable_streetview
fr: Activer street view

source: label_enable_centeredview
fr: Centrer la carte selon les repères
