Repository: pypi-data/pypi-mirror-5
Catalog: packages/plone.app.hud/plone.app.hud-1.0a1.zip/plone.app.hud-1.0a1/src/plone/app/hud/translation/locales/*/LC_MESSAGES/plone.app.hud.po
Languages: es

source: Time from oldest transaction is ${oldest_transaction_days} days, therefore the ZODB was not packed in that time, fix it!
es: La más antigua transacción fue hecha ${oldest_transaction_days} días atrás y mientras tanto la ZODB todavía no fue compactada ¡Corrígelo!

source: Users With Roles
es: Los usuarios con papeles

source: Best practice is to have roles assigned to groups and users to groups.
es: Lo mejor es tener los papeles asignados a los grupos y los usuarios a los grupos.

source: No user has roles, good job!
es: No hay usuarios con papeles, ¡Enhorabuena!

source: Following roles are assigned directly to users, fix it!
es: Los siguientes papeles están asignados a los usuarios, ¡Corrígelo!

source: Role
es: Papel

source: Count users
es: Número de usuarios

source: See
es: Ver

source: Zope source files write permission
es: El permiso de escritura de los archivos fuente Zope

source: It is a security issue if Plone instance has write permission to Zope files.
es: Hay problemas de seguridad si instancia Plone tiene el permiso de escritura.

source: No source files are writable by Plone, good job!
es: Plone no tiene el permiso de escritura para los archivos fuente, ¡Enhorabuena!

source: All these files are writable by Plone, fix it!
es: Los siguientes archivos fuente tienen el permiso de escritura, ¡Corrígelos!

source: All in path:
es: Todo en:

source: Broken Klasses
es: Las clases rotas

source: In path:
es: Dentro de:

source: There are one or more broken classes, fix it!
es: Hay uno o más clases rotas, ¡Corrígelos!

source: Module
es: Módulo

source: Class
es: Clase

source: There are no broken classes, good job!
es: No hay clases rotas, ¡Enhorabuena!

source: Caching
es: Caché

source: plone.app.caching is not installed, fix it!
es: plone.app.caching no está instalado, ¡Corrígelo!

source: plone.app.caching is installed, good job!
es: plone.app.caching está instalado, ¡Enhorabuena!

source: plone.app.caching is enabled, good job!
es: plone.app.caching está activado, ¡Enhorabuena!

source: plone.app.caching is NOT enabled, fix it!
es: plone.app.caching no está activado, ¡Corrígelo!

source: From Mail Address
es: Dirección del remitente del sitio

source: 'from' email address is not configured, fix it!
es: Dirección del remitente del sitio no está configurado, ¡Corrígelo!

source: 'from' email address is configured, good job!
es: Dirección del remitente del sitio está configurado, ¡Enhorabuena!

source: Packed ZODB
es: La ZODB compactada

source: ZODB should be packed at least every ${pack_days} days.
es: Es conveniente que la ZODB sea compactada por lo menos cada ${pack_days} días

source: Time from oldest transaction is ${oldest_transaction_days} days, good job!
es: La más antigua transacción fue hecha ${oldest_transaction_days} días atrás, ¡Enhorabuena!

source: Best Practices
es: Las mejores prácticas

source: Elapsed time is ${elapsed_seconds} seconds.
es: Ha pasado ${elapsed_seconds} segundos

source: Invalidate Cache
es: Anula el caché

source: Container
es: Elemento

source: Options
es: Opciones

source: Title
es: Título

source: Type
es: Tipo

source: Subitems
es: Sub elementos

source: Size
es: Tamaño

source: Modified
es: Modificado

source: State
es: Estado

source: Refresh
es: Refrescar

source: Sharing
es: Compartir

source: Contents
es: Contenidos

source: Go
es: Ir a

source: Path
es: Localización

source: Content Browser
es: El navegador de contenidos

source: moment ago
es: hace un momento atrás

source: hours
es: horas

source: minutes ago
es: minutos atrás

source: few seconds ago
es: unos segundos atrás

source: Back
es: Volver

source: Username
es: Nombre del usuario

source: Full name
es: Nombre completo

source: Email
es: Correo electrónico

source: Filtered by ${filter_title}
es: Filtrado por ${filter_title}

source: Security Advisories
es: Instrucciones de seguridad

source: Active: ${active_filter_title}
es: Activo: ${active_filter_title}

source: Group
es: Grupo

source: Count
es: Número

source: Users
es: Usuarios

source: Last day
es: El último día

source: Last week
es: La última semana

source: Last month
es: El último mes

source: Last year
es: El último año

source: Never
es: Nunca
