Repository: pypi-data/pypi-mirror-5
Catalog: packages/ztfy.hplskin/ztfy.hplskin-0.1.8.tar.gz/ztfy.hplskin-0.1.8/src/ztfy/hplskin/locales/*/LC_MESSAGES/ztfy.hplskin.po
Languages: fr

source: Delete image
fr: Supprimer l'image

source: Top banner
fr: Bandeau supérieur

source: Top banner images
fr: Images du bandeau supérieur

source: Left banner
fr: Bandeau latéral

source: Left banner images
fr: Images du bandeau latéral

source: :: Add image...
fr: :: Ajouter une image...

source: New banner image
fr: Nouvelle image

source: Adding new image
fr: Ajout d'une nouvelle image

source: :: Presentation model...
fr: :: Modèle de présentation...

source: Image data
fr: Contenu de l'image

source: This attribute holds image data
fr: Cette propriété stocke le contenu de l'image

source: HPL skin
fr: Skin 'HPL'

source: !!! You MUST enable JavaScript to be able to use this web site !!!
fr: !!! Vous DEVEZ activer le JavaScript pour utiliser toutes les fonctionnalités de ce site internet !!!
