Repository: pypi-data/pypi-mirror-5
Catalog: packages/OpenTeacher/OpenTeacher-3.2.tar.gz/OpenTeacher-3.2/openteacher/modules/org/openteacher/sourceWithSetupSaver/translations/*.po
Languages: nl

source: SYNOPSIS
nl: SAMENVATTING

source: DESCRIPTION
nl: BESCHRIJVING

source: OPERATION
nl: WERKING

source: After startup, OpenTeacher allows you to load a lesson or to create one.
nl: Na het starten, kunt u met OpenTeacher een les laden of er één aanmaken.

source: Lessons can be loaded from both files and the internet.
nl: Lessen kunnen geladen worden vanuit zowel bestanden als het internet.

source: There are a number of different lesson types: you can use OpenTeacher to learn vocabulary, geography and media.
nl: Er zijn een aantal verschillende lestypes: u kunt OpenTeacher gebruiken om woordjes, topografie en media te leren.

source: Also, OpenTeacher has a typing lesson course built in.
nl: Daarnaast zit er in OpenTeacher een typelesprogramma ingebouwd.

source: When you open a lesson you can view the items in that lesson or enter new ones, and learn those items.
nl: Wanneer u een les opent, kunt u de items in die les bekijken, nieuwe aanmaken en die items leren.

source: At the end of the session, you can view your results.
nl: Aan het eind van de sessie, kunt u uw resultaten bekijken.

source: Also, it's possible to browse results of older tests.
nl: Daarnaast is het mogelijk om resultaten van oudere overhoringen te bekijken.

source: OPTIONS
nl: OPTIES

source: show a help message
nl: laat een hulpboodschap zien

source: run {name} as specified by {profile}, {profile} should be one of:
nl: start {name} zoals gespecificeerd door {profile}, {profile} moet één zijn van:

source: (advanced)
nl: (geavanceerd)

source: AUTHOR
nl: AUTEUR
