Repository: pypi-data/pypi-mirror-5
Catalog: packages/silvuple/silvuple-1.1.zip/silvuple-1.1/silvuple/locales/*/LC_MESSAGES/silvuple.po
Languages: eu, it

source: Editor language
eu: Kudeatzailearen hizkuntza
it: Lingua dell'editore

source: Enabled content types
eu: Elementu-motak
it: Abilita i tipi di contenuto

source: Silvuple settings
eu: Silvupleren ezarpenak
it: Impostazioni di Silvuple

source: Translation Master
eu: Itzulpenen Pantaila Nagusia
it: Centro traduzioni

source: Type two letter language code and admins always use this language
eu: Idatzi kudeatzaileren interfazearen hizkuntzaren bi hizkitako kodea (eu, es, en, ...)
it: Inserisci il codice di due lettere di una lingua e gli amministratori useranno sempre la lingua scielta.

source: Which content types appear on translation master page
eu: Itzulpenen Pantaila Nagusian agertuko diren elementu-motak aukeratu
it: Quali tipi di contenuto devono apparire nella pagina Centro traduzioni

source: description_translator_master
eu: Kudeatu zure edukiaren itzulpenak. Gidoiarekin agertzen diren elementuetan (--), elementuaren arbasoetako bat itzuli gabe dago, beraz arbaso horiek itzuli beharko dira lehenengo.

source: heading_translation_master
eu: Itzulpenen Pantaila Nagusia
it: Centro traduzioni

source: label_error_loading_content
eu: Errorea gertatu da edukiak kargatzean
it: Errore nel caricamento dei dati dei contenuti

source: loading_content
eu: Edukia kargatzen. Itxaron mesedez.
it: Carimanento del contenuto

source: Manage Translations
it: Gestisci le traduzioni
