Repository: pypi-data/pypi-mirror-5
Catalog: packages/Products.PloneGetPaid/Products.PloneGetPaid-0.10.5.zip/Products.PloneGetPaid-0.10.5/Products/PloneGetPaid/i18n/plonegetpaid-*.po
Languages: da

source: A list of countries
da: En liste over lande

source: A list of states
da: En liste over stater

source: A list of years
da: En liste over år

source: A name you can remember this order template by.
da: Navn som du kan huske denne skabelon med

source: A name you remember this address by. Will not appear on shipping label.
da: Et navn som du kan huske denne adresse med. Det vil ikke være synligt på adressesedlen

source: A new address has been saved
da: En ny adresse er gemt

source: Accepted Credit Cards
da: Godkendte kreditkort

source: Activate
da: Aktiver

source: Addressbook entry name
da: Navn til enhed i adressebogen

source: Allow Anonymous Checkout
da: Tillad anonymt checkout

source: Amount
da: Antal

source: Apply
da: Anvend

source: Back
da: Tilbage

source: Billing Address
da: Faktureringsadresse

source: Buyable
da: Kan købes

source: Buyable Content delivered through the web/virtually
da: Købbart indhold leveret virtuelt/over nettet

source: Buyable Types
da: Købbare typer

source: Cancel
da: Afbryd

source: Card Phone#
da: Korttelefonnummer

source: Checkout
da: Til kassen

source: Checkout Options
da: Valgmuligheder ved kassen

source: Contact Address
da: Kontaktadresse

source: Contact Address2
da: Kontaktadresse2

source: Contact City
da: Kontaktens by

source: Contact Company
da: Kontaktens firma

source: Contact Country
da: Kontaktens land

source: Contact Email
da: Kontaktens email-adresse

source: Contact Fax
da: Kontaktens Faxnummer

source: Contact Information
da: Kontaktinformation

source: Contact Name
da: Kontaktperson

source: Contact Phone
da: Kontaktens telefonnummer

source: Contact State/Province
da: Kontaktens region/kommune

source: Contact Zip/Postal Code
da: Kontaktens postnummer

source: Content Types
da: Indholdstyper

source: Content Types available for donation
da: Indholdstyper der kan doneres

source: Content Types only available to premium memberships
da: Indholdstyper der kun er tilgængelige for premium-medlemmer

source: Content Types that represent goods that can be purchased and shipped
da: Indholdstyper der repræsenterer varer der kan købes og fremsendes

source: Contents
da: Indhold

source: Continue
da: Næste

source: Continue Shopping
da: Køb mere

source: Could not find order
da: Kunne ikke finde ordre

source: Created
da: Oprettet

source: Credit Card Last 4
da: Sidste 4 tal på kreditkortet

source: Credit cards accepted for payment
da: Kreditkort der kan anvendes til betaling

source: Currency Configuration
da: Opsætning af valuta

source: Currency Symbol
da: Valutasymbol

source: Customer Authorization Email Template
da: Kunde autorisation - emailskabelon

source: Customer Charge Email Template
da: Kunde hævning - emailskabelon

source: Customer Decline Email Template
da: Kunde afvisning - emailskabelon

source: Customer Id
da: Kunde-id

source: Delete
da: Slet

source: Digit Grouping Symbol
da: Talgrupperingssymbol

source: Disclaimer
da: Ansvarsfraskrivelse

source: Display 'Contact me with offers' option on Checkout page
da: Vis "Kontakt mig med tilbud"-muligheden på udcheckningssiden

source: Do Not Send
da: Send ikke

source: Do not send customer email notification of a completed transaction
da: Send ikke e-mail til kunden ved gennemført transaktion

source: Do not send merchant email notification of a completed transaction
da: Send ikke e-mail til forhandler ved gennemført transaktion

source: Donatable
da: Kan doneres

source: Donatable Content Types
da: Donerbare indholdstyper

source: Donation Level Name
da: Donationsniveau-navn

source: Donation Levels
da: Donationsniveauer

source: Email Notifications
da: E-Mail notifikationer

source: Email sent to the customer following the authorization of a new order (prior to the charge being completed).
da: Email sendt til kunden efter autorisation af en ny ordre (før den egentlige hævning af beløbet sker)

source: Export All
da: Eksporter alt

source: Export Search
da: Søg i det eksporterbare

source: Fill
da: Udfyld

source: Filter
da: Filtrer

source: Fulfillment
da: Fuldførelse

source: Item Id
da: Artikel Id

source: Last4
da: Sidste4

source: Legal Disclaimers
da: Juridisk ansvarsfraskrivelse

source: Mailing Address
da: Postadresse

source: Make Payment
da: Send bestilling

source: Misconfigured Store - No Shipping Method Activated
da: Butik forkert opsat - ingen forsendelsesmåde er aktiveret

source: N/A
da: Ingen

source: Name
da: Navn

source: Name on Card
da: Navn på kortet

source: Negative Currency Format
da: Forkert valutaformat

source: No orders found for your filter.
da: Ingen ordre fundet for dette filter

source: Number of Digits After Decimal
da: Antal cifre efter decimal

source: Number of Digits in Group
da: Antal cifre i gruppen

source: Only digits allowed
da: Kun tal er tilladt

source: Order Details
da: Bestillingsdetaljer

source: Order Id
da: BestillingsID

source: Order Templates
da: Ordre-skabeloner

source: Order template name
da: Navn på ordre-skabelon

source: Payment Details
da: Betalingsdetaljer

source: Payment Options
da: Betalingsmuligheder

source: Payment Processor
da: Betalingsprocessor

source: Payment Processor Settings
da: Indstillinger for betalingsprocessor

source: Phone Number
da: Telefonnummer

source: Please Select Payment Processor in Payment Options Settings
da: Vælg venligst betalingsprocessor under indstilling af betalingsmuligheder

source: Positive Currency Format
da: Positivt valutaformat

source: Pounds
da: Pund

source: Premium
da: Præmium

source: Premium Content Types
da: Præmium-indholdstyper

source: Premium not implemented yet
da: Præmium er endnu ikke implementeret

source: Previous Order Loaded into Cart
da: Foregående ordre lagt i indkøbskurven

source: Price
da: Pris

source: Privacy Policy
da: Beskyttelse af private oplysninger

source: Quantity
da: Antal

source: Sales Tax Configuration
da: Opsætning af skatter og afgifter

source: Same as billing
da: Det samme som fakturering

source: Save this order as a template
da: Gem denne ordre som skabelon

source: Save to address book
da: Gem i adressebogen

source: Select a previous order to fill your cart.
da: Tilføj tidligere ordre til indkøbskurven

source: Select a shipping rate:
da: Vælg forsendelsesomkostning:

source: Send customer email notification of a completed transaction
da: Send bekræftelsesmail til kunden ved gennemført transaktion

source: Send merchant email notification when a transaction happens
da: Send bekræftelsesmail til forhandleren ved gennemført transaktion

source: Session Timeout
da: Sessionen er udløbet

source: Settings
da: Indstillinger

source: Shippable
da: Kan sendes

source: Shippable Product Types
da: Produkttyper der kan sendes

source: Shipping
da: Ekspedition

source: Shipping Methods
da: Forsendelsesmetoder

source: Shipping Rate Service
da: Forsendelsesrate-service

source: Shipping methods to offer for orders in your store
da: Tilgængelige forsendelsestyper i din forretning

source: Shipping services to offer for orders in your store
da: Tilgængelige forsendelsesmåder i din forretning

source: Shopping Cart
da: Indkøbskurv

source: Shopping cart session timeout (in seconds)
da: Indkøbskurv-session timeout (i sekunder)

source: Site Profile
da: Site-profil

source: Store/Organization Name
da: Forretning/organisationsnavn

source: Tax Method
da: Beskatningsmetode

source: Text to use for opt in checkbox
da: Tekst til "opt in" checkbox

source: The currently configured Payment Processor cannot be found; please check if the corresponding package is installed correctly.
da: Den valgte betalingsprocessor kan ikke findes; kontroller om den tilsvarende pakke er installeret korrekt

source: The list of months
da: Liste over måneder

source: Total
da: I alt + fragt

source: Transaction ID
da: Transaktions-id

source: US Currency Formatting
da: USA-valutaformattering

source: Update
da: Opdater

source: Upgrade
da: Opgradér

source: Upgrade Changes
da: Opgraderingsændringer

source: Upgrade Log
da: Opgraderingslog

source: Upgrade to Latest
da: Opgradér til seneste

source: Use SSL for checkout
da: Benyt SSL til checkout

source: User Id
da: Bruger-id

source: Variable Amount Donation
da: Varierbart beløb til donation

source: We are sorry but your credit card was declined.
da: Vi beklager, men kreditkortet er blevet afvist

source: Weight Units
da: Vægtenheder

source: You must confirm your shopping cart modifications by clicking 'Update' below.
da: Bekræft ændringerne til din indkøbskurv ved at klikke "opdater" herunder

source: Your Installation Needs Upgrading
da: Din installation har brug for opgradering

source: Your Installation of GetPaid is Current
da: Din GetPaid-installation er opdateret

source: box_order_status_url_description
da: Se status på din ordre ${status_url}

source: countries
da: Lande

source: current_database_generation
da: Nuværende database-generation - ${aver}

source: current_software_generation
da: Nuværende software-generation - ${sver}

source: description_getpaid_setup_documentation
da: Dokumentation til GetPaid kan findes her: ${label_plone_documentation} .

source: description_getpaid_setup_orders_link
da: Klik på "Ordre"-fanebladet herover for at se og redigere ordrerne på sitet

source: description_getpaid_setup_overview
da: Konfigurer GetPaid med nedenstående links

source: description_getpaid_update
da: Dette opdateringsmodul giver dig adgang til at opdatere data på jeres site til den seneste version af GetPaid. Der er to dele i enhver opdatering. Software-opdateringen skal udføres af en administrator, der downloader og installerer seneste udgivelse på serveren. Data-opdateringen opdaterer alle indstillinger og data i systemet, så de virker ordentligt med den seneste software-opdatering. Denne administrator-side viser versionsnummeret for det nuværende data og software. Det er også her du efter behov kan lave opgraderinger.

source: heading_cart_empty
da: Indkøbskurven er tom

source: heading_cart_manage
da: Din indkøbskurv

source: heading_change_date
da: Dato for sidste ændring

source: heading_changed_by
da: ændret af

source: heading_checkout
da: Til kassen

source: heading_checkout_disclaimer
da: Ansvarsfralæggelse

source: heading_checkout_privacy_policy
da: Privatlivspolitik

source: heading_checkout_thank_you
da: Tak for din bestilling

source: heading_comment
da: kommentar

source: heading_configure
da: Konfigurer

source: heading_created
da: oprettet

source: heading_financial_state
da: finansiel status

source: heading_fulfillment_state
da: status på gennemførsel

source: heading_general_information
da: Generel information

source: heading_getpaid_setup
da: GetPaid opsætning

source: heading_getpaid_setup_orders
da: Ordrer

source: heading_new_state
da: ny tilstand

source: heading_order
da: Bestil

source: heading_order_administration
da: Bestillingsadministration

source: heading_order_id
da: ordre id

source: heading_previous_state
da: foregående tilstand

source: heading_transition
da: overgang

source: heading_your_orders
da: Dine bestillinger

source: here
da: her

source: label_add_to_cart
da: Tilføj til kurv

source: label_donate!
da: Doner

source: label_getpaid_version
da: GetPaid version:

source: label_manage_cart
da: Administrer indkøbskurv

source: label_organization_name
da: Butikkens/organisationens navn

source: label_up_to_getpaid_setup
da: Til GetPaid-opsætning

source: legend_addressbook_contents
da: Dine adresser

source: legend_cart_contents
da: Indholdet i din indkøbskurv

source: legend_csv_email_export
da: Eksporter liste med emails og indstillinger

source: legend_csv_export
da: Eksporter til CSV

source: legend_next_steps
da: De næste trin

source: legend_order_finance
da: Finanser

source: legend_order_fulfillment
da: Gennemførelse

source: legend_order_log
da: Ordre-oversigt

source: legend_orders
da: Ordrer

source: legend_search_orders
da: Søg i ordrer

source: legend_summary
da: Opsummering

source: months
da: måneder

source: states
da: tilstande

source: text_contains_items
da: Indeholder ${size} objekter

source: text_context_does_not_support_operation
da: Konteksten ${portal} understøtter ikke denne handling

source: text_creation_date
da: Oprettelsesdato

source: text_current_status
da: Nuværende status

source: text_customer_id
da: Kunde-id

source: text_donate_price
da: Donation: ${value_currency} ${value_price}

source: text_finance_status
da: Finansstatus

source: text_fulfillment_shipping_method
da: Forsendelsesservice

source: text_fulfillment_shipping_track_number
da: Sporingsnumre for forsendelser:

source: text_fulfillment_shipping_weight
da: Forsendelsesvægt

source: text_fulfillment_status
da: Status for gennemførsel

source: text_order_id
da: Ordre-id

source: text_price
da: Pris: ${value_price} ${value_currency}

source: text_product_details
da: Detaljer om produktet

source: text_total_price
da: Samlet pris

source: text_your_cart
da: Din indkøbskurv

source: years
da: år

source: your_finance_state_is
da: Din finansielle tilstand er

source: your_order_id
da: Dit ordre-id er
