Repository: pypi-data/pypi-mirror-5
Catalog: packages/raptus.article.media/raptus.article.media-2.0b12.zip/raptus.article.media-2.0b12/raptus/article/media/i18n/raptus.article-*.po
Languages: de

source: A video file
de: Eine Videodatei

source: An audio file
de: Eine Audiodatei

source: An embedded video
de: Ein eingebettetes Video

source: Download audio file
de: Audiodatei herunterladen

source: Download video file
de: Videodatei herunterladen

source: Embedded video
de: Eingebettetes Video

source: List of the audio files contained in the article.
de: Liste der im Artikel enthaltenen Audiodateien.

source: List of the video files contained in the article.
de: Liste der im Artikel enthaltenen Videodateien.

source: Watch on ${provider}
de: Auf ${provider} anschauen

source: Watch video
de: Video anschauen

source: label_audio
de: Audiodatei

source: label_image
de: Bild

source: label_video
de: Videodatei
