Repository: pypi-data/pypi-mirror-5
Catalog: packages/testdrive/testdrive-3.23.tar.gz/testdrive-3.23/po/testdrive-*.po
Languages: de, hu, pt_br, ru

source: Download and run an Ubuntu ISO in a Virtual Machine
de: Ein Ubuntu-Abbild herunterladen und in einer virtuellen Maschine testen
hu: Ubuntu-lemezképek letöltése, és futtatása virtuális gépben
pt_br: Baixar e rodar uma ISO Ubuntu em uma máquina virtual
ru: Загрузить и запустить ISO-образ Ubuntu в виртуальной машине

source: Test Drive an Ubuntu ISO
de: Ein Ubuntu-Abbild testen
hu: Ubuntu-lemezképek tesztelése
pt_br: Test Drive uma ISO Ubuntu
ru: Тест-драйв Ubuntu

source: <b>Architectures:</b>
de: <b>Architekturen:</b>
hu: <b>Architektúrák:</b>
pt_br: <b>Arquiteturas:</b>
ru: <b>Архитектуры:</b>

source: <b>Cache:</b>
de: <b>Zwischenspeicher:</b>
hu: <b>Gyorsítótár:</b>
ru: <b>Кэш:</b>

source: <b>Data Paths</b>
de: <b>Datenpfade</b>
hu: <b>Adat helye</b>
pt_br: <b>Caminho dos dados</b>
ru: <b>Пути к данным</b>

source: <b>Disk Size:</b>
de: <b>Festplattengröße:</b>
hu: <b>Lemez mérete:</b>
pt_br: <b>Tamanho do disco:</b>
ru: <b>Размер диска:</b>

source: <b>GB</b>
ru: <b>Гб</b>

source: <b>Hypervisor</b>
ru: <b>Гипервизор</b>

source: <b>ISO Cache:</b>
de: <b>Abbild-Zwischenspeicher:</b>
hu: <b>Lemezkép gyorsítótár:</b>
pt_br: <b>Cache ISO:</b>
ru: <b>Кэш ISO-образов:</b>

source: <b>ISO List Cache:</b>
de: <b>Abbildlistenspeicher:</b>
hu: <b>Lemezképlista gyorsítótár:</b>
pt_br: <b>Cache da lista dos ISO:</b>
ru: <b>Список кэшей ISO-образов:</b>

source: <b>Image Cache:</b>
de: <b>Abbildzwischenspeicher:</b>
hu: <b>Lemez gyorsítótár:</b>
pt_br: <b>Cache de imagens:</b>
ru: <b>Кэш образов:</b>

source: <b>KVM Args:</b>
de: <b>KVM-Argumente:</b>
hu: <b>KVM param.:</b>
pt_br: <b>Argumentos do KVM:</b>
ru: <b>Арг. KVM:</b>

source: <b>MB</b>
ru: <b>Мб</b>

source: <b>Memory:</b>
de: <b>Speicher:</b>
hu: <b>Memória:</b>
pt_br: <b>Memoria:</b>
ru: <b>Память:</b>

source: <b>Processors:</b>
de: <b>Prozessoren:</b>
hu: <b>Processzorok:</b>
pt_br: <b>Processadores:</b>
ru: <b>Процессоры:</b>

source: <b>Release:</b>
de: <b>Veröffentlichung:</b>
hu: <b>Kiadás:</b>
pt_br: <b>Versão:</b>
ru: <b>Релиз:</b>

source: <b>Repository:</b>
de: <b>Paketquelle:</b>
hu: <b>Tároló:</b>
pt_br: <b>Repositório:</b>
ru: <b>Репозиторий:</b>

source: <b>Ubuntu Flavors</b>
de: <b>Ubuntu-Variante</b>
hu: <b>Ubuntu változatok</b>
pt_br: <b>Sabores do Ubuntu</b>
ru: <b>Выпуски Ubuntu</b>

source: <b>Ubuntu Releases</b>
de: <b>Ubuntu-Veröffentlichung</b>
hu: <b>Ubuntu kiadások</b>
pt_br: <b>Versões do Ubuntu</b>
ru: <b>Релизы Ubuntu</b>

source: <b>Virtual Machine Options</b>
de: <b>Einstellungen der virtuellen Maschine</b>
hu: <b>Virtuális gép beállításai</b>
pt_br: <b>Opções da Máquina Virtual</b>
ru: <b>Параметры виртуальной машины</b>

source: Clean
de: Bereinigen
hu: Törlés
pt_br: Limpar
ru: Очистить

source: Distributions
de: Distributionen
hu: Disztribúciók
pt_br: Distribuições
ru: Дистрибутивы

source: General
de: Allgemein
hu: Általános
pt_br: Geral
ru: Общие

source: Other
de: Weitere
hu: Egyéb
pt_br: Outros
ru: Другое

source: Other...
de: Andere ...
hu: Egyéb…
pt_br: Outros..
ru: Другое...

source: Update
de: Aktualisieren
hu: Frissítés
pt_br: Atualizar
ru: Обновить

source: Virtualization
de: Virtualisierung
hu: Virtualizáció
pt_br: Virtualização
ru: Виртуализация

source: Instancing Preferences...
de: Ermittle Einstellungen …
hu: Beállítások betöltése…
pt_br: Preferências de instância...
ru: Получаем эталонные параметры...

source: <b>Release:</b> %s
de: <b>Veröffentlichung:</b> %s
hu: <b>Kiadás:</b> %s
pt_br: <b>Versão:</b> %s
ru: <b>Релиз:</b> %s

source: <b>ISO Repository:</b> http://%s.ubuntu.com/
de: <b>Abbildpaketquelle:</b> http://%s.ubuntu.com/
hu: <b>Lemezkép tároló:</b> http://%s.ubuntu.com/
pt_br: <b>Repositório de ISO:</b> http://%s.ubuntu.com/
ru: <b>Репозиторий ISO-образов:</b> http://%s.ubuntu.com/

source: Add an ISO to TestDrive
de: Ein Abbild zu TestDrive hinzufügen
hu: Lemezkép hozzáadása teszteléshez
pt_br: Adicionar uma ISO ao TestDrive
ru: Добавить ISO-образ в TestDrive

source: Unable to open because 'testdrive' is not installed. Please install testdrive: sudo apt-get install testdrive-cli
de: Konnte nicht geöffnet werden, weil »testdrive« nicht installiert ist. Bitte installieren Sie testdrive: sudo apt-get install testdrive-cli
hu: A megnyitás nem sikerült. Nincs telepítve a „testdrive” csomag Telepítse a következő paranccsal: sudo apt-get install testdrive-cli
pt_br: Não foi possível abrir porque o 'testdrive' não está instalado. Por favor, instale o testdrive: sudo apt-get install testdrive-cli
ru: Невозможно открыть, поскольку пакет 'testdrive' не установлен. Пожалуйста, установите testdrive: sudo apt-get install testdrive-cli

source: TestDrive an ISO or Disk Image
de: Ein ISO- oder Datenträgerabbild mit TestDrive testen
hu: Lemezkép tesztelése
pt_br: Experimentar uma ISO ou imagem de disco
ru: Тестировать ISO-образ или образ диска

source: Obtaining the sync protocol for the specified ISO...
de: Ermittle das Synchronisierungsprotokoll des angegebenen Abbilds …
hu: Szinkronizáló protokoll betöltése…
pt_br: Obtendo o protocolo de sincronização para a ISO especificada...
ru: Получаем протокол синхронизации для указанного ISO-образа...

source: Unsupported protocol [%s]
de: Nicht unterstütztes Protokoll [%s]
hu: Nem támogatott protokoll: [%s]
pt_br: Protocolo não suportado [%s]
ru: Неподдерживаемый протокол [%s]

source: Obtaining the virtualization method...
de: Ermittle die Virtualisierungsmethode …
hu: Virtualizációs módszer betöltése…
pt_br: Obtendo o método de virtualização...
ru: Получаем метод виртуализации...

source: Your CPU supports KVM acceleration; please install KVM
de: Ihr Prozessor unterstützt KVM-Beschleunigung; Bitte installieren Sie KVM
hu: A processzora támogatja a KVM gyorsítást, telepítse a KVM csomagot
pt_br: A sua CPU suporta aceleração KVM. Por favor, instale o KVM.
ru: Ваш центральный процессор поддерживает ускорение KVM, пожалуйста, установите KVM

source: Your CPU supports KVM acceleration; please install KVM: sudo apt-get install qemu-kvm
de: Ihr Prozessor unterstützt KVM-Beschleunigung; Bitte installieren Sie KVM: sudo apt-get install qemu-kvm
hu: A processzora támogatja a KVM gyorsítás, telepítse a KVM csomagot: sudo apt-get install qemu-kvm
pt_br: Sua CPU suporta aceleração KVM; por favor, instale KVM: sudo apt-get install qemu-kvm
ru: Ваш центральный процессор поддерживает ускорение KVM, пожалуйста, установите KVM: sudo apt-get install qemu-kvm

source: Your CPU does not support acceleration; run kvm-ok for more information; then install VBox
de: Ihr Prozessor unterstützt keine Beschleunigung; Führen Sie kvm-ok für weitere Informationen aus und installieren Sie anschließend VBox
hu: A processzora nem támogatja a gyorsítást, futtassa a kvm-ok parancsot további információért; majd telepítse a VBox csomagot
pt_br: Sua CPU não suporta aceleração; rode kvm-ok para mais informações; então, instale VirtualBox
ru: Ваш процессор не поддерживает акселлерацию; для получения более подробной информации запустите kvm-ok; затем установите VBox

source: Your CPU does not support acceleration; run kvm-ok for more information; then please install VirtualBox kvm-ok sudo apt-get install virtualbox-ose
de: Ihr Prozessor unterstützt keine Beschleunigung; Führen Sie kvm-ok für weitere Informationen aus und installieren Sie anschließend VBox kvm-ok sudo apt-get install virtualbox-ose
hu: A processzora nem támogatja a gyorsítást, futtassa a kvm-ok parancsot további információért, majd telepítse a VBox-ot kvm-ok sudo apt-get install virtualbox-ose
pt_br: Sua CPU não suporta aceleração; rode kvm-ok para mais informações; então, por favor, instale VirtualBox kvm-ok sudo apt-get install virtualbox-ose
ru: Ваш центральный процессор не поддерживает ускорение, для получения большей информации запустите kvm-ok, после чего установите VirtualBox kvm-ok sudo apt-get install virtualbox-ose

source: Using KVM for virtual machine hosting...
de: Verwende KVM als virtuelle Maschine …
hu: KVM használata a virtualizációhoz…
pt_br: Usando KVM para hospedagem de máquinas virtuais ...
ru: Используем KVM для запуска виртуальной машины...

source: Using VirtualBox for virtual machine hosting...
de: Verwende VirtualBox als virtuelle Maschine …
hu: VirtualBox használata a virtualizációhoz…
pt_br: Usando VirtualBox para hospedagem de máquinas virtuais ...
ru: Использование VirtualBox для размещения виртуальной машины...

source: Using Parallels Desktop for virtual machine hosting...
de: Verwende Parallels Desktop als virtuelle Maschine …
hu: Parallels Desktop használata a virtualizációhoz…
pt_br: Usando Parallels Desktop para hospedagem de máquinas virtuais ...
ru: Используем ParallelsDesktop для запуска виртуальной машины...

source: Retrieving the Ubuntu ISO list from cache...
de: Beziehe die Ubuntu-Abbildliste aus dem Zwischenspeicher …
hu: Az Ubuntu-lemezképek listájának betöltése a gyorsítótárból…
pt_br: Recuperando a lista de ISO do Ubuntu a partir do cache...
ru: Получаем список ISO-образов Ubuntu из кэша...

source: Unable to retrieve the Ubuntu ISO list from cache...
de: Konnte die Ubuntu-Abbildliste nicht aus dem Zwischenspeicher lesen …
hu: Az Ubuntu-lemezképek listájának betöltése a gyorsítótárból nem sikerült…
pt_br: Não foi possível recuperar a lista de ISO do Ubuntu a partir do cache...
ru: Невозможно запросить список ISO-образов Ubuntu из кэша...

source: <i> CACHE: [%s]</i>
de: <i> ZWISCHENSPEICHER: [%s]</i>
hu: <i> GYORSÍTÓTÁR: [%s]</i>
ru: <i> Кэш: [%s]</i>

source: <i> CACHE: [empty]</i>
de: <i> ZWISCHENSPEICHER: [leer]</i>
hu: <i> GYORSÍTÓTÁR: [üres]</i>
pt_br: <i> CACHE: [vazio]</i>
ru: <i> КЭШ: [пусто]</i>

source: <b><i>There are no Other ISOs yet...</i></b>
de: <b><i>Dort sind zur Zeit keine anderen Abbilder …</i></b>
hu: <b><i>Jelenleg nincsenek további lemezképek megadva…</i></b>
pt_br: <b><i>Ainda não há outras ISOs...</i></b>
ru: <b><i>Пока что нет других ISO-образов...</i></b>

source: <b><i>There are no ISOs for this architecture yet...</i></b>
de: <b><i>Dort sind zur Zeit keine anderen Abbilder für diese Architektur …</i></b>
hu: <b><i>Jelenleg nincsenek lemezképek ehhez az architektúrához…</i></b>
pt_br: <b><i>Ainda não há ISOs para essa arquitetura...</i></b>
ru: <b><i>Пока что не ISO-образов для этой архитектуры...</i></b>

source: Add ISO
de: Abbild hinzufügen
hu: Lemezkép hozzáadása
pt_br: Adicionar ISO
ru: Добавить ISO-образ

source: Create USB Disk
de: USB-Datenträger erstellen
hu: USB indítólemez készítése
pt_br: Criar disco USB
ru: Создать USB-диск

source: Sync
de: Synchronisieren
hu: Szinkronizálás
pt_br: Sincronizar
ru: Синхронизировать

source: Launch
de: Starten
hu: Futtatás
pt_br: Lançar
ru: Запустить

source: sync_iso: Thread is executing...
de: sync_iso: Thread wird ausgeführt …
hu: sync_iso: A szál fut…
pt_br: sync_iso: Thread está em execução...
ru: sync_iso: поток выполняется...

source: launch_iso: Thread is executing or syncing...
de: launch_iso: Thread wird ausgeführt oder synchronisiert …
hu: launch_iso: A szál fut vagy végrehajtás alatt áll…
pt_br: launch_iso: Thread está em execução ou sincronização...
ru: launch_iso: поток выполняется или синхронизируется...

source: No ISO has been selected. Please select an ISO to create an USB Startup Disk.
de: Es wurde kein Abbild ausgewählt. Bitte wählen Sie ein Abbild aus, um einen USB-Startdatenträger zu erstellen.
hu: Nincs lemezkép kiválasztva. Válasszon egy lemezképet az USB indítólemez létrehozásához.
pt_br: Nenhuma ISO foi selecionada. Por favor, selecione uma ISO para criar um disco de inicialização USB.
ru: Не был выбран ISO-образ. Пожалуйста, выберите ISO-образ для создания загрузочного USB-диска.

source: More than 1 ISO has been selected. Please select only 1 ISO to continue!
de: Mehr als ein Abbild wurde ausgewählt. Bitte wählen Sie nur ein Abbild aus, um fortzufahren!
hu: Több, mint egy lemezkép van kiválasztva. Csak egyet válaszon a folytatáshoz!
pt_br: Mais de 1 ISO foi selecionada. Por favor, selecione apenas 1 ISO para continuar!
ru: Выбрано более 1 ISO-образа. Пожалуйста, для продолжения выберите только 1 ISO-образ!

source: The specified ISO does not exist! Please, synchronize the ISO to continue.
de: Das angegebene Abbild existiert nicht! Bitte synchronisieren Sie Ihre Abbilder um fortzufahren.
hu: A megadott lemezkép nem létezik! Szinkronizálja a folytatáshoz.
pt_br: A ISO especificada não existe! Por favor, sincronize a ISO para continuar.
ru: Указанный ISO-образ не существует! Пожалуйста, для продолжения синхронизируйте ISO-образ.

source: Unable to launch USB Creator!
de: USB-Erstellungsprogramm konnte nicht gestartet werden!
hu: Az USB indítólemez-készítő indítása meghiúsult!
pt_br: Não foi possível iniciar o criador USB!
ru: Невозможно запустить "Создание загрузочного USB-диска"!

source: Validating Virtualization Method...
de: Virtualisierungsmethode wird validiert …
hu: Virtualizációs módszer érvényesítése…
pt_br: Validando método de virtualização...
ru: Проверяем метод виртуализации...

source: Unable to validate Virtualization Method [%s]
de: Konnte Virtualisierungsmethode [%s] nicht validieren
hu: A virtualizációs módszer érvényesítése nem sikerült: [%s]
pt_br: Não foi possível validar o método de virtualização [%s]
ru: Невозможно проверить метод виртуализации [%s]

source: Setting up Virtual Machine...
de: Virtuelle Maschine wird eingerichtet …
hu: Virtuális gép beállítása…
pt_br: Configurando máquina virtual...
ru: Настраиваем виртуальную машину...

source: Unable to setup Virtual Machine
de: Virtuelle Maschine konnte nicht eingerichtet werden
hu: A virtuális gép beállítása nem sikerült
pt_br: Não foi possível configurar a máquina virtual
ru: Невозможно настроить виртуальную машину

source: Obtaining Virtual Machine launch command...
de: Erhalte Startbefehl für virtuelle Maschine …
hu: Virtuális gép indító parancsának kiadása…
pt_br: Obtendo comando de inicialização da máquina virtual
ru: Получаем команду запуска виртуальной машины...

source: Downloading %s...
de: Lade %s herunter …
hu: Letöltés %s…
pt_br: Baixando %s...
ru: Загружено %s...

source: Running VM...
de: Führe VM aus …
hu: Virtuális gép futtatása…
pt_br: Executando VM...
ru: Запускаем ВМ...

source: Show debug messages
de: Debug-Meldungen anzeigen
hu: Hibakeresési üzenetek megjelenítése
pt_br: Mostrar mensagens de depuração
ru: Показывать отладочные сообщения

source: Welcome to Testdrive!
de: Willkommen zu TestDrive!
hu: Üdvözöljük a Testdrive alkalmazásban!
pt_br: Bem-vindo ao Testdrive!
ru: Добро пожаловать в Testdrive!

source: +-cache--> [%s] %s
de: +-Speicher-->[%s] %s
hu: +-gyorsítótár--> [%s] %s
ru: +-кэш--> [%s] %s

source: %d. Other (prompt for ISO URL)
de: %d. Andere (Eingabe für Abbild-URL)
hu: %d. Egyéb (megadott elérési útvonalról)
pt_br: %d. Outras (Perguntar por URL de ISO)
ru: %d. Другой (запрос ISO URL)

source: Select an image to testdrive [1]:
de: Wähle ein Abbild für testdrive aus [1]:
hu: Képfájl kiválasztása teszteléshez [1]:
pt_br: Selecione uma imagem para testar [1]:
ru: Выберите образ для пробы [1]:

source: ERROR: Invalid input
de: FEHLER: Ungültige Eingabe
hu: HIBA: Érvénytelen bemenet
pt_br: ERRO: entrada inválida
ru: ОШИБКА: Неверный ввод

source: Enter an ISO URL to testdrive:
de: Geben Sie eine Abbild-URL für testdrive an:
hu: Adja meg a tesztelni kívánt képfájl elérési címét:
pt_br: Insira uma URL de ISO para testar:
ru: Введите URL образа ISO для теста:

source: ERROR: Invalid selection
de: FEHLER: Ungültiger Abschnitt
hu: HIBA: Érvénytelen kiválasztás
pt_br: ERRO: seleção inválida
ru: Ошибка: неправильный выбор

source: ERROR: %s
de: FEHLER: %s
hu: HIBA: %s
pt_br: ERRO: %s
ru: Ошибка: %s

source: INFO: %s
hu: INFÓ: %s
pt_br: INFORMAÇÃO: %s
ru: Сообщение: %s

source: WARNING: %s
de: WARNUNG: %s
hu: VIGYÁZAT: %s
pt_br: AVISO: %s
ru: ВНИМАНИЕ: %s

source: Invalid ISO URL [%s]
de: Ungültige Abbild-URL [%s]
hu: Érvénytelen lemezkép elérési cím: [%s]
pt_br: URL de ISO inválida [%s]
ru: Неправильный URL ISO [%s]

source: Command failed `%s`
de: Befehl fehlgeschlagen »%s«
hu: Parancs hiba `%s`
pt_br: O comando falhou '%s'
ru: Ошибка команды %s

source: user configuration file (overriding default values
de: Benutzerkonfigurationsdatei (Überschreibt Vorgabewerte)
hu: saját beállítófájl (felülírja az alapértelmezett beállításokat
pt_br: arquivo de configuração de usuário (sobrescrevendo valores padões
ru: файл конфигурации пользователя (переоределяя стандартные значения

source: print version and system data, and exit
de: Version und Systemdaten ausgeben und beenden
hu: verzió és rendszer információk kiírása, majd kilépés
pt_br: imprimir os dados da versão e do sistema, e sair
ru: напечатать версию и системную информацию и выйти

source: get ISO image from this URL location
de: Abbild von dieser URL erhalten
hu: Lemezkép letöltése a megadott címről
pt_br: obter imagem ISO a partir desta localização URL
ru: получить образ ISO по этому URL адресу

source: try to launch usb-creator for further testing
de: Versuchen dasUSB-Erstellungsprogramm für weitere Tests starten
hu: próbálja meg elindítani az usb-creator alkalmazást a további tesztekhez
pt_br: tente iniciar usb-creator para teste adicional
ru: попробовать запустить usb-creator для дальнейшего тестирования

source: hardcode Ubuntu RELEASE codename
de: Fest programmierte Ubuntu-VERSION-Codename
hu: Az Ubuntu KIADÁS kódneve
pt_br: codinome da versão do Ubuntu
ru: предопределенное кодовое имя релиза Ubuntu

source: hardcode Ubuntu flavor. Available Flavors: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio
de: Fest programmierte Ubuntu-Version. Verfügbare Versionen: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio
hu: Ubuntu változatok. Elérhető változatok: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio
pt_br: Sabor do Ubuntu. Sabores disponíveis: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio
ru: предопределенные виды Ubuntu. Доступные виды: ubuntu/kubuntu/xubuntu/edubuntu/mythbuntu/ubuntustudio

source: version passed: %s
de: Getestete Version: %s
hu: Verzió megállapítva: %s
pt_br: versão aprovada: %s
ru: версия обработана: %s

source: config passed: %s
de: Getestete Einstellung: %s
hu: A konfiguráció megállapítva: %s
pt_br: configuração aprovada: %s
ru: конфигурация обработана: %s

source: Trying config in %s
de: Teste Konfiguration in %s
hu: Konfiguráció kipróbálása: %s
pt_br: Tentando configuração em %s
ru: Проверка конфигурации в %s

source: Using configuration in %s
de: Verwende Einstellungen in %s
hu: Konfiguráció használata: %s
pt_br: Utilizando configuração em %s
ru: Использование конфигурации в %s

source: Invalid configuration [%s]
de: Fehlerhafte Einstellungen [%s]
hu: Érvénytelen konfiguráció [%s]
pt_br: Configuração inválida [%s]
ru: Неверная конфигурация [%s]

source: Your CPU supports KVM acceleration; please install KVM: sudo apt-get install qemu-kvm
de: Ihr Prozessor unterstützt KVM-Beschleunigung; Bitte installieren Sie KVM: sudo apt-get install qemu-kvm
hu: A processzora támogatja a KVM gyorsítást, telepítse a KVM csomagot: sudo apt-get install qemu-kvm
pt_br: Sua CPU suporta aceleração KVM; Por favor, instale o KVM: sudo apt-get install qemu-kvm
ru: Ваш компьютер поддерживает ускорение KVM; пожалуйста, установите KVM: sudo apt-get install qemu-kvm

source: Your CPU does not support acceleration; run kvm-ok for more information; then please install VirtualBox: kvm-ok sudo apt-get install virtualbox-ose
de: Ihr Prozessor unterstützt keine Beschleunigung; Führen Sie kvm-ok für weiter Informationen aus und installieren Sie dann VirtualBox: kvm-ok sudo apt-get install virtualbox-ose
hu: A processzora nem támogatja a gyorsítást, futtassa a kvm-ok parancsot további információért, majd telepítse a VBox csomagot kvm-ok sudo apt-get install virtualbox-ose
pt_br: Sua CPU não suporta aceleração; Rode kvm-ok para maiores informações; então instale o Virtualbox: kvm-ok sudo apt-get install virtualbox-ose
ru: Ваш компьютер не поддерживает ускорение; запустите kvm-ok для дополнительной информации; затем, пожалуйста, установите VirtualBox: kvm-ok sudo apt-get install virtualbox-ose

source: Obtaining Ubuntu ISO list from %s...
de: Ubuntu-Abbildliste wird von %s geladen …
hu: Az Ubuntu-lemezképek listájának letöltése a következő helyről: %s…
pt_br: Obtendo lista de ISO do Ubuntu de %s...
ru: Получение списка Ubuntu ISO из %s...

source: ERROR: Could not obtain the Ubuntu ISO list from %s...
de: FEHLER: Konnte das Ubuntu-Ablist nicht von der Liste %s beziehen …
hu: Az Ubuntu-lemezképek listájának letöltése sikertelen a következő helyről: %s…
pt_br: ERROR: Não foi possível obter a lista de ISO do Ubuntu de %s...
ru: ОШИБКА: Невозможно получить список Ubuntu ISO из %s...

source: Unable to update the Ubuntu ISO list cache...
de: Der Ubuntu-Abbildspeicher konnte nicht aktualisiert werden …
hu: Az Ubuntu-lemezképek listájának gyorsítótár frissítése nem sikerült…
pt_br: Não foi possivel atualizar o cache da lista de ISO do Ubuntu...
ru: Невозможно обновить кеш Ubuntu ISO...

source: Syncing the specified ISO...
de: Synchronisiere das ausgewählte Abbild …
hu: A megadott lemezkép szinkronizálása…
pt_br: Sincronizando a ISO especificada...
ru: Синхронизация указанного ISO...

source: ISO not found at [%s]
de: Abbild wurde nicht unter [%s] gefunden
hu: A lemezkép nem található a megadott helyen: [%s]
pt_br: ISO não encontrada em [%s]
ru: ISO не найден в [%s]

source: Validating Virtualization Method....
de: Virtualisierungsmethode wird validiert …
hu: Virtualizációs módszer érvényesítése…
pt_br: Validando método de virtualização...
ru: Проверка метода виртуализации...

source: Launching Virtual Machine...
de: Virtuelle Maschine wird gestartet …
hu: Virtuális gép indítása…
pt_br: Lançando máquina virtual...
ru: Запуск виртуальной машины...

source: Unable to launch Virtual Machine
de: Virtuelle Maschine konnte nicht gestartet werden
hu: A virtuális gép indítása sikertelen
pt_br: Não foi possível lançar máquina virtual
ru: Невозможно запустить виртуальную машину

source: Cleaning up disk image [%s]...
de: Festplattenabbild [%s] wird bereinigt …
hu: Lemez tisztása [%s]…
pt_br: Limpando a imagem do disco [%s]...
ru: Очистка образа диска [%s]...

source: You may wish to clean up the cache directory...
de: Eventuell sollten Sie noch den Zwischenspeicherordner aufräumen …
hu: A gyorsítótárként használt könyvtárak tisztítása…
pt_br: Talvez você queira limpar o diretório de cache...
ru: Вы можете очистить каталог кеша...

source: %s and %s
de: %s und %s
hu: %s és %s
pt_br: %s e %s
ru: %s и %s

source: Launch USB Startup Disk Creator for further testing of this ISO? [y/N]
de: USB-Startmedienersteller für weitere Tests des Abbilds starten? [y/N]
hu: Kívánja az USB indtólemez-készítőt elindítani további teszteléshez? [y/N]
pt_br: Lançar Criador de disco de inicialização USB para mais testes desta ISO? [s/N]
ru: Запустить Создание загрузочного USB для дальнейшего тестирования этого ISO? [y/N]

source: Press <enter> to exit...
de: <enter> zum Beenden eingeben …
hu: Nyomjon <entert>-t a kilépéshez…
pt_br: Pressione <enter> para sair...
ru: Нажмите <enter> для выхода....

source: ISO Repository
de: Abbild-Paketquelle
hu: Lemezkép tároló
pt_br: Repositório de ISO
ru: Репозитории ISO

source: Ubuntu Release
de: Ubuntu-Veröffentlichung
hu: Ubuntu kiadás
pt_br: Versão do Ubuntu
ru: Релиз Ubuntu

source: _Edit
de: _Bearbeiten
hu: S_zerkesztés
pt_br: _Editar
ru: _Правка

source: _File
de: _Datei
hu: _Fájl
pt_br: A_rquivo
ru: _Файл

source: _Help
de: _Hilfe
hu: _Súgó
pt_br: A_juda
ru: _Справка

source: _View
de: _Ansicht
hu: _Nézet
pt_br: _Visualizar
ru: _Вид

source: <b>Description:</b>
de: <b>Beschreibung:</b>
hu: <b>Leírás:</b>
pt_br: <b>Descrição:</b>
ru: <b>Описание:</b>
