Repository: pypi-data/pypi-mirror-5
Catalog: packages/testdrive/testdrive-3.23.tar.gz/testdrive-3.23/po/testdrive-*.po
Languages: de, hu, pt_br, ru

source: <b>Sync Protocol:</b>
de: <b>Synchronisierungsprotokoll:</b>
hu: <b>Szinkronizáló protokoll:</b>
pt_br: <b>Protocolo de sincronia:<b>
ru: <b>Протокол синхронизации:</b>

source: Add
de: Hinzufügen
hu: Hozzáadás
pt_br: Adicionar
ru: Добавить

source: Cancel
de: Abbrechen
hu: Mégse
pt_br: Cancelar
ru: Отмена

source: Delete
de: Löschen
hu: Törlés
pt_br: Excluir
ru: Удалить

source: Edit
de: Bearbeiten
hu: Szerkesztés
pt_br: Editar
ru: Изменить

source: Other ISO List:
de: Liste weiterer Abbilder:
hu: Egyéb lemezképek listája:
pt_br: Lista de outras ISO:
ru: Список других ISO:

source: Please insert a Description
de: Bitte geben Sie eine Beschreibung ein
hu: Nem adott meg leírást
pt_br: Por favor, insira uma descrição
ru: Пожалуйста, добавьте описание

source: Please insert a URL
de: Bitte geben Sie eine URL ein
hu: Adjon meg elérési címet (URL)
pt_br: Por favor, insira uma URL
ru: Пожалуйста, добавьте URL

source: No sync protocol has been selected, please select one.
de: Es wurde kein Synchronisationsprotokoll ausgewählt, bitte wählen Sie eins aus.
hu: Nincs szinkronizáló protokoll kiválasztva, a folytatáshoz válasszon egyet.
pt_br: Nenhum protocolo foi selecionado, por favor selecione um.
ru: Не выбрано протокола синхронизации, пожалуйста, выберите один из них.

source: Description
de: Beschreibung
hu: Leírás
pt_br: Descrição
ru: Описание

source: Select Protocol:
de: Protokoll auswählen:
hu: Protokoll választás:
pt_br: Selecionar protocolo:
ru: Выберите протокол

source: TestDrive Preferences
de: TestDrive-Einstellungen
hu: TestDrive beállítások
pt_br: Preferências do TestDrive
ru: Настройки TestDrive

source: Select Repository:
de: Paketquelle auswählen:
hu: Tároló kiválasztása:
pt_br: Selecionar repositório:
ru: Выберите репозиторий:

source: Select Release:
de: Veröffentlichung auswählen:
hu: Kiadás kiválasztása:
pt_br: Selecionar versão:
ru: Выберите релиз:

source: Reading config file: [%s]
de: Konfigurationsdatei auswählen: [%s]
hu: Konfiguráció beolvasása: [%s]
pt_br: Lendo arquivo de configuração: [%s]
ru: Чтение файла конфигурации: [%s]

source: Unable to load config file [%s]
de: Konfigurationsdatei [%s] konnte nicht geladen werden
hu: Konfiguráció beolvasása sikertelen: [%s]
pt_br: Não foi possível carregar o arquivo de configuração [%s]
ru: Невозможно загрузить файл конфигурации [%s]

source: of %s available.
de: von %s verfügbar.
hu: a(z) %s elérhetőből
pt_br: de %s disponíveis
ru: из %s доступно

source: Could not obtain the Ubuntu ISO list from %s...
de: Konnte die Ubuntu-Abbildliste nicht von %s laden …
hu: Az Ubuntu-lemezképek listájának letöltése sikertelen a következő helyről: %s…
pt_br: Não foi possível obter a lista de ISO do Ubuntu de %s...
ru: Невозможно получить список Ubuntu ISO из %s...

source: Updating the Ubuntu ISO list cache...
de: Ubuntu-Abbildspeicher wird aktualisirt …
hu: Az Ubuntu-lemezkép lista gyorsítótárának frissítése…
pt_br: Atualizando o cache da lista de ISO do Ubuntu...
ru: Обновление кеша списка Ubuntu ISO...

source: Unable to clean up files from [%s]
de: Dateien konnten nicht aus [%s] aufgeräumt werden
hu: A megadott helyről nem sikerült eltávolítani a fájlokat: [%s]
pt_br: Não foi possível limpar os arquivos de [%s]
ru: Невозможно очистить файлы из [%s]

source: TestDrive Front-end
de: TestDrive-Oberfläche
hu: TestDrive grafikusfelület
pt_br: Interface do TestDrive

source: Parallels
pt_br: Paralelos
