Repository: pypi-data/pypi-mirror-5
Catalog: packages/sentry-responsible/sentry-responsible-0.3.0.tar.gz/sentry-responsible-0.3.0/sentry_responsible/locale/*/LC_MESSAGES/django.po
Languages: de

source: Send mail
de: Mail versenden

source: Send mail to assignee.
de: Mail an Zuständigen versenden.

source: Tag assigned events
de: Zugewiesene Events kennzeichnen

source: If checked, assignees will be shown as tags.
de: Wenn aktiviert, werden Zuständige als Tags angezeigt.

source: Responsible
de: Zuständig

source: Unassigned
de: Nicht zugewiesen

source: Responsibilities
de: Zuständigkeiten

source: Assign responsibilities for events.
de: Zuständigkeiten zu Ereignissen zuweisen.

source: Responsibility assigned
de: Zuständigkeit zugewiesen

source: Remove
de: Entfernen

source: No one, yet.
de: Noch niemand.

source: Assign responsibility
de: Zuständigkeit zuweisen

source: Claim full responsibility
de: Volle Zuständigkeit übernehmen
