Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.readitlater/collective.readitlater-1.0.zip/collective.readitlater-1.0/collective/readitlater/locales/*/LC_MESSAGES/collective.readitlater.po
Languages: fr

source: Add the following link to your favorite: ${link}
fr: Ajoutez ce lien à vos favoris : ${link}

source: Close
fr: Fermer

source: Could not add to folder.
fr: Impossible d'ajouter au dossier.

source: Folder
fr: Dossier

source: Folder query
fr: Requête pour les dossiers

source: Permission denied.
fr: Permission refusée.

source: Read it later
fr: Le lire plus tard

source: Read it later !
fr: Le lire plus tard !

source: Read it later's iframe
fr: Iframe de 'Le lire plus tard'

source: The URL was added successfully. You can now close this page.
fr: L'URL a été ajoutée avec succés. Vous pouvez maintenant fermer cette page.

source: Title
fr: Titre

source: Unknown folder.
fr: Dossier inconnue.

source: collective.readitlater settings
fr: Paramétres de collective.readitlater

source: help_readitlater_folder_query
fr: Requête utilisée pour rechercher les dossiers où l'utilisateur peut ajouter des URLs. En JSON.
