Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.portlet.usertrack/collective.portlet.usertrack-1.1.zip/collective.portlet.usertrack-1.1/collective/portlet/usertrack/i18n/collective.portlet.usertrack-*.po
Languages: es, fr

source: Add a user track portlet
es: Agregar un portlet de las huellas del usuario
fr: Ajouter un portlet user track

source: Edit the user track portlet
es: Editar el portlet de las huellas del usuario
fr: Modifier le portlet user track

source: Portlet configuration
es: Configuración del Portlet
fr: Configuration du portlet

source: help_folder_type
es: Seleccione el tipo de contenido donde los roles serán verificados. El sistema observará por el primer elemento de este tipo en los detalles y verificará los roles allí.
fr: Définit le type de contenu sur lequel les rôles vont être vérifiés. Le système va faire cette vérification sur le premier élément du breadcrumb appartenant à ce type.

source: help_portlet
es: El portlet de las huellas del usuario muestra los actuales usuarios activos.
fr: Le portlet user track affiche les utilisateurs actuellement en ligne.

source: help_roles
es: Seleccione los roles de usuario deben tener para que aparezcan en el portlet. Los usuarios deben tener al menos uno de estos roles para aparecer en el portlet.
fr: Définit les rôles que les utilisateurs doivent posséder pour apparaitre dans le portlet. Les utilisateurs possédant au moins un des rôles selectionné apparait dans le portlet.

source: help_timeout
es: Seleccione el tiempo (en minutos) que tarda un usuario para ser considerado inactivo.
fr: Définit le temps (en minutes) après lequel un utilisateur est considéré comme inactif.

source: label_folder_type
es: Tipo de carpeta
fr: Type de contenu

source: label_roles
es: Roles
fr: Rôles

source: label_timeout
es: Tiempo de inactividad
fr: Délai d'inactivité

source: portlet_header
es: Usuarios activos
fr: En ligne

source: portlet_title
es: Usuarios activos
fr: En ligne
