Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.leftskin/enpraxis.leftskin-2.5.tar.gz/enpraxis.leftskin-2.5/enpraxis/leftskin/locales/*/LC_MESSAGES/leftskin.po
Languages: es, it, ja, pt_br, tr

source: The background color of the left navigation section.
es: El color de fondo de la sección izquierda de navegación.
it: Il colore di sfondo della barra di navigazione sinistra.
ja: 左ナビゲーションセクションの背景色
pt_br: A cor de fundo da seção de navegação esquerda.
tr: Sol gezinti bölümü için arka plan rengi.

source: The background color of the top navigation bar.
es: El color de fondo de la barra superior de navegación.
it: Il colore di sfondo della barra di navigazione superiore.
ja: トップナビゲーションバーの背景色
pt_br: A cor de fundo da barra de navegação superior.
tr: Üst gezinti çubuğu için arka plan rengi.

source: The background image for the Left Hand Column. Select the file to be added by clicking the 'Browse' button. This image should be 150px wide by 10px high to fit within the default layout.
es: La imagen de fondo para la columna izquierda. Seleccione el archivo que la contiene pulsando sobre el botón 'Examinar'. La imagen debería medir 150 px de ancho y 10 px de alto para ajustarse a la capa por defecto.
it: L'immagine di sfondo per la colonna di sinistra. Seleziona il file cliccando il pulsante 'Browse'. L'immagine deve essere di dimensioni 150x10 pixel.
ja: 左側カラムの背景イメージ。追加されるべきファイルを 'Browse' ボタンをクリックして選んでください。このイメージはデフォルトレイアウトに収まるために150px幅で10px高でなければなりません。
pt_br: A imagem de fundo na Coluna da Esquerda. Selecione o arquivo que será adicionado clicando no botão 'Procurar'. Esta imagem deve ser de 150px (largura) por 10px (altura) para caber dentro do layout padrão.
tr: Sol taraftaki Sütun için arka plan resmi. 'Browse' düğmesine tıklayarak eklenecek dosyayı seçin. Varsayılan anahat düzenine uyması için resim 150 px genişliğinde ve 10 px yüksekliğine olmalı.

source: The background image of the left and right columns, when the site is set to a floating fixed width.
es: La imagen de fondo de las columnas izquierda y derecha, cuando el estilo del sitio está definido como ancho fijo 'floating'.
it: L'immagine di sfondo delle colonne sinistra e destra, quando il sito è impostato a larghezza fissa flottante.
ja: サイトが流動的な固定幅にセットされたときの左カラムと右カラムの背景イメージ
pt_br: A imagem de fundo das colunas da esquerda e da direito, quando o site é configurado com largura flutuante (floating width) fixa.
tr: Akışkan sabit genişlik ayarlandıysa sol ve sağ sütunlar için arka plan resmi.

source: The clickable logo in the top banner. Select the file to be added by clicking the 'Browse' button. This image should be 360px wide by 63px high to fit within the default layout. The logo will be rendered 'on top of' the Portal Banner.
es: El logo enlazable en el banner superior. Seleccione el archivo que la contiene pulsando sobre el botón 'Examinar'. La imagen debería medir 360 px de ancho y 63 px de alto para ajustarse a la capa por defecto. El logo será mostrado sobre el Portal Banner
it: Il logo cliccabile nel banner superiore. Seleziona il file cliccando sul pulsante 'Browse'. L'immagine deve essere di dimensioni 360x63 pixel.
ja: トップバナーにあるクリック可能なロゴ。追加されるべきファイルを 'Browse' ボタンをクリックして選んでください。このイメージはデフォルトレイアウトに収まるために360px幅で63px高でなければなりません。ロゴはポータルバナーの一番上にレンダリングされることになります。
pt_br: O logo clicável que está no banner superior. Selecione o arquivo que será adicionado clicando no botão 'Procurar'. Esta imagem deve ser de 360px (largura) por 63px (altura) para caber dentro do layout padrão. O logo será renderizado na parte superior do Baner do Portal.
tr: Üst manşetteki tıklanabilir logo. 'Browse' düğmesine tıklayarak eklenecek dosyayı seçin. Varsayılan anahat düzenine uyması için resim 360 px genişliğinde ve 63 px yüksekliğine olmalı. Logo, portal manşetinin üstünde sunulacaktır.

source: The color for text in the content well of the page. Colors can be specified as words of hex values
es: El color del texto en el contenido y en la página. Los colores pueden ser especificados con nombres o con valores hexadecimales
it: Il colore del testo del contenuto della pagina. Può essere specificato come testo o valore hex.
ja: ページのコンテンツ部分のテキストの色。色は16進数の値としても指定することができます。
pt_br: A cor do texto no conteúdo da página. As cores podem ser especificadas em valores hexadecimais
tr: Sayfanın içerik bölümündeki metin rengi. Renkler onaltılık (hexadecimal) değerlerk olarak belirtilebilir.

source: The color of links in the header.
es: El color de los enlaces en la cabecera.
it: Il colore dei link nell'intestazione.
ja: ヘッダー内のリンクの色
pt_br: A cor dos links no cabeçalho.
tr: Başlıktaki bağlantıların rengi.

source: The color of links in the left navigation section.
es: El color de los enlaces en la sección izquierda de navegación.
it: Il colore dei link nella sezione di navigazione sinistra.
ja: 左ナビゲーションセクション内のリンクの色
pt_br: A cor dos links na seção de navegação esquerda.
tr: Sol gezinti bölümündeki bağlantıların rengi.

source: The color of links in the top navigation bar
es: El color de los enlaces en la barra superior de navegación.
it: Il colore dei link nella barra di navigazione superiore.
ja: トップナビゲーションバー内のリンクの色
pt_br: A cor dos links na barra de navegação superior
tr: Üst gezinti çubuğundaki bağlantıların rengi.

source: The color of links in this section.
es: El color de los enlaces en esta sección.
it: Il colore dei link di questa sezione.
ja: このセクション内のリンクの色
pt_br: A cor dos links nesta seção.
tr: Bu bölümdeki bağlantıların rengi.

source: The color of selected or highlighted links
es: El color de los enlaces seleccionados o resaltados
it: Il colore dei link selezionati o atttivati.
ja: 選ばれたリンクあるいはハイライトされたリンクの色
pt_br: A cor de links selecionados ou destacados
tr: Seçilen veya vurgulanmış bağlantıların rengi

source: The color of selected or highlighted links in this section.
es: El color de los enlaces seleccionados o resaltados en esta sección.
it: Il colore dei link selezionati o attivati in questa sezione.
ja: このセクション内にある選ばれたリンクあるいはハイライトされたリンクの色
pt_br: A cor de links selecionados ou destacados nesta seção.
tr: Bu bölümde seçilen veya vurgulanmış bağlantıların rengi.

source: The color of selected or highlighted links.
es: El color de los enlaces seleccionados o resaltados
it: Il colore dei link selezionati o attivati.
ja: 選ばれたリンクあるいはハイライトされたリンクの色
pt_br: A cor de links selecionados ou destacados.
tr: Seçilen veya vurgulanmış bağlantıların rengi.

source: The color of the selected or highlighted links.
es: El color de los enlaces seleccionados o resaltados
it: Il colore dei link selezionati o attivati.
ja: 選ばれたリンクあるいはハイライトされたリンクの色
pt_br: A cor de links selcionados ou destacados.
tr: Seçilen veya vurgulanmış bağlantıların rengi.

source: The color of the text in the footer, portlet headers and global navigation tabs
es: El color del texto en el pie de página, cabeceras de portlet y pestañas de navegación general
it: Il colore del testo nel piede, intestazioni dei portlet e tab di navigazione globali
ja: フッター、ポートレットヘッダー、グローバルナビゲーションタブのテキストの色
pt_br: A cor do texto no rodapé, no cabeçalho do portlet e nas abas globais de navegação
tr: Alt bilgi, portlet başlığı ve genel gezinti sekmelerindeki metnin rengi

source: The favicon for your portal. Save your image as favicon.ico.
es: El Favicon del portal. Guarde la imagen como favicon.ico.
it: La favicon del portale. Salva l'ìimmagine con il nome favicon.ico
ja: ポータルのファビコン。favicon.icoとしてイメージを保存。
pt_br: O favicon para o seu portal. Salve sua imagem como favicon.ico.
tr: Portalınızın tarayıcının arama satırında ve sık kullanılanlarda görülecek olan simgesi. Resmi favicon.ico olarak kaydedin.

source: The font color for the left navigation section.
es: El color de la fuente para la sección izquierda de navegación.
it: Il colore del font per la sezione di navigazione sinistra.
ja: 左ナビゲーションセクションのフォントの色
pt_br: A cor da fonte para a seção de navegação esquerda.
tr: Sol gezinti bölümü için yazı rengi.

source: The font color for the top navigation bar.
es: El color de fuente para la barra superior de nnavegación.
it: Il colore del font per la barra di navigazione superiore
ja: トップナビゲーションバーのフォントの色
pt_br: A cor da fonte para a barra de navegação superior.
tr: Üst gezinti çubuğu için yazı rengi.

source: The font color of plain text in the header.
es: El color de fuente del texto plano de la cabecera.
it: Il colore del font per il testo nell'intestazione.
ja: ヘッダー内のプレーンテキストのフォントの色
pt_br: A cor da fonte para texto no cabeçalho.
tr: Başlıktaki düz metin için yazı rengi.

source: The link color for this section.
es: El color de los enlaces en esta sección.
it: Il colore dei link per questa sezione.
ja: このセクション内にあるリンクの色
pt_br: A cor de link nesta seção.
tr: Bu bölüm için bağlantı rengi.

source: The preferred font, and the fall-backs if the preferred font is not available in the user's browser
es: La fuente preferida, y las alternativas si no está disponible en el navegador del usuario
it: Il font preferito, e quello alternativo se esso non fosse disponibile nel browser dell'utente
ja: 優先されるフォントとその代替フォント。ユーザのブラウザで優先されるフォントが利用できない場合に代替フォントが使われる。
pt_br: A fonte de preferência e o recuo se a fonte de preferência não estiver disponível no browser do usuário
tr: Tercih edilen yazı tipi ve tercih edilen yazı tipi kullanıcının tarayıcısında mevcut değilse kullanılacak olan yedenk yazı tipleri

source: The preferred font, and the fall-backs if the preferred font is not available in the user's browser
es: La fuente preferida, y las alternativas si no está disponible en el navegador del usuario
it: Il font preferito, e quello alternativo se esso non fosse disponibile nel browser dell'utente
ja: 優先されるフォントと代替フォント。ユーザのブラウザで優先されるフォントが利用できない場合に代替フォントが使われる。
tr: Tercih edilen yazı tipi ve tercih edilen yazı tipi kullanıcının tarayıcısında mevcut değilse kullanılacak olan yedenk yazı tipleri

source: The top banner of your eduCommons instance. Select the file to be added by clicking the 'Browse' button. This image should be 2000px wide by 65px high to fit within the default layout.
es: El banner superior de la instancia de eduCommons. Seleccione el archivo que la contiene pulsando sobre el botón 'Examinar'. La imagen debería medir 2000 px de ancho y 65 px de alto para ajustarse a la capa por defecto.
it: Il banner superiore del tuo sito eduCommons. Seleziona il file cliccando sul pulsante 'Browse'. L'immmagine deve essere di dimesioni 2000x65 pixel.
ja: eduCommonsインスタンスのトップバナー。追加されるべきファイルを 'Browse' ボタンをクリックして選んでください。このイメージはデフォルトレイアウトに収まるために2000px幅で65px高でなければなりません。
pt_br: O banner superior de sua instância do eduCommons. Selecione o arquivo que será adicionado clicando no botão 'Procurar'. Esta imagem deve ser de 2000px (largura) por 65px (altura) para caber dentro do layout padrão.
tr: eduCommons oluşumunuz için üst manşet. 'Browse' düğmesine tıklayarak eklenecek dosyayı seçin. Varsayılan anahat düzenine uyması için resim 2000 px genişliğinde ve 65 px yüksekliğine olmalı.

source: Theme setting
es: Configuración de estilo
it: Impostazioni del tema
ja: テーマの設定
pt_br: Configuração de Tema
tr: Şablon ayarı

source: Theme settings
es: Configuraciones de estilo
pt_br: Configurações de Tema

source: Top Navigation Background Image
es: Imagen de fondo de la barra superior de navegación
it: Immagine di sfondo della barra di navigazione superiore
ja: トップナビゲーションの背景イメージ
pt_br: Imagem de Fundo de Navegação Superior
tr: Üst Gezinti Arka Plan Resmi

source: Unvisited link color
es: Color de los enlaces no visitados
it: Colore dei link non visitati
ja: 未訪問リンクの色
pt_br: Cor de link não visitado
tr: Ziyaret edilmemiş bağlantı rengi

source: Visited link color
es: Color de los enlaces visitados
it: Colore dei link visitati
ja: 訪問済みリンクの色
pt_br: Cor de link visitado
tr: Ziyaret edilmiş bağlantı rengi

source: Warning: this is not currently used by Plone, although it is available for you to use if you wish
es: Atención: esto no se usa actualmente en Plone, aunque está disponible para su uso si lo desea
it: Attenzione: questo non è usato da Plone, anche se è disponibile
ja: 注意：望むなら使うことができますが、これは今のところまだPloneでは使われていません。
pt_br: Atenção: Este conteúdo atualmente não é usado pelo Plone, embora esteja disponível para usar caso queira
tr: Uyarı: Bu, Plone tarafından şu anda kullanılmıyor fakat isterseniz kullanabilirsiniz.

source: When someone types something into a form, the color of the text they enter
es: El color del texto que alguien introduce escribiendo en un formlario
it: il colore del testo inserito dall'utente in un modulo
ja: フォームに何かをタイプして入れたときに、入れられたテキストはこの色になります。
pt_br: Quando alguém digital algo no formulário, esta será a cor do texto digitado
tr: Forma birşey yazıldığında, yazılan metnin rengi

source: When you click on a link in text, it will change color to whatever you specify here
es: Cuando pulse sobre un enlace de texto, su color cambiará al color especificado aquí
it: Quando clicchi sul testo del link, il colore diventa quello specificato qui
ja: テキスト内のリンクをクリックすると、そのリンクはここで指定したものに色を変えることになります。
pt_br: Quando você clicar em um link, ele mudará a cor para a cor que você especificar aqui
tr: Metinde bir bağlantıya tıklandığında, rengi burada belirttiğiniz renge dönüşecektir.

source: When you resize your browser window, how small can it get before a horizontal scroll bar appears? (Note: does not apply in Internet Explorer)
es: Cuando se cambia el tamaño de ventana del navegador, ¿a partir de qué ancho aparece una barra de desplazamiento horizontal? (Aviso: no se aplica en Internet Explorer)
it: Quando ridimensioni la finestra del browser, quanto deve essere piccola la finestra perché appaia la barra di scorrimento orizzontale? (Non si applica a Internet Explorer)
ja: ブラウザウィンドウをリサイズするときに、水平スクロールバーが現れないでどれだけ小さくできるかということです。（注意：Internet Explorerでは適用されません）
tr: Tarayıcı penceresi, yatay kaydırma çubuğu çıkmadan ne kadar küçültülebilir? (Not: Internet Explorer'a uygulanmaz.)

source: You can specify this as a % value, or in em, or (not recommended) in pixels
es: Puede especificarlo como un valor porcentual, en 'em' o en píxeles (no recomendado)
it: Puoi specificarlo in valore % o in em oppure in pixel (sconsigliato)
ja: ％値かem値で指定することができます。あるいは（推奨しませんが）ピクセルでも指定できます。
pt_br: Você pode especificar isso como um valor %; ou em 'em' ou em 'pixels' (este último não é recomendado)
tr: Bu değeri &, em veya pixel (tavsiye edilmez) olarak belirleyebilirsiniz.

source: You can specify this in pixels (e.g., 2px) or em (e.g., 0.25em)
es: Puede especificarlo en píxeles (ej., 2px) o en 'em' (ej., 0.25em)
it: Puoi specificarlo in pixel (ad .es. 2px) o em (ad ese. 0.25em)
ja: これをピクセルかemで指定することができます。（たとえば 2px や 0.25emのように）
pt_br: Você pode especificar isto em 'pixels' (p. ex., 2px) ou em 'em' (p. ex., 0.25em)
tr: Bunu pixel (ör: 2px) veya em (ör: 0.25em) olarak belirleyebilirsiniz.

source: You may customize the background of the top navigation elements (home, courses, help, about OCW) by uploading a background image. For non-tiling images, the size should be 2000px wide by 28px high.
es: Puede personalizar el fondo de los elementos de la barra superior de navegación (inicio, cursos, ayuda, acerca de OCW) cargando una imagen de fondo. Para imágenes que no vayan a ser mostradas en mosaico el tamaño debería ser de 2000 píxeles de ancho por 28 de alto.
it: Puoi personalizzare lo sfondo degli elementi di navigazione superiore (home, corsi, help, about OCW) caricando una immagine di sfondo, di dimensione 2000x28 pixel (per immagini non affiancate).
ja: 背景イメージをアップロードすることによって、おそらくトップナビゲーション要素（ホーム、コース、ヘルプ、OCWについて）の背景をカスタマイズすることでしょう。タイル模様でないイメージならば、サイズは2000px幅で28px高であるべきです。
pt_br: Você pode personalizar o plano de fundo dos elementos de navegação superiores (home, cursos, ajuda, sobre OCW), carregando uma imagem de fundo. Para imagens 'non-tiling' o tamanho deve ser de 2000px (largura) por 28px altura.
tr: Arka plan resmi yükleyerek, üst gezinti elemanlarının (ana sayfa, dersler, yardım, OCW hakkında) arka planlarını özelleştirebilirsiniz. Döşenmeyen resimler için, resim 2000px genişliğinde 28px yüksekliğinde olmalı.

source: label_save
es: etiqueta_save

source: General
it: Generale
ja: 一般
pt_br: Geral
tr: Genel

source: Left Nav
it: Navigazione sinistra
ja: 左ナビ
pt_br: Barra de navegação esquerda
tr: Sol Gezinti

source: Left Skin
ja: 左スキン
pt_br: Skin Esquerdo
tr: Sol Kaplama

source: Portal Banner
it: Banner del portale
ja: ポータルバナー
pt_br: Banner do Portal
tr: Portal Manşeti

source: Portal Favicon
it: Favicon del portale
ja: ポータルファビコン
pt_br: Favicon do Portal
tr: Tarayıcının Arama Satırında ve Sık Kullanılanlarda Görülecek Portal Simgesi

source: Portal Logo
it: Logo del portale
ja: ポータルロゴ
pt_br: Logo do Portal
tr: Portal Logosu

source: Site Logo
it: Logo del sito
ja: サイトロゴ
pt_br: Logo do Site
tr: site Logosu

source: Top Nav Bar
it: Barra superiore di navigazione
ja: トップナビバー
pt_br: Barra de Navegação Superior
tr: Üst Gezinti Çubuğu
