Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.leftskin/enpraxis.leftskin-2.5.tar.gz/enpraxis.leftskin-2.5/enpraxis/leftskin/locales/*/LC_MESSAGES/leftskin.po
Languages: es, it, ja, pt_br, tr

source: Active Link Color
es: Color de enlace activo
it: Colore dei link attivi
ja: アクティブリンクの色
pt_br: Cor de Link Ativo
tr: Aktif Bağlantı Rengi

source: Active link color
es: color de enlace activo
it: Colore dei link attivi
ja: アクティブリンクの色
pt_br: Cor de link ativo
tr: Aktif bağlantı rengi

source: Always show icons
es: Siempre mostrar iconos
pt_br: Sempre mostrar ícones

source: Annotation border style
es: Estilo de bordes de comentarios
it: Stile del bordo di annotazione
ja: アノテーション境界のスタイル
pt_br: Estilo de borda das anotações
tr: Bilgi notu kenarlık stili

source: Applies to explanatory information in forms and other items given class 'discreet'
es: Se aplica a textos informativos en formularios y a otros elementos a los que se asigne la clase 'discreet'
it: Si applica alle informazioni esplicative nei moduli e ad altri item con la classe 'discreet'
ja: フォーム内の注釈的な情報や、'discreet' クラスに指定された他のアイテムに適用
tr: Formlardaki açıklayıcı bilgi ve 'discreet' sınıfındaki diğer maddelere uygulanır.

source: Applies to notification elements like the status message, the calendar focus
es: Se aplica a elementos de aviso como mensajes de estado, de atención en el calendario
it: Si applica a elementi informativi come i messaggi di stato e il focus sul calendario
ja: カレンダーが注力する状態メッセージのようなお知らせ要素に適用
tr: Takvim vurgusu ve durum mesajı gibi bildirim bileşenlerine uygulanır.

source: Applies to the tabs (view, edit, etc) that you may see when logged in
es: Se aplica a las pestañas (visualizar, editar, etc) mostradas cuando se identificó
it: Si applica ai tab (visualizza, modifica, ecc.) visualizzati una volta loggati
ja: ログインすると見える（ビューや編集などの）タブに適用
pt_br: Aplicar às abas (visualizar, editar, etc) que poderão ser visualizadas quando estiver autenticado (logado)
tr: Giriş yaptığınızda karşılaştığınız sekmelere (görünüm, düzen, vb.) uygulanır.

source: Background Color
es: Color de fondo
it: Colore di sfondo
ja: 背景の色
pt_br: Cor de fundo
tr: Arka Plan Rengi

source: Background Image
es: Imagen de fondo
it: Immagine di sfondo
ja: 背景のイメージ
pt_br: Imagem de fundo
tr: Arka Plan Resmi

source: Base Properties
es: Propiedades básicas
it: Proprietà di base
ja: ベースプロパティ
tr: Temel Özellikler

source: Base Properties Settings
es: Configuración de propiedades básicas
it: Impostazioni delle proprietà di base
ja: ベースプロパティ設定
tr: Temel Özellikler Ayarları

source: Base Properties settings for the Theme.
es: Configuración de propiedades básicas para el estilo
it: Impostazione delle proprietà di base per il Tema.
ja: テーマのベースプロパティ設定
pt_br: Configurar Propriedades Básicas para um tema.
tr: Şablon için Temel Özellikler Ayarları.

source: Body Background Color
es: Color de fondo del body
it: Colore di sfondo del corpo
ja: ボディ背景の色
pt_br: Cor de fundo página
tr: Gövde Arka Plan Rengi

source: Body Background Image
es: Imagen de fondo del body
it: Immagine di sfondo del corpo
ja: ボディ背景のイメージ
pt_br: Imagem de fundo da página
tr: Gövde Arka Plan Resmi

source: Changes saved.
es: Cambios guardados.
pt_br: As alterações foram salvas.

source: Choose a style, or choose 'none' to have no borders at all
es: Elija un estilo, o 'ninguno' para no poner bordes
it: Scegli uno stile, o scegli 'nessuno' ('none') per nessun bordo
ja: スタイルを選ぶか、あるいはまったく境界線がないように 'none' を選びます
pt_br: Escolha um estilo ou, escolha 'nenhum', para não ter nenhuma borda
tr: Bir stil seçin veya hiç kenarlık olmaması için 'hiçbiri (none)' seçin

source: Color of input text on forms
es: Color de las cajas de texto en los formularios
it: Colore dei campi di input nei moduli
ja: フォームでの入力テキストの色
pt_br: Cor de caixas de texto nos formulários
tr: Formlardaki giriş metininin rengi

source: Column One width
es: Ancho de la primera columna
it: Larghezza della colonna uno
ja: 第一カラムの色
pt_br: Largura da Coluna One
tr: Birinci Sütun Genişliği

source: Column Two width
es: Ancho de la segunda columna
it: Larghezza della colonna due
ja: 第二カラムの色
pt_br: Largura da Coluna Dois
tr: İkinci Sütun Genişliği

source: Content
es: Contenido
it: Contenuto
ja: コンテンツ
pt_br: Conteúdo
tr: İçerik

source: Default border color
es: Color de bordes por defecto
it: Colore predefinito dei bordi
ja: 境界線のデフォルト色
pt_br: Cor padrão para bordas
tr: Varsayılan kenarlık rengi

source: Default border style
es: Estilo de bordes por defecto
it: Stile predefinito dei bordi
ja: 境界線のデフォルトスタイル
pt_br: Estilo padrão para bordas
tr: Varsayılan kenarlık stili

source: Default border width
es: Ancho de bordes por defecto
it: Larghezza predefinita dei bordi
ja: 境界線のデフォルト幅
pt_br: Largura padrão para bordas
tr: Varsayılan kenarlık genişliği

source: Default text Color
es: Color del texto por defecto
it: Colore predefinito del testo
ja: テキストのデフォルト色
pt_br: Cor do padrão para textos
tr: Varsayılan metin rengi

source: Default text size
es: Tamaño del texto por defecto
it: Dimensione predefinita del testo
ja: テキストのデフォルトサイズ
pt_br: Tamanho padrão para textos
tr: Varsayılan metin boyutu

source: Default theme
es: Tema por defecto
pt_br: Tema padrão

source: Development Mode
es: Modo desarrollo
it: Modalità Sviluppo
ja: 開発モード
pt_br: Modo de desenvolvimento
tr: Geliştirme Modu

source: Development Mode Setting for the Theme.
es: Configuración de Modo desarrollo para el estilo
it: Impostazioni della modalità sviluppo per il tema.
ja: テーマの開発モード設定
tr: Şablon için Geliştirm Modu Ayarları.

source: Discreet text color
es: Color de texto Discreet
it: Colore del testo Discreet
ja: 控え目(discreet)テキストの色
pt_br: Cor para texto discreto
tr: Discreet metin rengi

source: Even row background color
es: Color de fondo de celdas pares
it: Colore di sfondo delle righe pari
ja: 偶数番目の行の背景色
tr: Çift satırların arka plan rengi

source: Even-numbered rows in certain kinds of tables or lists have this background color
es: Las celdas pares de ciertos tipos de tablas o listados tienen este color de fondo
it: Le righe pari in alcuni tipi di tabelle ed elenchi avranno questo colore di sfondo
ja: ある種のテーブルやリストの偶数番目の行はこの背景色を持つ
pt_br: Linhas pares em certos tipos de tabelas ou listas têm este tipo de cor de fundo
tr: Belirli tablo veya liste çeşitlerindeki çift sayılı satırlar bu arka plan renginindedir.

source: External links open in new window
es: Abrir enlaces externos en nueva ventana
pt_br: Abrir links externos em uma nova janela

source: Fluid Fixed Width
es: Ancho fijo 'fluid'
it: Dimensione fissa fluida
ja: 流動的な固定幅
tr: Akışkan Sabit Genişliği

source: Font Color
es: Color de la fuente
it: Colore del font
ja: フォントの色
pt_br: Cor da fonte
tr: Yazı Tipi Rengi

source: For example, the border around comments made in response to a page
es: Por ejemplo, el borde que rodea los comentarios hechos como respuesta a una página
it: Per esempio, il bordo attorno ai commenti in risposta ad una pagina
ja: たとえば、ページへの反応として付けられたコメント周囲の境界線
pt_br: Por exemplo, a bordar ao redor de comentários com respostas para uma página
tr: Örneğin, bu sayfaya yapılan yorumların kenarlıkları

source: Form input is not an image object
es: El elemento del formulario no es un objeto de tipo imagen
it: Il modulo di input non è un oggetto immagine
ja: フォーム入力はイメージオブジェクトではありません
tr: Giriş formu bir resim nesnesi değildir.

source: General settings for the Left Skin Theme.
es: Configuración general del estilo Left Skin
it: Impostazioni generali per il tema Left Skin
ja: レフトスキンテーマの一般設定
pt_br: Configurações globais para o Skin do Tema Esquerdo.
tr: Sol Kaplama Şablonu için Genel Ayarlar

source: Header
es: Cabecera
it: Intestazione
ja: ヘッダー
pt_br: Cabeçalho
tr: Başlık

source: Heading font
es: Fuente de las cabeceras
it: Font Heading
ja: 見出しフォント
pt_br: Fonte do Cabeçalho
tr: Başlık Yazı Tipi

source: How wide should the left column be?
es: ¿Qué anchura debe tener la columna izquierda?
it: Quanto deve essere larga la colonna di sinistra?
ja: 左カラムはどのぐらいの幅であるべきか？
pt_br: Qual deve ser a largura da coluna esquerda?
tr: Sol sütun ne kadar geniş olmalı?

source: How wide should the right column be?
es: ¿Qué anchura debe tener la columna derecha?
it: Quando deve essere larga la colonna di destra?
ja: 右カラムはどのぐらいの幅であるべきか？
pt_br: Qual deve ser a largura da coluna direita?
tr: Sağ sütun ne kadar geniş olmalı?

source: If checked, the Body Background Image will repeat on the x- and y- axis. If unchecked the image will repeat only on the x-axis.
es: Si está marcado la imagen de fondo del body se repetirá en los ejes x e y. Si no está marcado se repetirá únicamente en el eje x.
it: Se selezionato, l'immagine di sfondo del corpo sarà ripetuta sugli assi x e y. Se non selezionato, l'immagine sarà ripetuta solo sull'asse x.
ja: チェックされていれば、ボディ背景イメージはX軸とY軸に繰り返して表示されることになります。チェックされていなければ、イメージはX軸についてだけ繰り返して表示されることになります。
pt_br: Se marcado, a imagem de fundo da página irá repedir nos eixos x e y. Se desmarcado a imagem só irá repetir no eixo x.
tr: Eğer işaretlenmişse, Gövde Arka Plan resmi x- ve y- eksenlerinde tekrarlayacaktır. Eğer işaretlenmemişse, resim sadece x- ekseninde tekrarlayacaktır.

source: If checked, the site will have a fixed width center column of 960 pixels. Please set the Body Background Color and/or Body Backgound Imageas well.
es: Si está marcado el sitio tendrá una columna central de 960 píxeles de ancho fijo. Por favor, configure también el color y la imagen de fondo del body.
it: Se selezionato, il sito avrà una colonna centrale fissa di 960 pixel. Si prega di impostare correttamente il colore di sfondo del corso e l'immagine di sfondo del corpo.
ja: チェックされていれば、サイトは960ピクセルの固定幅の中央カラムを持つことになります。ボディ背景色をセットし、ボディ背景イメージも同様にセットしてください。
pt_br: Se marcado, o site terá uma coluna central fixa de 960 pixels. Por favor, configure a cor de fundo da página e/ou uma imagem de fundo.
tr: Eğer işaretlenmişse, sitenin merkez sütunu 960 pixel genişlikte olacaktır. Lütfen Gövde Arka Plan Rengi ve/veya Gövde Arka Plan Resmini uygun şekilde ayarlayın.

source: If disabled the content icons in folder listings and portlets won't be visible.
es: Iconos de contenido desactivados no serán visibles en listas de carpetas ni en portlets.

source: If enabled all external links in the content region open in a new window.
es: Si se activa todos los enlaces externos en la zona de contenidos se abren en una ventana nueva.
pt_br: Se ativado, todos os links externos na região de conteúdo serão abertos em uma nova janela.

source: If enabled all external links will be marked with link type specific icons. If disabled the 'external links open in new window' setting has no effect.
es: Si se activa todos los enlaces externos serán marcados con iconos específicos de tipo de enlace. Si se desactiva la configuración 'los enlaces externos se abren en ventana nueva' no se aplicará.

source: If you specify this as a % value, it is a % of the default text size (defined above)
es: Si establece este valor como porcentual, éste será el porcentaje del tamaño de fuente por defecto (definido más arriba)
it: Se specifichi che si tratta di un valore %, si intende una % della dimensione predefinita del testo (definita sotto)
ja: これを％値で指定するなら、（上で指定した）デフォルトテキストサイズの％になります。
tr: Eğer bu değeri % olarak belirlerseniz, yukarda belirlenen varsayılan metin boyutunun yüzdesidir.

source: In development mode, stylesheets are not merged to composites, and caching and compression of css is disabled. The registry also sends http-headers to prevent browsers from caching the stylesheets. Remember to turn it off as the developmentmode affects performance.
es: En Modo desarrollo las hojas de estilo no se mezclan para su composición, y se deshabilita la caché y la compresión de CSS. También se envían cabeceras HTTP apropiadas para evitar que los navegadores utilicen la caché de hojas de estilo. Recuerde deshabilitar el Modo desarrollo, ya que afecta al rendimiento.
it: Nel modo sviluppo, i fogli di stile non sono mescolati al contenuti, e la cache e la compressione del css è disabilitata. Il registro invia inoltre gli http-headers per evitare che il browser esegua la cache dei fogli di stile. Questa modalità influenza le performance, ricorda quindi di disabilitarla.
ja: 開発モードでは、スタイルシートは合成されたものにマージされませんし、CSSのキャッシングと圧縮は無効になります。レジストリもブラウザがスタイルシートをキャッシングしないようにHTTPヘッダーを送ります。開発モードはパフォーマンスに影響するので、これを切るのを忘れないでください。
tr: Geliştirme modunda, biçem sayfaları bileşenlerle birleştirilmez ve css sıkıştırması ve önbelleklemesi devre dışıdır. Tarayıcının biçem sayfasını önbelleklemesini engellemek için sistem kütüğü http-başlığı gönderir. Geliştirme modu performansı etkilediği için onu kapatmayı unutmayın.

source: Information pop-up background color
es: Color de fondo de mensajes emergentes
it: Colore di sfondo delle pop-up informative
ja: 情報ポップアップの背景色
pt_br: Cor de fundo do pop-up com informativos
tr: Bilgi açılır penceresinin arka plan rengi

source: Left Navigation Background Image
es: Imagen de fondo del panel izquierdo de navegación
it: Immagine di sfondo della navigazione sinistra
ja: 左ナビゲーション背景イメージ
pt_br: Imagem de fundo da Barra de Navegação Esquerda
tr: Sol Gezinti Arka Plan Resmi

source: Left Skin Settings
es: Configuración de Left Skin
it: Impostazioni Left Skin
ja: 左スキンの設定
pt_br: Configurarções do Skin Esquerdo
tr: Sol Kaplama Ayarları

source: Link Color
es: Color de los enlaces
it: Colore dei link
ja: リンクの色
pt_br: Cor de Link
tr: Bağlantı Rengi

source: Logged-in tabs background color
es: Color de fondo de las pestañas para usuarios identificados
it: Colore di sfondo dei tab per utenti loggati
ja: ログイン時のタブの背景色
pt_br: Cor de fundo da aba de usuários logados
tr: Giriş yapıldıktan sonra sekmelerin arka plan rengi

source: Logged-in tabs border color
es: Color del borde de las pestañas para usuarios identificados
it: Colore dei bordi dei tab per utenti loggati
ja: ログイン時のタブの境界線色
pt_br: Cor da borda da aba de usuários logados
tr: Giriş yapıldıktan sonra sekmelerin kenarlık rengi

source: Logged-in tabs text color
es: Color del texto de las pestañas para usuarios identificados
it: Colore del testo dei tab per utenti loggati
ja: ログイン時のタブのテキスト色
pt_br: Cor do texto da aba de usuários logados
tr: Giriş yapıldıktan sonra sekmelerin metin rengi

source: Main font
es: Fuente principal
it: Font principale
ja: 主フォント
pt_br: Fonte principal
tr: Ana yazı tipi

source: Make sure this looks different from unvisited links, even to colorblind people
es: Asegúrese de que se distingue de los enlaces no visitados, incluso para daltónicos
it: Assicurati che sia diverso dai link non visitati, anche per persone daltoniche
ja: これを未訪問リンクと違って見えるようにします。たとえ色盲の人でも識別できるようにです。
pt_br: Certifique-se de que está diferente dos links não visitados, mesmo para pessoas daltônicas
tr: Renk körü kişiler için bile ziyaret edilmemiş bağlantılardan farklı göründüğünden emin olun.

source: Make sure this looks different from visited links, even to colorblind people
es: Asegúrese de que se distingue de los enlaces visitados, incluso para daltónicos
it: Assicurati che sia diverso dai link visitati, anche per persone daltoniche
ja: これを訪問済みリンクと違って見えるようにします。たとえ色盲の人でも識別できるようにです。
pt_br: Certifique-se de que está diferente dos links visitados, mesmo para pessoas daltônicas
tr: Renk körü kişiler için bile ziyaret edilmiş bağlantılardan farklı göründüğünden emin olun.

source: Mark external links
es: Marcar enlaces externos
pt_br: Marcar links externos

source: Never show icons
es: Nunca mostrar iconos
pt_br: Nunca mostrar ícones

source: No changes made.
es: Sin realizar cambios.
pt_br: Nenhuma alteração foi feita.

source: Note: it is often hard to read text on a strong color
es: Aviso: a menudo es peor la lectura de texto en colores fuertes
it: Nota: spesso risulta difficile leggere il testo su un colore forte
ja: 注意：しばしば強い色はテキストを読み難くします
pt_br: Nota: normalmente é mais difícil ler textos com cores fortes
tr: Not: Güçlü renkteki metni okumak genellikle zordur.

source: Notification background color
es: Color de fondo de los avisos
it: Colore di sfondo delle notitiche
ja: お知らせの背景色
pt_br: Cor de fundo das notificações
tr: Bildirim Arka Plan Rengi

source: Notification border color
es: Color del borde de los avisos
it: Colore dei bordi delle notifiche
ja: お知らせの境界線色
pt_br: Cor da borda das notificações
tr: Bildirim Kenarlık Rengi

source: Odd row background color
es: Color de fondo de celdas impares
it: Colore di fondo delle righe dispari
ja: 奇数番目の行の背景色
pt_br: Cor de fundo das linhas ímpares
tr: Tek satırların arka plan rengi

source: Odd-numbered rows in certain kinds of tables or lists have this background color
es: Las celdas impares de ciertos tipos de tablas o listados tienen este color de fondo
it: Le righe dispari in alcuni tipi di tabelle ed elenchi avranno questo colore di sfondo
ja: ある種のテーブルやリストの奇数番目の行はこの背景色を持つ
pt_br: Linhas ímpares em certos tipos de tabelas ou listas têm este tipo de cor de fundo
tr: Belirli tablo veya liste çeşitlerindeki tek sayılı satırlar bu arka plan renginindedir.

source: Only for users who are logged in
es: Sólo para usuarios que han iniciado sesión
pt_br: Somente para usuários que estão autenticados (logados)

source: Page background color
es: Color de fondo de las páginas
it: Colore di sfondo della pagina
ja: ページ背景色
pt_br: Cor de fundo da página
tr: Sayfa arka plan rengi

source: Regardless of how text is entered, it can be transformed to all lower case, all capitals, etc. Applies to text in global navigation tabs among other things.
es: Independientemente de cómo se introdujo, el texto puede ser mostrado íntegramente en minúsculas, en mayúsculas, etc. Se aplica al texto de las pestañas de navegación general, entre otros elementos.
it: Indipendentemente da come il testo è inserito, può essere trasformato in tutte minuscole, tutte maiuscole, ecc. Si applica anche al testo nei tab di navigazione globale
ja: テキストがどのように入力されたかに関わらず、それをすべて小文字、すべて大文字、先頭だけを大文字などに変換します。とりわけグローバルナビゲーションタブのテキストに適用します。
tr: Metin nasıl girilirse girilsin, tamamı küçük harf, tamamı büyük harf gibi değişimler yapılabilir. Diğer maddelerle birlikte genel geziti sekmelerindeki metinlere de uygulanır.

source: Repeat Y-axis
es: Repetir en el eje y
it: Ripeti asse Y
ja: Y軸に繰り返す
pt_br: Repetir eixo-Y
tr: Y-ekseninde Tekrarla

source: Reset to Default
es: Restaurar valores por defecto
it: Ripristina impostazioni predefinite
ja: デフォルトにリセットする
pt_br: Redefinir para o padrão
tr: Varsayılan Ayarla

source: Secondary background color
es: Color secundario de fondo
it: Colore di sfondo secondario
ja: セカンダリ背景色
pt_br: Cor de fundo secundária
tr: İkincil arka plan rengi

source: Secondary text color
es: Color secundario de texto
it: Colore secondario del testo
ja: セカンダリテキスト色
pt_br: Cor de texto secundária
tr: İkincik metin rengi

source: Select the default theme for the site.
es: Seleccionar estilo por defecto para el sitio.
pt_br: Selecione o tema padrão para o site.

source: Settings that affect the current theme. Remember to clear you browser's cache in order to see the changes made in this control panel.
es: Ajustes que afectan al estilo vigente. Recuerde eliminar la caché de su navegador para poder ver los cambios realizados en este panel de control.
it: Impostazioni del tema corrente. Ricorda di cancellare la cache del browser per vedere le modifiche apportate.
ja: その時のテーマに影響する設定。このコントロールパネルでなされた変更を見るのに、ブラウザのキャッシュをクリアするのを忘れないでください。
pt_br: Configurações que afetam o tema atual. Lembre-se de limpar o cache do seu browser para ver as mudanças realizadas nesse painel de controle.
tr: Seçili şablonu etkileyen ayarlar. Yaptığınız değişiklikleri görebilmek için tarayıcınızın önbelleğini temizlemeyi unutmayın.

source: Settings that affect the left skin theme. Remember to clear you browser's cache in order to see the changes made in this control panel.
es: Ajustes que afectan a estilo Left Skin. Recuerde eliminar la caché de su navegador para poder ver los cambios realizados en este panel de control.
it: Impostazioni del tema Left Skin. Ricorda di cancellare la cache del browser per vedere le modifiche apportate.
ja: レフトスキンテーマに影響する設定。このコントロールパネルでなされた変更を見るのに、ブラウザのキャッシュをクリアするのを忘れないでください。
pt_br: Configurações que afetam o skin do tema esquerdo. Lembre-se de limpar o cache do seu browser para ver as mudanças realizadas nesse painel de controle.
tr: Sol kaplama şablonunu etkileyen ayarlar. Yaptığınız değişiklikleri görebilmek için tarayıcınızın önbelleğini temizlemeyi unutmayın.

source: Settings that affect the site's look and feel.
es: Configuraciones que afectan la imagen del sitio.

source: Show content type icons
es: Mostrar iconos para tipos de contenido

source: Site minimum width
es: Ancho mínimo del sitio
it: Larghezza minima del sito
ja: サイト最小幅
pt_br: Largura mínima do site
tr: Minimum site genişliği

source: Skin settings for the content section.
es: Ajustes de aspecto para la sección de contenidos.
it: Impostazioni skin per la sezione contenuti.
ja: コンテンツセクションのスキン設定
pt_br: Configurações de skin para o conteúdo da seção.
tr: İçerik bölümü için kaplama ayarları.

source: Skin settings for the left navigation section.
es: Ajustes de aspecto para la sección izquierda de navegación.
it: Impostazioni skin per la sezione navigazione sinistra.
ja: 左ナビゲーションセクションのスキン設定
pt_br: Configurações de skin para seção de navegação esquerda.
tr: Sol gezinti bölümü için kaplama ayarları.

source: Skin settings for the portal header which appears at the top of the page.
es: Ajustes de aspecto para la cabecera del portal, que se muestra en la parte de arriba de la página.
it: Impostazioni skin per l'intestazione del portale.
ja: ページの上部に現れるポータルヘッダーのスキン設定
pt_br: Configurações de skin para o cabeçalho do portal que aparecerá no topo da página.
tr: Sayfanın en üstünde yer alan portal başlığı için kaplama ayarları.

source: Skin settings for the top navigation bar which appears below the portal header.
es: Ajustes de estilo para la barra superior de navegación, que se muestra por debajo de la cabecera del portal.
it: Impostazioni skin per la barra di navigazione che appare sotto all'intestazione del portale.
ja: ポータルヘッダーの下に現れるトップナビゲーションバーのスキン設定
pt_br: Configurações de skin para a barra de navegação superior que aparecerá abaixo do cabeçalho do portal.
tr: Portal başlığının altındaki üst gezinti çubuğu için kaplama ayarları.

source: Small text size
es: Tamaño de texto pequeño
it: Dimensione del testo piccolo
ja: 小さなテキストのサイズ
tr: Küçük metin boyutu

source: Text transform
es: Transformación de texto
it: Trasforma testo
ja: テキスト変換
tr: Metin dönüşümü

source: The background color for the footer, portlet headers and global navigation bar
es: El color de fondo del pie, cabeceras de portlets y barra de navegación general
it: Il colore di sfondo del piede, intestazioni portlet e barra di navigazione globale
ja: フッター、ポートレットヘッダー、グローバルナビゲーションバーの背景色
pt_br: A cor de fundo para o rodapé, cabeçalho do portlet e barra de navegação global
tr: Alt bilgi, portler başlıkları ve genel gezinti çubuğu için arka plan rengi

source: The background color for this section.
es: El color de fondo de esta sección.
it: Il colore di sfondo di questa sezione.
ja: このセクションの背景色
pt_br: A cor de fundo desta seção.
tr: Bu bölüm için arka plan rengi.

source: The background color of the header.
es: El color de fondo de la cabecera.
it: Il colore di sfondo dell'intestazione.
ja: ヘッダーの背景色
pt_br: A cor de fundo do cabeçalho.
tr: Başlık için arka plan rengi.

source: The background color of the left and right columns, when the site is set to a floating fixed width.
es: El color de fondo de las columnas izquierda y derecha, cuando el estilo del sitio está definido como ancho fijo 'floating'.
it: Il colore di sfondo delle colonne sinistra e destra, quando il sito è impostato a larghezza fissa flottante.
ja: サイトが流動的な固定幅にセットされたときの左カラムと右カラムの背景色
pt_br: A cor de fundo das colunas da esquerda e da direito, quando o site é configurado com largura flutuante (floating width) fixa.
tr: Site akışkan sabit genişliği ayarlandıysa sağ ve sol sütunlar için arka plan rengi.
