Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.portlet.customizablerecent/collective.portlet.customizablerecent-1.1.4.zip/collective.portlet.customizablerecent-1.1.4/collective/portlet/customizablerecent/locales/*/LC_MESSAGES/collective.portlet.customizablerecent.po
Languages: fr

source: Check/uncheck this box to display/hide 'all recent changes' link in portlet
fr: Cochez/décochez cette case pour afficher/masquer le lien 'Afficher toutes les modifications récentes'

source: Check/uncheck this box to display/hide icons in portlet
fr: Cochez/décochez cette case pour afficher/masquer les icones sur la portlet

source: Display 'all recent changes' link'
fr: Afficher le lien 'toutes les modifications récentes'

source: Display icons
fr: Afficher les icones

source: Display the date in long format
fr: Affiche la date au format long

source: Display the date of the last modification in dd/mm/yyyy hh:mm format
fr: Affiche la date de la dernière modification au format jj/mm/aaaa hh:mm

source: The content types to display.
fr: Les types de contenus à afficher.

source: help_recent_root
fr: Vous pouvez sélectionner un dossier racine des éléments récents à afficher. Laissez vide pour utiliser la racine du site Plone.

source: help_recent_title
fr: Le titre de la portlet éléments récents. Laissez vide si vous souhaitez qu'il soit laissé par défaut à Éléments récents, ou Éléments récents dans... si un noeud racine a été défini.

source: local_recent_label
fr: Éléments récents dans ${name}
