Repository: pypi-data/pypi-mirror-5
Catalog: packages/raptus.article.additionalwysiwyg/raptus.article.additionalwysiwyg-2.0b7.zip/raptus.article.additionalwysiwyg-2.0b7/raptus/article/additionalwysiwyg/i18n/raptus.article-*.po
Languages: de, fr

source: Additional text
de: Zusätzlicher Text
fr: Texte supplémentaire

source: Additional text bottom
de: Zusätzlicher Text unten
fr: Texte supplémentaire en bas

source: Additional text left
de: Zusätzlicher Text links
fr: Texte supplémentaire à gauche

source: Additional text on the bottom.
de: Zusätzlicher Text unten auf der Seite.
fr: Texte supplémentaire en bas.

source: Additional text on the left side.
de: Zusätzlicher Text auf der linken Seite.
fr: Texte supplémentaire du côté gauche.

source: Additional text on the right side.
de: Zusätzlicher Text auf der rechten Seite.
fr: Texte supplémentaire du côté droit.

source: Additional text on top.
de: Zusätzlicher Text oben auf der Seite.
fr: Texte supplémentaire en haut.

source: Additional text over the whole width.
de: Zusätzlicher Text über die gesamte Breite.
fr: Texte supplémentaire sur toute la largeur.

source: Additional text right
de: Zusätzlicher Text rechts
fr: Texte supplémentaire à droite

source: Additional text top
de: Zusätzlicher Text oben
fr: Texte supplémentaire en haut

source: label_additional_text
de: Zusätzlicher Text
fr: Texte supplémentaire
