Repository: pypi-data/pypi-mirror-5
Catalog: packages/Products.SimpleGroupsManagement/Products.SimpleGroupsManagement-0.4.1.tar.gz/Products.SimpleGroupsManagement-0.4.1/Products/SimpleGroupsManagement/i18n/Products.SimpleGroupsManagement-*.po
Languages: ca

source: Add selected
ca: Afegir seleccionat

source: Delete selected
ca: Eliminar seleccionat

source: sgm_add_members
ca: Afegir membres

source: sgm_add_new_portal_member
ca: Afegir un nou membre al portal

source: sgm_add_new_user
ca: Afegir un nou usuari

source: sgm_group_members
ca: Membres del grup

source: sgm_label_back_to_gm
ca: Tornar a la Gestió de grups

source: sgm_no_members
ca: Sense membres

source: smg_manageable_groups_title
ca: Grups disponibles

source: smg_no_groups
ca: No es pot administrar cap grup

source: smg_panelhelp
ca: Des d'aquesta pagina es pot administrar alguns grups del portal, afegint i eliminant usuaris dels mateixos.

source: smg_paneltitle
ca: Gestió de grups
