Repository: pypi-data/pypi-mirror-5
Catalog: packages/raptus.article.table/raptus.article.table-2.0b14.zip/raptus.article.table-2.0b14/raptus/article/table/i18n/raptus.article-*.po
Languages: de, fr

source: A row of a table
de: Eine Tabellenzeile
fr: Une ligne de tableau

source: A table
de: Eine Tabelle
fr: Un tableau

source: Add column
de: Spalte hinzufügen
fr: Ajouter une colonne

source: Add new table definition
de: Neue Tabellendefinition hinzufügen
fr: Ajouter une nouvelle définition de tableau

source: Adding ${number} rows failed
de: Hinzufügen von ${number} Zeilen ist fehlgeschlagen
fr: L'ajout de ${number} lignes a échoué

source: Adding one new row failed
de: Hinzufügen einer neuen Zeile ist fehlgeschlagen
fr: L'ajout d'une nouvelle ligne a échoué

source: Cell class
de: Zellenklasse

source: File
de: Datei
fr: Fichier

source: Head class
de: Titelklasse

source: Hidden
de: Versteckt
fr: Invisible

source: Image
de: Bild

source: List of tables contained in the article on the left side.
de: Liste der im Artikel enthaltenen Tabellen dargestellt auf der linken Seite.
fr: Liste des tableaux contenus dans l'article affichés à gauche.

source: List of tables contained in the article on the right side.
de: Liste der im Artikel enthaltenen Tabellen dargestellt auf der rechten Seite.
fr: Liste des tableaux contenus dans l'article affichés à droite.

source: List of tables contained in the article over the whole width.
de: Liste der im Artikel enthaltenen Tabellen dargestellt über die gesamte Breite.
fr: Liste des tableaux contenus dans l'article affichés sur toute la largeur.

source: Manage table definitions
de: Tabellendefinitionen verwalten
fr: Gérer les définitions de tableaux

source: Please select a table definition or type your own in this field.
de: Bitte wählen Sie eine Tabellendefinition oder definieren Sie Ihre eigene in diesem Feld.
fr: Veuillez choisir une définition de tableau ou veuillez définir la votre dans ce champ.

source: Row
de: Zeile
fr: Ligne

source: Successfully added ${number} rows
de: ${number} Zeilen erfolgreich hinzugefügt
fr: ${number} lignes ajoutées avec succès

source: Successfully added new row
de: Zeile erfolgreich hinzugefügt
fr: Ligne ajoutée avec succès

source: Table
de: Tabelle
fr: Tableau

source: Table definitions
de: Tabellendefinitionen
fr: Définions de tableaux

source: Tables
de: Tabellen
fr: Tableaux

source: Tables left
de: Tabellen links
fr: Tableaux à gauche

source: Tables right
de: Tabellen rechts
fr: Tableaux à droite

source: The column definition will only be stored after saving the whole configuration form.
de: Die Spaltendefinition wird erst nach dem Absenden des gesamten Konfigurationsformulars gespeichert.
fr: La définition de la colonne ne sera stocké après l'enregistrement du formulaire de configuration tout entière.

source: Title
de: Titel
fr: Titre

source: Type
de: Typ

source: Unable to parse the columns field of one of the definitions to be modified
de: Beim Ändern einer der Tabellendefinitionen ist ein Fehler aufgetreten, überprüfen Sie das Format des Spalten-Felds.
fr: Une erreur s'est produite lors de la modification d'une définition de tableau, veuillez contrôler la valeur saisie dans le champ colonnes.

source: Unable to parse the columns field of the definition to be added
de: Beim Hinzufügen der neuen Tabellendefinition ist ein Fehler aufgetreten, überprüfen Sie das Format des Spalten-Felds.
fr: Une erreur s'est produite lors de l'ajout d'une définition de tableauveuillez contrôler la valeur saisie dans le champ colonnes.

source: already_in_use
de: Diese Tabellendefinition wird bereits verwendet.
fr: la définition du tableau est déjà en function

source: description_columns_override
de: Definieren Sie die Spalten der Tabelle. Übergeht die in der Tabellendefinition definierten Spalten falls eine ausgewählt ist.
fr: Définissez les colonnes du tableau.

source: description_component_selection_table
de: Wählen Sie die Komponenten aus in welchen diese Tabelle angezeigt werden soll.
fr: Sélectionnez les composants sensés afficher ce tableau.

source: description_definition
de: Wählen Sie eine vordefinierte Tabellendefinition
fr: Sélectionnez une définition de tableau prédéfinie

source: description_style
de: Definieren Sie den Stil der Tabelle
fr: Définissez les style du tableau

source: description_style_override
de: Definieren Sie den Stil der Tabelle. Übergeht den in der Tabellendefinition definierte Stil falls eine ausgewählt ist.
fr: Définissez le style du tableau. Cela sera surcharger le style défini par la définition de tableaux si sélectionné.

source: label_add_row
de: Zeile hinzufügen
fr: Ajouter une ligne

source: label_columns
de: Spalten
fr: Colonnes

source: label_component_selection
de: Komponentenauswahl
fr: Choix des composants

source: label_definition
de: Tabellendefinition
fr: Définition de tableau

source: label_name
de: Name
fr: Nom

source: label_remove
de: Löschen
fr: Supprimer

source: label_style
de: Stil
fr: Style

source: Link
fr: Lien

source: Name
fr: Nom
