Repository: pypi-data/pypi-mirror-5
Catalog: packages/tecnoteca.googlemap/tecnoteca.googlemap-1.2.tar.gz/tecnoteca.googlemap-1.2/tecnoteca/googlemap/locales/*/LC_MESSAGES/tecnoteca.googlemap.po
Languages: fr

source: Available icons
fr: Icônes disponibles

source: Available icons desc
fr: Icônes de marqueurs disponibles

source: Bicycle
fr: Vèlo

source: Cat Box Height
fr: Hauteur de la boîte contenant la catégorie

source: Cat box max-height
fr: Hauteur maximum de la boîte contenant la catégorie avant l'utilisation d'un ascenseur

source: Category icon
fr: Icône de la catégorie

source: Category selected (active) at map start
fr: La catégorie est active au départ de la carte

source: CategoryIcon
fr: Icône de la catégorie

source: City
fr: Ville

source: Close panel
fr: Fermé le paneau

source: Clusterer icon
fr: Icône de groupe

source: Color
fr: Couleur

source: Content type
fr: Type de contenu

source: Coordinates
fr: Coordonnées

source: Coordinates lat long
fr: Coordonnées (latitude et longitude)

source: Coordinates widget mapsize
fr: Taille de la carte pour le widget coordonnées

source: Coordinates widget mapsize desc
fr: Taille de la carte (largeur,hauteur px)

source: Custom icon
fr: Icône personalisée

source: Default Active
fr: Actif par défaut

source: Default Marker
fr: Marqueur par défaut

source: Default active
fr: Actif par défaut

source: Default active at map start
fr: Actif par défaut au départ de la carte

source: Default location
fr: Localisation par défaut

source: Default location desc
fr: Localisation initial pour une nouvelle carte avec marqueur

source: Default mapsize
fr: Taille de la carte par défaut

source: Default mapsize desc
fr: Taille par défaut pour les nouvelles cartes (largeur, hauteur px)

source: Default marker startup
fr: Marqueur par défaut pour les nouvelles cartes

source: Default zoom level
fr: Niveau de zoom par défaut

source: Disable
fr: Désactiver

source: Disable coordinates
fr: Coordonnées désactivées

source: Encoded Polyline
fr: Chemins codées

source: Encoded levels
fr: Niveaux codées - <a href='http://code.google.com/apis/maps/documentation/polylineutility.html' target='_blank'>click here</a> pour en obtenir

source: Encoded polyline
fr: Chemins codées

source: Encoded polyline value
fr: Valeurs des parcours codées - <a href='http://code.google.com/apis/maps/documentation/polylineutility.html' target='_blank'>click here</a> pour en obtenir

source: Frontend Categories
fr: Catégories

source: Frontend Markers
fr: Marqueurs

source: Frontend NoJavascript
fr: Javascript doit être activé afin d'utiliser des Cartes Google. Cependant, il semble que le Javascript est désactivé ou non supporté par votre navigateur. Pour voir des Cartes Google, activer le Javascript dans vos options du navigateur et ré-essayez.

source: Frontend Polygons
fr: Zones

source: Frontend Polylines
fr: Chemins

source: FullWidth
fr: Pleine largeur

source: G_GEO_BAD_KEY
fr: La clé donnée est soit invalide, soit ne correspond pas au domaine pour lequel on l'a donné.

source: G_GEO_BAD_REQUEST
fr: Une requête de directions a échouée. Par exemple, la requête peut avoir été rejetée si elle contient plus que le nombre maximal de points de chemin permis.

source: G_GEO_MISSING_ADDRESS
fr: Le paramètre q HTTP manque ou n'a aucune valeur. Pour géoréférencer des requêtes, cela signifie qu'une adresse vide a été spécifiée à la saisie. Pour des requêtes de directions, cela signifie qu'aucune question n'a été spécifiée dans la saisie

source: G_GEO_MISSING_QUERY
fr: Le paramètre q HTTP manque ou n'a aucune valeur. Pour géoréférencer des requêtes, cela signifie qu'une adresse vide a été spécifiée à la saisie. Pour des requêtes de directions, cela signifie qu'aucune question n'a été spécifiée dans la saisie

source: G_GEO_SERVER_ERROR
fr: Un géoréférencement, des directions ou la requête de niveau d'agrandissement maximale ne peut pas être traités avec succès, on ne connaît pas la raison exacte de l'échec.

source: G_GEO_SUCCESS
fr: Aucune erreur n'est survenue; l'adresse a été analysé avec succès et son geocode a été rendu.

source: G_GEO_TOO_MANY_QUERIES
fr: La clé donnée a atteint la limite de requêtes dans la période de 24 heure ou a soumis trop de requêtes dans une trop courte période. Si vous renvoyé des requêtes multiples, utilisez un minuteur ou une pause dans votre code pour vous vous assurer que l'envoi des requêtes ne soit trop rapide.

source: G_GEO_UNAVAILABLE_ADDRESS
fr: Le geocode pour l'adresse donnée ou le parcours pour la direction donnée ne peut pas être rendu en raison des raisons légales ou contractuelles.

source: G_GEO_UNKNOWN_ADDRESS
fr: Aucun emplacement géographique correspondant n'est trouvé pour l'adresse indiquée. Ceci peut être dû en raison du fait que l'adresse est relativement nouvelle ou peut être incorrect.

source: G_GEO_UNKNOWN_DIRECTIONS
fr: L'objet GDIRECTIONS ne peut pas calculer des directions entre les points mentionnés dans la requête. Ceci est d'habitude parce qu'il n'y a aucun parcours disponible entre les deux points, ou parce que nous n'avons pas de données pour acheminer dans cette région.

source: Get directions
fr: Itinéraire

source: Get directions from
fr: Itinéraire à partir

source: Google Map Category
fr: Catégorie de carte Google

source: Google Map Category Container
fr: Conteneur de catégorie de carte Google

source: Google Map Category Content Type
fr: Type de contenu de la catégorie de carte Google

source: Google Map Marker
fr: Marqueur de carte Google

source: Google Map Object
fr: Carte Google

source: Google Map Polygon
fr: Zone dans carte Google

source: Google Map Polyline
fr: Chemins dans carte Google

source: Google Map related markers
fr: Carte Google lié aux marqueurs

source: GoogleMap api keys
fr: Clé GoogleMap

source: GoogleMap api keys desc
fr: Liste d'URL et clés Google liées

source: Icon
fr: Icônes

source: Items in relation with marker
fr: Objets liés aux marqueurs

source: Levels
fr: Niveaux

source: Line thickness (px)
fr: Épaisseur de ligne (px)

source: Map Height
fr: Hauteur de la carte

source: Map Type
fr: Type de carte

source: Map Type Control
fr: Contrôle du type de carte

source: Map Width
fr: Largeur de carte

source: Map height (px)
fr: Hauteur de carte (px)

source: Map width (px)
fr: Largeur de carte (px)

source: Marker Box Height
fr: Hauteur des boites de marqueurs

source: Marker box max-height
fr: Hauteur maximum des boîtes de marqueurs avant l'ajout d'un ascenseur

source: Marker text
fr: Marqueur de texte

source: Markers cache in seconds
fr: Cache des marqueurs en secondes

source: Markers cache in seconds desc
fr: Cache des marqueurs en secondes

source: Num Levels
fr: Nombre de niveaux

source: Number of levels
fr: Nombre de niveaux

source: Opacity
fr: Opacité

source: Opacity level
fr: Niveau d'opacité : 0=invisible, 1=pas de transparence

source: Opacity level - from 0=invisible to 1=no transparency
fr: Niveau d'opacité - de 0=invisible à 1=pas de transparence

source: Open boxes
fr: Boîtes de contrôle ouvertes au démarrage de carte

source: Open panel
fr: Ouvrir

source: OpenBoxes
fr: Boîtes ouverte au démarrage

source: Outline
fr: Contour

source: Outline area
fr: Zone de contour

source: Overview Map Control
fr: Contrôle de carte de Vue d'ensemble

source: Parameters configuration
fr: Configuration des paramètres

source: Polygon color
fr: Couleur des zones

source: Polyline color
fr: Couleur des chemins

source: Product settings
fr: Paramètres du produit

source: Related Markers
fr: Marqueurs liés

source: Search Address
fr: Recherche d'adresse

source: Search_button
fr: Recherche

source: Select a custom icon for category
fr: Sélectionnez une icône pour la catégorie- visitez <a href='http://code.google.com/p/google-maps-icons/' target='_blank'>this page</a> pour d'autres icônes'

source: Select a custom icon for clusterer
fr: Choisissez une icône personnalisée pour le groupe

source: Select content type
fr: Choisir un type de contenu

source: Select default map type
fr: Choisir le type de carte par défaut

source: Set map to full width (overrides MapWidth)
fr: Ajuster à la largeur disponible (remplace la largeur définie)

source: Show Panoramio button
fr: Voir le bouton Panoramio

source: Show bicycle button
fr: Afficher le bouton vélo

source: Show directions
fr: Voir les directions

source: Show map type buttons
fr: Voir le bouton de type de carte

source: Show the overview map
fr: Montrez la carte de vue d'ensemble

source: Show traffic button
fr: Afficher le bouton de la circulation

source: Show weather button
fr: Afficher le bouton météo

source: Standard icon disabled
fr: Icône standard désactivée

source: Street
fr: Rue

source: Street View Control
fr: Contrôle street view

source: Street view map control button
fr: Contrôle street view

source: TTGoogleMap
fr: Carte Google

source: TTGoogleMapCategory
fr: Catégorie carte Google

source: TTGoogleMapCategoryCT
fr: Type de contenu catégorie carte Google

source: TTGoogleMapCategoryContainer
fr: Conteneur de catégorie carte Google

source: TTGoogleMapMarker
fr: Marqueur carte Google

source: TTGoogleMapPolygon
fr: Zone carte Google

source: TTGoogleMapPolyline
fr: Chemins carte Google

source: TT_ERROR
fr: Erreur

source: TT_NO_MARKER_FOUND
fr: Pas de marqueur trouvé pour l'id

source: TT_NO_MARKER_SELECTED
fr: Vous devez choisir le marqueur de destination avant, si aucun n'est disponible, ajoutez en un ou contactez votre administrateur de site pour le faire.

source: Text
fr: Texte

source: Text on top of the map
fr: Texte au dessus de la carte

source: Traffic
fr: Trafic

source: Weather
fr: Météo

source: Weight
fr: Poids

source: Zoom Factor
fr: Facteur de zoom

source: Zoom Level
fr: Niveau de zoom

source: Zoom factor
fr: Facteur de zoom

source: Zoom factor parameter
fr: Paramètre de facteur de zoom

source: label_related_maps
fr: Cartes connexes
