Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.addthis/collective.addthis-1.3.3.zip/collective.addthis-1.3.3/src/collective/addthis/locales/*/LC_MESSAGES/collective.addthis.po
Languages: it

source: (Beta). Measures when users copy your URL from their browser. Add an analytics fragment to the URL.
it: (Beta). Misura quando gli utenti copiano l'URL dal browser. Aggiunge un frammento di analisi all'URL.

source: A list of social media items that will be displayed along side the share link as individual chicklets.
it: Un elenco di elementi social media che verr√† visualizzato a fianco del link di condivisione come singoli chicklets.

source: A list of valid social media.
it: Un elenco di social media validi

source: Add clickback tracking variable to URL
it: Aggiungi la variabile di tracciamento clickback all'URL

source: AddThis JavaScript URL
it: URL del javascript AddThis

source: AddThis URL
it: URL di AddThis

source: AddThis settings
it: Impostazioni AddThis

source: Address Bar Sharing
it: Condivisione della barra dell'indirizzo

source: Configure AddThis
it: Configura AddThis

source: Set your own AddThis URL and social media chicklets by using this form
it: Impostare il proprio URL AddThis e i propri social media chicklets usando questo form

source: Share
it: Condividi

source: Social media selection
it: Selezione social media

source: Social media sources
it: Sorgenti social media

source: Use this to track how many people come back to your content via links shared with AddThis.
it: Usare questo per tenere traccia di quante persone tornano ai vostri contenuti tramite link condivisi con AddThis.
