Repository: pypi-data/pypi-mirror-5
Catalog: packages/zopyx.authoring/zopyx.authoring-2.2.4.zip/zopyx.authoring-2.2.4/zopyx/authoring/locales/*/LC_MESSAGES/plone.tinymce.po
Languages: de

source: Heading
de: Überschrift (Ebene 1)

source: Subheading
de: Überschrift (Ebene 2)

source: Subsubheading
de: Überschrift (Ebene 3)

source: Subsubsubheading
de: Überschrift (Ebene 4)

source: Page reference
de: Seitenreferenz

source: Table reference
de: Tabellenreferenz

source: Address
de: Adresse

source: Author
de: Autor

source: Image reference
de: Bildreferenz

source: Legend
de: Legende

source: Authors
de: Autoren

source: Date
de: Datum/Stand
