Repository: pypi-data/pypi-mirror-5
Catalog: packages/django-marcus/django-marcus-0.5.5.tar.gz/django-marcus-0.5.5/marcus/locale/*/LC_MESSAGES/django.po
Languages: ru

source: Edit
ru: Редактировать

source: comments
ru: комментарии

source: Name
ru: Имя

source: Name or OpenID
ru: Имя или OpenID

source: Email for notifications
ru: Email для уведомлений

source: Russian
ru: Русский

source: English
ru: Английский

source: Text
ru: Текст

source: Language
ru: Язык

source: Comments
ru: Комментарии

source: Comment
ru: Комментарий

source: Archive
ru: Архив

source: Archive for
ru: Архив за

source: The article is closed for comments
ru: Статья закрыта для комментирования

source: Comment is awaiting approval
ru: Комментарий ожидает подтверждения

source: Noteworthy comment
ru: Заслуживающий внимания комментарий

source: Noteworthy
ru: Заслуживающий внимания

source: Articles starts with slug
ru: Статьи со слагом на

source: Powered by
ru: Работает на

source: Blog
ru: Блог

source: and
ru: и

source: Send to moderation
ru: Отправить на премодерацию

source: Read the article
ru: Читать статью дальше

source: Type something and press Enter
ru: Введите что-нибудь и нажмите Enter

source: Find
ru: Найти

source: Articles not found
ru: Статьи не найдены

source: Categories
ru: Рубрики

source: Tags
ru: Теги

source: We decided that this comment is spam!
ru: Мы решили что этот комментарий - спам!

source: Please fix it...
ru: Пожалуйста, исправьте его...

source: Receive by email further comments in this conversation
ru: Получать по email новые комментарии в этом обсуждении

source: New comment in "%(article_title)s"
ru: Новый комментарий в "%(article_title)s"

source: You're receiving this email because subscribed to comments to "%(article_title)s".
ru: Вы получили этот email, так как подписались на комментарии к "%(article_title)s".

source: You're receiving this email because subscribed to comments to %(article_link)s.
ru: Вы получили этот email, так как подписались на комментарии к %(article_link)s.

source: The user "%(comment_guest_name)s" say:
ru: Пользователь "%(comment_guest_name)s" сказал:

source: Comment published:
ru: Комментарий опубликован:

source: To unsubscribe, go to:
ru: Для отписки от рассылки, перейдите на:

source: Unsubscribe
ru: Отписаться

source: Dear %(guest_name)s!
ru: Уважаемый %(guest_name)s!

source: You have just unsubscribed from article %(article_link)s.
ru: Вы только что отписались от статьи %(article_link)s.

source: Make approved
ru: Сделать утвержденным
