Repository: pypi-data/pypi-mirror-5
Catalog: packages/ztfy.blog/ztfy.blog-0.5.5-py2.7.egg/ztfy/blog/locales/*/LC_MESSAGES/ztfy.blog.po
Languages: fr

source: Blog's topics
fr: Articles du blog

source: &raquo; %d topic(s)
fr: &raquo; %d article(s)

source: Adding new blog
fr: Ajout d'un nouveau blog

source: Blog properties
fr: Propriétés du blog

source: :: Roles...
fr: :: Rôles...

source: Edit blog presentation properties
fr: Paramètres de présentation du blog

source: :: Add blog...
fr: :: Ajouter un blog...

source: Delete blog
fr: Supprimer le blog

source: Blog topics
fr: Articles du blog

source: Topics categories
fr: Catégories d'articles

source: Add sub-category
fr: Ajouter une sous-catégorie...

source: Delete (sub-)category
fr: Supprimer la (sous-)catégorie

source: Adding new category
fr: Ajout d'une nouvelle catégorie

source: Edit category properties
fr: Propriétés d'une catégorie

source: Topic categories
fr: Catégories de l'article

source: Categories
fr: Catégories

source: :: Add Category...
fr: :: Ajouter une catégorie...

source: Created
fr: Création

source: Modified
fr: Modification

source: Status
fr: Statut

source: Title
fr: Titre

source: :: Google Analytics account...
fr: :: Compte Google Analytics...

source: Edit Google Analytics properties
fr: Edition des propriétés Google Analytics

source: :: Google AdSense account...
fr: :: Compte Google AdSense...

source: Edit Google AdSense properties
fr: Edition des propriétés Google AdSense

source: Resource library
fr: Librairie de ressources

source: CSS class
fr: Classe CSS

source: Text displayed before title link
fr: Texte affiché avant le lien sur le titre

source: Text displayed before cell main text
fr: Texte affiché avant le texte principal

source: Text displayed after cell main text
fr: Texte affiché après le texte principal

source: Text displayed after title link
fr: Texte affiché après le lien sur le titre

source: Content of status cell
fr: Contenu de la cellule de statut

source: Content of actions cell
fr: Contenu de la cellule des actions

source: Presentation form target interface
fr: Schéma du formulaire d'édition des éléments de présentation

source: Only draft contents can be removed !
fr: Seuls les contenus en mode "brouillon" peuvent être supprimés !

source: Topic links
fr: Liens de l'article (internes et externes)

source: Delete link
fr: Supprimer le lien

source: :: Add internal link...
fr: :: Ajouter un lien interne...

source: :: Add external link...
fr: :: Ajouter un lien externe...

source: Untitled link
fr: Lien sans titre

source: Adding new internal link
fr: Ajout d'un nouveau lien interne

source: Adding new external link
fr: Ajout d'un nouveau lien externe

source: Edit link properties
fr: Propriétés du lien

source: Links
fr: Liens

source: Adding new paragraph
fr: Ajout d'un nouveau paragraphe

source: Edit paragraph properties
fr: Propriétés d'un paragraphe

source: Paragraphs
fr: Paragraphes

source: Container's paragraphs
fr: Paragraphes de l'article

source: Delete paragraph
fr: Supprimer le paragraphe

source: Topic resources
fr: Ressources de l'article

source: Size
fr: Taille

source: %d bytes
fr: %d octets

source: %s Kb
fr: %s Ko

source: %s Mb
fr: %s Mo

source: Delete resource
fr: Supprimer la ressource

source: :: Add resource...
fr: :: Ajouter une ressource...

source: Adding new resource
fr: Ajout d'une nouvelle ressource

source: :: Add resources from archive...
fr: :: Ajouter une archive...

source: Archive data
fr: Contenu de l'archive

source: Archive content's will be extracted as resources ; format can be any ZIP, tar.gz or tar.bz2 file
fr: Tout le contenu de l'archive sera extrait sous la forme de ressources ; l'archive peut être au format ZIP, tar, tar.gz ou tar.bz2.

source: Adding new resources from ZIP file
fr: Ajout du contenu d'une archive

source: Edit resource properties
fr: Propriétés de la ressource

source: Resources
fr: Ressources

source: Delete section
fr: Supprimer la rubrique

source: :: Add section...
fr: :: Ajouter une rubrique...

source: Adding new section
fr: Ajout d'une nouvelle rubrique

source: Section properties
fr: Propriétés de la rubrique

source: Edit section presentation properties
fr: Paramètres de présentation de la rubrique

source: Section contents
fr: Contenu de la rubrique

source: Container's sections
fr: Rubriques du site

source: Site contents
fr: Contenu du site

source: Site's content
fr: Contenu du site

source: Site manager properties
fr: Propriétés du site

source: Edit back-office properties
fr: Présentation du back-office

source: Edit site presentation properties
fr: Paramètres de présentation du site

source: Tree view
fr: Arborescence

source: Site's tree view
fr: Arborescence du site

source: (inherit parent skin)
fr: (hériter du skin du niveau supérieur)

source: Reset
fr: Annuler

source: No category available to handle this content.
fr: Il n'y a pas de catégorie disponible pour classer ce contenu.

source: This container is empty.
fr: Ce conteneur est vide.

source: Creator:
fr: Créateur :

source: Creation:
fr: Création :

source: Last update:
fr: Dernière modif. :

source: Contributors:
fr: Contributeurs :

source: Status:
fr: Statut :

source: Properties
fr: Propriétés

source: ${status}<br /> &nbsp;&nbsp;- on ${date}<br /> &nbsp;&nbsp;- by ${user}
fr: ${status}<br />&nbsp;&nbsp;- depuis le ${date}<br />&nbsp;&nbsp;- par ${user}

source: First publication date:
fr: Première publication :

source: on ${date}
fr: le ${date}

source: Publication dates:
fr: Période de publication :

source: from ${first} to ${last}
fr: du ${first} au ${last}

source: from ${first}
fr: à partir du ${first}

source: History
fr: Historique

source: Internal ID:
fr: N° interne :

source: Delete topic
fr: Supprimer l'article

source: Adding new topic
fr: Ajout d'un nouvel article

source: Topic properties
fr: Propriétés de l'article

source: Edit topic presentation properties
fr: Paramètres de présentation de l'article

source: Topics
fr: Articles

source: :: Add topic...
fr: :: Ajouter un article...

source: Container's topics
fr: Liste des articles

source: Back to front-office
fr: Revenir au front-office

source: Target title
fr: Titre de la cible

source: < missing target >
fr: < cible introuvable >

source: Submit
fr: Enregistrer

source: Workflow comment
fr: Commentaire

source: :: Presentation model...
fr: :: Modèle de présentation...

source: Facebook application ID
fr: ID Facebook

source: Application ID declared on Facebook
fr: ID d'application déclaré sur Facebook

source: Disqus site ID
fr: ID Disqus

source: Site's ID on Disqus comment platform can be used to allow topics comments
fr: ID du site sur la plate-forme de commentaires Disqus

source: Topics per page
fr: Nombre d'articles par page

source: Number of topics displayed into one page
fr: Nombre d'articles affichés sur une page d'index

source: Application ID declared on Facebook ; this attribute is not used if blog is contained insite a site manager
fr: L'ID du site déclaré sur la plate-forme Facebook peut être utilisé pour gérer les partages de liens ; cet attribut n'est pas utilisé lorsque le blog est déployé au sein d'un site.

source: Site's ID on Disqus comment platform can be used to allow topics comments ; this attribute is not used if blog is contained inside a site manager
fr: L'ID du site sur la plate-forme de commentaires Disqus peut être utilisé pour permettre d'apporter des commentaires aux articles ; cet attribut n'est pas utilisé lorsque le blog est déployé au sein d'un site.

source: Display topics list
fr: Afficher la liste des articles

source: Display content of first published topic
fr: Afficher directement le premier article

source: Presentation mode
fr: Mode de présentation

source: Select presentation mode for this section
fr: Sélectionner le mode de présentation de cette rubrique

source: Don't display illustration
fr: Ne pas afficher l'illustration

source: Display illustration as thumbnail on left side
fr: Afficher une vignette de l'illustration sur la gauche

source: Display illustration as thumbnail on right side
fr: Afficher une vignette de l'illustration sur la droite

source: Display centered illustration
fr: Afficher une vignette de l'illustration au centre

source: Illustration's position
fr: Position de l'illustration

source: Select position of topic's illustration
fr: Sélectionner la position de l'illustration

source: Downloadable resources
fr: Ressources téléchargeables

source: Select list of resources displayed as download links
fr: Sélectionner la liste des ressources affichées en tant que liens téléchargeables

source: Container values
fr: Liste des contenus

source: HTTP equiv header
fr: En-tête HTTP-equiv

source: Meta content value
fr: Contenu de la métadonnée

source: Meta name
fr: Nom de la métadonnée

source: Meta property
fr: Propriétés de la métadonnée

source: Meta rel attribute
fr: Attribut "rel" de la métadonnée

source: Meta type attribute
fr: Attribut "type" de la métadonnée

source: Meta link target
fr: Cible du lien de la métadonnée

source: Metas list
fr: Liste des métadonnées

source: Full list of metas associated with this content
fr: Liste des métadonnées associées à ce contenu

source: Left column
fr: Colonne gauche

source: Page top
fr: Haut de page

source: Header format
fr: Format du chapô

source: Text format used for content's header
fr: Format du texte utilisé dans le chapô

source: Header position
fr: Position du chapô

source: Position of content's header
fr: Position du chapô

source: Display Google +1 button
fr: Afficher le bouton Google +1

source: Display Google +1 button next to content's title
fr: Afficher le bouton "+1" de Google à proximité du titre des contenus

source: Display Facebook 'like' button
fr: Afficher le bouton "J'aime" de Facebook

source: Display Facebook 'like' button next to content's title
fr: Afficher les boutons "J'aime" et "Partager" de Facebook à proximité du titre des contenus

source: Main blogs
fr: Blogs principaux

source: Summary of selected blogs last entries will be listed in front page
fr: Seuls les articles des blogs sélectionnés seront affichés sur la page d'accueil du site

source: Entries count
fr: Nombre d'articles affichés

source: Number of entries displayed in front page (if a blog is selected)
fr: Nombre total d'articles affichés sur la page d'accueil, tous blogs confondus

source: Site's owner name
fr: Nom du propriétaire du site

source: Site's owner name can be displayed on pages footers
fr: Ce nom peut être affiché en pied de page

source: Owner's mail address
fr: Adresse de messagerie du propriétaire

source: Mail address can be displayed on pages footer in a "mailto" link
fr: Cette adresse peut être affichée en pied de page dans un lien "mailto"

source: Site's signature
fr: Signature du site

source: Signature's complement to put on pages footers (can include HTML code)
fr: Complément de signature affiché en pied de page (peut include du code HTML)

source: ZBlog default skin
fr: Skin par défaut ('ZBlog')

source: Language: %s
fr: Langue : %s

source: First page
fr: Première page

source: Last page
fr: Dernière page

source: There is not any topic matching this tag.
fr: Aucun article ne correspond à ce tag.

source: ${size} Kb
fr: ${size} Ko

source: Please enable JavaScript to view the comments powered by ${disqus}
fr: Veuillez activer le JavaScript pour voir les commentaires proposés par ${disqus}.

source: Comments powered by ${disqus}
fr: Commentaires gérés par ${disqus}

source: Internet links
fr: Liens internet

source: By
fr: Auteur :

source: on ${date} - ${time}
fr: le ${date} - ${time}

source: CSS compliant web site
fr: Site conforme à la norme CSS2

source: Powered by Python
fr: Site propulsé par Python

source: Powered by Zope3
fr: Site géré sous Zope3

source: XHTML 1.0 compliant web site
fr: Site conforme XHTML 1.0

source: Login
fr: Connexion

source: Password
fr: Mot de passe

source: Logout !
fr: Déconnection !

source: Manage
fr: Admin.

source: Heading
fr: Chapô

source: Short header description of the content
fr: Le chapô peut servir d'introduction pour présenter le contenu

source: This illustration can be displayed by several presentation templates
fr: L'illustration peut être affichée par certains modèles de présentation

source: Illustration alternate title
fr: Titre de substitution de l'illustration

source: This text will be used as an alternate title for the illustration
fr: Ce texte sera utilisé comme titre de substitution de l'illustration

source: Site administrators
fr: Administrateurs du site

source: List of site's administrators
fr: Liste des administrateurs du site

source: Site contributors
fr: Contributeurs du site

source: List of site's contributors
fr: Liste des contributeurs du site

source: Archived
fr: Archivé

source: Deleted
fr: Supprimé

source: Published
fr: Publié

source: Draft
fr: Brouillon

source: Retired
fr: Retiré

source: Skin name
fr: Modèle de présentation

source: Name of the skin applied to the current context ; WARNING: inheritance can only work correctly in specific contexts...
fr: Nom du thème appliqué dans le contexte de cet objet ; ATTENTION : l'héritage ne peut fonctionner correctement que dans certains contextes...!

source: Unique ID
fr: ID unique

source: Globally unique identifier of this content can be used to create internal links
fr: Identifiant unique de ce contenu, qui pourra être utilisé pour gérer les liens internes

source: Path elements
fr: Éléments du chemin d'accès

source: List of path elements matching adapted object
fr: Liste des éléments du chemin d'accès vers l'objet

source: Content type
fr: Type de contenu

source: Content title
fr: Titre du contenu

source: Short name
fr: Titre court

source: Short name of the content can be displayed by several templates
fr: Le titre court peut être affiché dans différents modèles de présentation

source: Internal description included in HTML 'meta' headers
fr: La description est intégrée dans les 'métas' HTML

source: Keywords
fr: Mots-clés

source: A list of keywords matching content, separated by commas
fr: Une liste de mots-clés correspondant à ce contenu, séparés par des virgules

source: Header image
fr: Image d'en-tête

source: This banner can be displayed by skins on page headers
fr: Ce bandeau peut être affiché en en-tête de page sur certains thèmes

source: Check to keep blog visible...
fr: Cochez l'option 'Oui' pour que le blog et tous ses articles restent visibles...

source: Blogs list
fr: Liste des blogs

source: Title of the category
fr: Titre de la catégorie

source: Short name of the category
fr: Titre court de la catégorie

source: Short description of the category
fr: Courte description de la catégorie

source: List of categories associated with this content
fr: Liste des catégories associées à ce contenu

source: Categories IDs
fr: IDs des catégories

source: Internal IDs of content's categories, used for indexing
fr: ID internes des catégories associées au contenu (utilisé pour l'indexation)

source: Activate Google analytics ?
fr: Activer Google Analytics ?

source: Are Google analytics statistics activated ?
fr: Intégrer les statistiques de consultation Google Analytics à votre site ?

source: Web site ID
fr: ID du site web

source: Google analytics web site ID
fr: ID du site web dans votre compte Google Analytics

source: Web site verification code
fr: Code de vérification du site

source: Google site verification code
fr: Code Google de vérification du site

source: Bottom (all pages)
fr: En pied de page

source: Bottom (topics only)
fr: En pied de page (articles seulement)

source: Top (all pages)
fr: En tête de page

source: Top (topics only
fr: En tête de page (articles seulement)

source: Activate Google AdSense ?
fr: Activer Google AdSense ?

source: Integrate GoogleAdSense into your web site ?
fr: Intégrer les publicités Google AdSense à votre site ?

source: Client ID
fr: ID du client

source: Google AdSense client ID
fr: ID de client Google AdSense

source: Slot ID
fr: ID du panneau

source: ID of the selected slot
fr: ID du panneau publicitaire sélectionné

source: Slot width
fr: Largeur du panneau

source: Width of the selected slot, in pixels
fr: Largeur du panneau publicitaire sélectionné, en pixels

source: Slot height
fr: Hauteur du panneau

source: Height of the selected slot, in pixels
fr: Auteur du panneau publicitaire sélectionné, en pixels

source: Slot position
fr: Position du panneau

source: Position of the selected slot in the generated pages
fr: Position du panneau publicitaire dans les pages générées

source: External URL ; maybe http:, https:, mailto:...
fr: URL externe ; peut être http:, https:, mailto:...

source: Displayed link's title
fr: Titre du lien affiché

source: Short description of provided link
fr: Courte description du lien

source: Link's target language
fr: Langue de la cible du lien

source: Actual language of link's target content
fr: Langue actuelle du contenu de la cible du lien

source: Link's target
fr: Cible du lien

source: Internal ID of link's target
fr: Numéro interne de la cible du lien

source: Paragraph title
fr: Titre du paragraphe

source: Short header description of the paragraph
fr: Court chapô de description du contenu du paragraphe

source: Check to keep paragraph visible...
fr: Vous pouvez masquer temporairement un paragraphe...

source: Paragraphs list
fr: Liste des paragraphes

source: Name of the resource
fr: Nom de la ressource

source: Short description of resource content
fr: Courte description de la ressource

source: Resource data
fr: Contenu de la ressource

source: Current content of the given external resource
fr: Contenu à fournir pour cette ressource externe

source: Filename
fr: Nom de fichier

source: Resource's public filename
fr: Nom 'public' du fichier de sauvegarde de la ressource

source: Resource language
fr: Langue

source: Actual language of the resource
fr: Langue actuelle de cette ressource

source: Check to keep section visible...
fr: Cochez l'option 'Oui' pour que la rubrique et tous ses articles restent visibles...

source: Sections list
fr: Liste des rubriques

source: Custom CSS
fr: Feuille CSS

source: You can provide a custom CSS for your back-office
fr: Vous pouvez fournir un fichier CSS spécifique pour définir la présentation de votre back-office

source: Custom banner
fr: Bandeau

source: You can provide a custom image file which will be displayed on pages top
fr: Vous pouvez fournir une image spécifique qui sera affichée en haut de page

source: Custom logo
fr: Logo

source: You can provide a custom logo which will be displayed on top of left column
fr: Vous pouvez fournir une image spécifique qui sera affichée en haut de la colonne gauche

source: Custom icon
fr: Icône

source: You can provide a custom image file to be used as favorite icon
fr: Cette icône sera utilisée comme icône de favoris (« favicon ») en back-office

source: Publication year
fr: Année de publication

source: Topic publication year, used for indexing
fr: Année de publication de l'article

source: Publication month
fr: Mois de publication

source: Topic publication month, used for indexing
fr: Mois de publication de l'article

source: Allow comments ?
fr: Commentaires autorisés ?

source: Are free comments allowed on this topic ?
fr: Les commentaires libres sont-ils autorisés sur cet article ?

source: Topics list
fr: Liste des articles

source: :: Add code paragraph...
fr: :: Ajouter un extrait de code...

source: :: Add HTML paragraph...
fr: :: Ajouter un paragraphe HTML...

source: :: Add illustration...
fr: :: Ajouter une illustration...

source: Adding new illustration
fr: Ajout d'une nouvelle illustration

source: Edit illustration properties
fr: Propriétés de l'illustration

source: :: Add text paragraph...
fr: :: Ajouter un paragraphe de texte...

source: Floating left to next paragraph
fr: Flottant à la gauche du prochain paragraphe

source: Floating right to next paragraph
fr: Flottant à la droite du prochain paragraphe

source: Centered before next paragraph
fr: Centrée au-dessus du prochain paragraphe

source: Illustration content
fr: Contenu de l'illustration

source: Image file containing illustration
fr: Sélection de l'image contenant l'illustration à afficher

source: Position of the displayed illustration
fr: Position d'affichage de l'illustration dans la page HTML générée

source: Display width
fr: Taille d'affichage

source: Width of the displayed illustration
fr: Taille de l'image affichée dans la page HTML

source: Linebreak after illustration ?
fr: Saut de ligne après l'illustration ?

source: If 'Yes', a linebreak will be inserted after illustration
fr: Si 'Oui', un saut de ligne sera inséré après l'illustration

source: Zoomable ?
fr: Image zoomable ?

source: If a display width is applied, can the illustration be zoomed ?
fr: Un zoom peut-il être appliqué sur l'image ?

source: Zoom width
fr: Taille du zoom

source: Width of the illustration displayed in zoom mode
fr: Taille maximale de l'image affichée dans le zoom

source: Body
fr: Corps du paragraphe

source: Main paragraph's content
fr: Contenu principal du paragraphe

source: Body text format
fr: Format du texte

source: Text format of paragraph's body
fr: Format dans lequel le texte du paragraphe est écrit

source: Body source language
fr: Language source

source: Original language of the body code
fr: Language utilisé pour la coloration de l'extrait de code

source: Body style
fr: Style de colorisation

source: Color style of code body
fr: Couleurs utilisées pour la mise en valeur du code

source: Create new topic
fr: Création d'un nouvel article

source: Initialize
fr: Initialiser

source: Publish
fr: Publier...

source: This content is currently in DRAFT mode. Publishing it will make it publicly visible.
fr: Cet article est actuellement en mode BROUILLON. Pour devez le publier pour le rendre visible.

source: Retire
fr: Retirer...

source: This content is actually published. You can retire it to make it unvisible.
fr: Cet article est actuellement publié. Vous pouvez le retirer pour le rendre non visible et le modifier.

source: Re-publish
fr: Re-publier...

source: This content was published and retired after. You can re-publish it to make it visible again.
fr: Cet article a été publié puis retiré. Vous pouvez le re-publier pour le rendre à nouveau disponible.

source: Archive
fr: Archiver...

source: This content is currently published. If it is archived, it will not be possible to make it visible again !
fr: Cet article est actuellement publié. !! S'il est archivé, il ne sera PAS possible de le publier à nouveau !!

source: This content has been published but is currently retired. If it is archived, it will not be possible to make it visible again !
fr: Cet article a déjà été publié mais il est actuellement retiré. !! S'il est archivé, il ne sera pas possible de le publier à nouveau !!

source: Delete
fr: Supprimer...

source: This content has never been published. It can be removed and definitely deleted.
fr: Cet article n'a jamais été publié. Vous pouvez donc le supprimer (définitivement !), ou le publier.
