Repository: pypi-data/pypi-mirror-5
Catalog: packages/Products.Ploneboard/Products.Ploneboard-3.4.zip/Products.Ploneboard-3.4/src/Products/Ploneboard/locales/*/LC_MESSAGES/ploneboard.po
Languages: ca, fi

source: Cancel
ca: Cancel.la
fi: Peru

source: Change
ca: Canvia
fi: Muuta

source: Comment added
ca: Comentari afegit
fi: Kommentti lisätty

source: Comment deleted
ca: Comentari esborrat
fi: Kommentti poistettu

source: Comment is pending moderation
ca: Comentari pendent de moderació
fi: Kommentti odottaa tarkistusta

source: Conversation added
ca: Conversa
fi: Keskustelu lisätty

source: Conversation deleted
ca: Publicat
fi: Keskustelu poistettu

source: Conversation is pending moderation
ca: Conversa pendent de moderació
fi: Keskustelu odottaa tarkistusta

source: Data provider updated.
ca: Proveïdor de dades
fi: Datan hankkija päivitetty.

source: Forum
ca: Fòrum
fi: Keskustelualue

source: Log in to add comments
ca: Posa comentaris
fi: Kirjaudu sisään vastataksesi tähän viestiin

source: Please correct the indicated errors.
ca: Si us plau, corregeixi els errors indicats.
fi: Ole hyvä ja korjaa osoitetut virheet.

source: Post
ca: Respon
fi: Lähetä

source: Post comment
ca: Respon comentari
fi: Lähetä viesti

source: Reply to this
ca: Respondre
fi: Vastaa tähän viestiin

source: Start a new Conversation
ca: Comença una nova conversa
fi: Aloita uusi keskustelu

source: Transform %s removed
ca: Transforma %s esborrats
fi: Muuntaja %s poistettu

source: View profile
ca: Veure el perfil
fi: Näytä profiili

source: You can only add comments to conversations or comments.
ca: Només pots afegir comentaris a les converses o a altres comentaris.
fi: Voit lisätä kommentteja vain keskusteluihin tai toisiin kommentteihin.

source: add_comment
ca: Afegir comentari
fi: Lisää viesti

source: add_conversation
ca: Afegir conversa
fi: Lisää keskustelu

source: alert_delete_popup
ca: Està segur que desitja esborrar aquest comentari?
fi: Haluatko varmasti poistaa tämän viestin?

source: board_search_button
ca: Cerca
fi: Hae

source: board_search_label
ca: Taulell de cerca
fi: Etsi keskustelupalstalta

source: box_more_recent_conversations
ca: Més
fi: Lisää…

source: by_author
ca: per ${author}
fi: ${author}:lta

source: comment_current_state
ca: Estat actual:
fi: Viestin tila:

source: conversation
ca: Conversa
fi: Keskustelu

source: conversation_forum
ca: Fòrum
fi: Keskustelupalsta

source: conversation_posted
ca: Publicat
fi: Lähetetty

source: description_ploneboard_config
ca: Configuració dels paràmetres del Ploneboard
fi: Täällä voit muuttaa Ploneboard sivuston asetuksia

source: forum_name
ca: Nom del fòrum
fi: Keskustelualueen nimi

source: go_to_parent_url
ca: Pujar a ${title}
fi: Palaa sivulle: ${title}

source: go_to_view_url
ca: Tornar a ${name}
fi: Palaa ${name} keskustelualueelle

source: heading_preview_comment
ca: Previsualitzar comentari
fi: Esikatsele kommentti

source: help_add_portlet
ca: Introdueixi el cos del comentari
fi: Tämä portletti näyttää keskustelut joita on äskettäin kommentoitu

source: help_body_attachments_maxsize
ca: La grandària màxima de l'arxiu adjunt és de ${maxsize} kilobytes
fi: Isoin sallittu liitetiedoston koko on ${maxsize} kilotavua.

source: help_body_attachments_posting
ca: Seleccioni un fitxer per posar com a annex a aquest comentari
fi: Valitse viestin liittenä käytettävä tiedosto, joka lähetetään palvelimelle.

source: help_body_text_posting
ca: Els tags HTML estan OK.
fi: Voit käyttää perus HTML merkkejä.

source: help_body_text_posting_linkify_enabled
ca: Les URLS seran automaticament enllaçades
fi: WWW-osoitteet muutetaan automaattisesti hyperlinkeiksi.

source: help_categories_board
ca: Introdueixi les categories que vol tenir disponibles pels taulells, una categoria per a cada línia
fi: Lisää kategoriat, joiden haluat olevan palstan käytettävissä. Kirjoita yksi kategoria riviä kohti.

source: help_category
ca: Seleccioni la categoria sota la que s'ha d'ubicar el fòrum. Un fòrum pot estar en vàries categories, encara que es recomana utilitzar només una categoria
fi: Valitse minkä kategorian alla keskustelualue tulisi listata. Keskustelualue voi kuulua useampaan kategoriaan, mutta on suositeltavaa käyttää vain yhtä kategoriaa.

source: help_count
ca: Introdueixi el cos del comentari
fi: Miten monta kohdetta listataan.

source: help_description_board
ca: Introdueixi una breu descripció del taulell
fi: Lisää palstalle lyhyt kuvaus.

source: help_description_conversation
ca: Introdueixi una breu descripció de la conversa
fi: Lisää keskustelulle lyhyt kuvaus.

source: help_description_forum
ca: Introduexi una breu descripció del fòrum
fi: Lisää lyhyt kuvaus keskustelualueen aiheesta.

source: help_maxattachments
ca: Seleccioni el nombre màxim d'arxius adjunts permesos per comentari
fi: Valitse liitetiedostojen maksimimäärä yhtä viestiä kohti.

source: help_maxattachmentsize
ca: Seleccioni la grandària màxima de cada arxiu adjunt
fi: Valitse liitetiedostojen maksimikoko.

source: help_text
ca: Introdueixi el cos del comentari
fi: Lisää viestin sisältö.

source: help_transforms
ca: Seleccioni les transformacions del text que han d'utilitzar-se en els comentaris de les converses
fi: Select the text transformations that should be used for comments posted in Ploneboard conversations. Text transformations alter the text entered by the user, either to remove potentially malicious HTML tags, or to add additional functionality, such as making links clickable.

source: label_add_portlet
ca: Text
fi: Lisää viimeisimmät keskustelut portletti

source: label_back_to_board
ca: Categories
fi: Takaisin keskustelupalstalle

source: label_body_files_posting
ca: Annexes
fi: Liitetiedostot

source: label_body_text_posting
ca: Cos del missatge
fi: Viestin sisältö

source: label_by_author
ca: per ${author}
fi: Lähettäjä: ${author}

source: label_categories_board
ca: Categories
fi: Kategoriat

source: label_category
ca: Categoria
fi: Kategoria

source: label_description_board
ca: Descripció taulell
fi: Keskustelupalstan kuvaus

source: label_description_conversation
ca: Descripció conversa
fi: Keskustelun kuvaus

source: label_description_forum
ca: Descripció Fòrum
fi: Lyhyt kuvaus keskustelualueen aiheesta

source: label_in_forum
ca: en ${forum}
fi: Keskustelualue: ${forum}

source: label_maxattachments
ca: Nombre màxim d'arxius adjunts
fi: Liitetiedostojen maksimimäärä

source: label_maxattachmentsize
ca: Grandària màxima dels arxius adjunts
fi: Liitetiedostojen sallittu maksimikoko

source: label_powered_by
ca: Amb el suport de ${link}
fi: Powered by ${link}

source: label_required
ca: (Requerit)
fi: (Pakollinen)

source: label_text
ca: Text
fi: Viesti

source: label_title_posting
ca: Títol
fi: Otsikko

source: label_transforms
ca: Transformacions
fi: Transforms

source: legend_attachments
ca: Annexes
fi: Liitetiedostot

source: log_to_start_conversation
ca: Comença una nova conversa
fi: Kirjaudu sisään aloittaaksesi uusi keskustelu

source: moderation_count
ca: ${count} comentaris encuats
fi: ${count} kommenttia jonossa.

source: moderation_description
ca: Els següents comentaris estan pendents de moderació. Faci clic en 'Publicar' o 'Rebutjar' segons sigui necessari. Faci clic en el títol d'un comentari per a veure el missatge en el context de la conversa.
fi: Seuraavat kommentit odottavat tarkistusta. Valitse joko 'Julkaise' tai 'Hylkää'. Klikkaa kommentin otsikkoa nähdäksesi siihen liittyvä keskustelu.

source: most_recent_comment
ca: Comentari més recent
fi: Uusin viesti

source: new_attachment
ca: Afegir annexe
fi: Lisää seuraava liitetiedosto

source: new_conversations_marked_with
ca: Les converses marcades amb ${star} han tingut activitat des de l'última vegada que ens va visitar
fi: Uusia viestejä sisältävät keskustelut on merkitty ${star} merkillä.

source: no_comments_queued
ca: No hi ha comentaris encuats
fi: Tarkistusta vaativia kommentteja ei ole.

source: no_conversations_started
ca: No hi ha converses encara
fi: Keskusteluja ei ole

source: no_recent_conversations
ca: No hi ha converses.
fi: Keskusteluja ei löytynyt.

source: no_replies_yet
ca: Sense respostes encara
fi: Vastauksia ei vielä ole

source: not_conversations
ca: No hi ha converses encara
fi: Tällä keskustelualueella ei ole vielä yhtään keskustelua.

source: not_forums
ca: No hi ha fòrums encara
fi: Tällä keskustelupalstalla ei ole vielä keskustelualueita, käytä lisää valikkoa lisäteksäsi keskustelualueita.

source: not_permission_start_conversation
ca: No teniu permisos per iniciar una conversa
fi: Sinulla ei ole oikeuksia aloittaa uutta keskustelua

source: number_of_conversations
ca: Converses
fi: Keskustelut

source: ploneboard_configuration
ca: Configuració dels paràmetres del Ploneboard
fi: Ploneboardin asetukset

source: ploneboard_transform_panel
ca: Transformacions del text
fi: Tekstien muunnokset

source: posted_by
ca: Enviat per
fi: Lähettäjä:

source: preview_message
ca: Previsualitza el missatge
fi: Viestin esikatselu

source: recent_conversations_description
ca: Les següents converses han estat publicades, però encara no han rebut cap resposta.
fi: Seuraavat keskustelut sisältävät uusia viestejä.

source: replies
ca: Respostes
fi: Vastaukset

source: search_result_location
ca: Al ${forum} &rarr; ${conversation}.
fi: Keskustelualue: ${forum} &rarr; ${conversation}.

source: show_new_conversations_all
ca: Veure totes les noves converses
fi: Näytä keskustelut, joissa on uusia viestejä

source: show_no_replies
ca: Sense respostes
fi: Näytä viestit joihin ei ole vastauksia

source: show_no_replies_all
ca: Veure tots els no resposts
fi: Näytä kaikki viestit, joihin ei ole vastattu

source: text_at
ca: A
fi: Lähetetty:

source: title_count
ca: Nombre d'ítems a mostrar
fi: Näytettävien kohteiden määrä

source: title_general_forums
ca: Fòrums generals
fi: Yleiset keskustelualueet

source: title_recent_conversations
ca: Converses recents en ${title}
fi: Aiheen ${title} äskettäiset keskustelut

source: title_title
ca: Títol
fi: Portletin otsikko

source: title_unanswered_conversations
ca: Converses sense resposta
fi: ${title}: Viestit joihin ei ole vastauksia

source: unanswered_conversations_description
fi: Seuraaviin lähetettyihin keskusteluihin ei ole vielä yhtään vastausta.
