Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.educommons/enpraxis.educommons-4.1.2.tar.gz/enpraxis.educommons-4.1.2/enpraxis/educommons/i18n/plone-*.po
Languages: es, it, ja, tr

source: - Simple workflow that is useful for basic web sites. - Things start out as a private draft, and can be published directly. - The creator of a content item can edit the item even after it is published.
es: - Flujo simple de trabajo, útil para sitios web básicos. - Los elementos se crean como borradores privados, que pueden ser publicados directamente. - El creador del elemento puede editarlo incluso después de publicado.
it: - Workflow semplificato utilizzabile per semplici siti web. - Il primo passo è la bozza privata, che può essere anche pubblicata direttamente. - Il creatore di un contenuto può editare l'item anche dopo la sua pubblicazione.
ja: - 基本的なWebサイトに役立つような簡易ワークフロー。- プライベートドラフトで始まり、すぐに直接公開することができる。- 公開された後でも、コンテンツアイテムの作成者はそのアイテムを編集することができる。
tr: - Basit internet siteleri için yararlı olan basit iş akışı. - İşler özel bir taslak olarak başlar ve doğrudan yayınlanabilir. - İçerik öğesini oluşturan kişi, yayınlandıktan sonra da öğeyi düzenleyebilir.

source: - Simple workflow that is useful for basic web sites. - Things start out as a private draft, and can be published directly. - All users can edit the content when Published.
es: - Flujo simple de trabajo, útil para sitios web básicos. - Los elementos se crean como borradores privados, que pueden ser publicados directamente. - Todos los usuarios pueden editar elementos publicados.
it: - Workflow semplificato utilizzabile per semplici siti web. - Il primo passo è la bozza privata, che può essere anche pubblicata direttamente. - Tutti gli utenti possono editare il contento una volta pubblicato.
ja: - 基本的なWebサイトに役立つような簡易ワークフロー。- プライベートドラフトで始まり、すぐに直接公開することができる。- 公開されると、すべてのユーザがコンテンツを編集することができる。
tr: - Basit internet siteleri için yararlı olan basit iş akışı. - İşler özel bir taslak olarak başlar ve doğrudan yayınlanabilir. - İçerik yayınlandığında bütün kullanıcılar içeriği düzenleyebilir.

source: A file stored on the File System.
es: Un archivo del File System.
it: Un file memorizzato sul File System.
ja: ファイルシステムに格納されたファイル
tr: Bir dosya, Dosya Sistemi'nde depolandı.

source: A folder designed to capture feedback via a form.
es: Una carpeta para obtener feedback a través de un formulario.
it: Cartella per
ja: フォームを介してフィードバックを回収するためのフォルダ
tr: Bir form üzerinden geri bildirim almak için tasarlanmış bir klasör.

source: Add a Comment Only
es: Añadir sólo un comentario
it: Aggiungi un commento
ja: コメント追加のみ
tr: Sadece Yorum Ekle

source: Add a comment
es: Añadir un comentario
it: Aggiungi un commento
ja: コメントを追加
tr: Yorum ekle

source: An automatically updated stored search that can be used to display a course listing
es: Una búsqueda automáticamente actualizable que puede ser utilizada para mostrar un listado de cursos
it: Una ricerca memorizzata automaticamente che può essere utilizzata per visualizzare un elenco di corsi
ja: コース一覧を表示するのに使われる自動的に最新内容が得られるストアド検索
tr: Ders listesini görüntülemek için kullanılabilenotomatik olarak güncellenen depolanmış arama

source: Content Workflow [eduCommons]
es: Fujo de trabajo [eduCommons]
it: Workflow dei contenuti [eduCommons]
ja: コンテンツワークフロー [eduCommons]
tr: İçerik İş akışı [eduCommons]

source: Content currently in QA waiting to be approved.
es: Contenido bajo Control de Calidad (QA) pendiente de aprobación.
it: Conenuto attualmente al Controllo Qualità in attesa di approvazione.
ja: 承認されるのを待っている現在QA状態にあるコンテンツ
tr: QA onayı için bekleyen içerik.

source: Content in production waiting to be submitted to QA.
es: Contenido en edición pendiente de ser enviado a Control de Calidad (QA).
it: Contenuto in produzione in attesa di essere sottoposto al Controllo Qualità.
ja: QAに提出されるのを待っている作業中のコンテンツ
tr: QA'ya gönderilmek üzere üretimde bekleyen içerik.

source: Content that has been released and is waiting to be published.
es: Contenido disponible para ser publicado.
it: Contenuto rilasciato in attesa di pubblicazione.
ja: 公開されるのを待っているリリースされたコンテンツ
tr: Yayın izni verilmiş ve yayınlanmak için bekleyen içerik.

source: Course Contents
es: Contenidos del curso
it: Contenuti dei Corsi
ja: コースコンテンツ
tr: Ders İçerikleri

source: Course List
es: Listado de cursos
it: Elenco Corsi
ja: コースリスト
tr: Ders Listesi

source: Feedback
ja: フィードバック
tr: Geri Bildirim

source: InProgress
es: En Progreso
ja: 作業中
tr: İşlem Sürüyor

source: Large File
es: Archivo grande
it: File grande
ja: ラージファイル
tr: Büyük Dosya

source: Manager rejects submission
es: El administrador rechaza la solicitud
it: Il manager rifiuta la pubblicazione
ja: マネージャが提出物を却下
tr: Yönetici göndermeyi reddeder

source: Object state is stale
es: El objeto es obsoleto
it: Lo stato dell'oggetto è scaduto
ja: オブジェクト状態がもはや古い
tr: Nesne durumu eski

source: Owner publishes content
es: El propietario publica el contenido
it: Il proprietario pubblica il contenuto
ja: 所有者がコンテンツを公開
tr: İçerik sahibi, içeriği yayınlar

source: Private Draft
es: Borrador privado
it: Bozza privata
ja: プライベートドラフト
tr: Özel Taslak

source: Publish Content
es: Publicar contenido
it: Pubblica contenuto
ja: コンテンツを公開
tr: İçerik Yayınla

source: Published Content
es: Contenido publicado
it: Contenuto pubblicato
ja: 公開されたコンテンツ
tr: Yayınlanmış İçerik

source: Publisher rejects submission
es: El editor rechaza la solicitud
it: L'editore rifiuta la pubblicazione
ja: 公開責任者が提出物を却下
tr: Yayıncı göndermeyi reddeder

source: Publisher requests retest
es: El editor solicita revisión
it: L'editore richiede un retest
ja: 公開責任者が再検査を要求
tr: Yayıncı tekrar test edilmesini ister

source: Quality Assurance
es: Control de Calidad
it: Controllo di Qualiltà
ja: 品質保証
tr: Kalite Güvencesi

source: Release Content for Publication
es: Preparar contenido para publicación
it: Rilascia il contenuto per la pubblicazione
ja: 公開のためにコンテンツをリリース
tr: Yayın İzni Verilmiş İçerik

source: Release content for publication
es: Preparar contenido para publicación
it: Rilascia il contenuto per la pubblicazione
ja: 公開のためにコンテンツをリリース
tr: Yayın izni verilmiş içerik

source: Released
es: Disponible
it: Rilasciato
ja: リリース済み
tr: Yayın İzni Verilmiş

source: Released for publication
es: Disponible para publicación
it: Rilasciato per la pubblicazione
ja: 公開のためにリリース
tr: Yayın İzni Verilmiş

source: Reset to In Progress
es: Devolver a En progreso
it: Ripristinato a InProgress
ja: 作業中にリセット
tr: İşlem Sürüyor olarak Tekrar Ayarla

source: Retest Content
es: Revisar contenido
it: Retest del contenuto
ja: コンテンツの再テスト
tr: İçeriği Tekrar Test Et

source: Reviewer rejects submission
es: El revisor rechaza la solicitud
it: Il revisore rifiuta la pubblicazione
ja: レビュー者が提出物を却下
tr: Gözden Geçiren göndermeyi reddeder

source: Rework Content
es: Revisar contenido
it: Rielabora il contenuto
ja: コンテンツの再作業
tr: İçeriği Tekrar Çalış

source: Rework Published Content
es: Revisar contenido publicado
it: Rielabora il contenuto pubbblicato
ja: 公開されたコンテンツの再作業
tr: Yayınlanmış İçeriği Tekrar Çalış

source: Rework Released Content
es: Revisar contenido disponible
it: Rielabora il contenuto rilasciato
ja: リリースされたコンテンツの再作業
tr: Yayın İzni Verilmiş İçeriği Tekrar Çalış

source: Submit Content to QA
es: Enviar contenido a Control de Calidad (QA)
it: Sottoponi il contenuto al Controllo Qualità
ja: コンテンツをQAに提出
tr: İçeriği QA'ya Gönder

source: Submit for review
es: Enviar a revisión
it: Invia per revisione
ja: レビューのために提出
tr: Gözden Geçirme İçin Gönder

source: Work in progress
es: En progreso
it: Lavoro in corso
ja: 作業中
tr: Çalışma sürüyor

source: eduCommons OpenOCW Workflow
es: Flujo de trabajo eduCommons OpenOCW
it: Workflow eduCommons OpenOCW
ja: eduCommons OpenOCW ワークフロー
tr: eduCommons OpenOCW İş Akışı
