Repository: pypi-data/pypi-mirror-5
Catalog: packages/sentry/sentry-5.4.7.tar.gz/sentry-5.4.7/src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ca, hi

source: Priority
ca: Prioritat
hi: प्राथमिकता

source: Last Seen
ca: Vist per darrera vegada
hi: आखरी बार देखा

source: First Seen
ca: Vist per primera vegada
hi: पहली बार देखा

source: Frequency
ca: Freqüència
hi: आवृत्ति

source: Total Time Spent
ca: Temps totalemprat
hi: कुल समय बिताया

source: Average Time Spent
ca: Temps mig emprat
hi: औसत समय बिताया

source: Trending: %(minutes)d minutes
ca: Tendència: %(minutes)d minuts
hi: प्रवाह: %(minutes)d मिनटे

source: Score
ca: Marcador
hi: स्कोर

source: unresolved
ca: no resolt
hi: अविश्लेषित

source: resolved
ca: resolt
hi: विश्लेषित

source: server name
ca: nom del servidor
hi: सर्वर का नाम

source: site
ca: lloc
hi: साइट

source: owner
ca: propietari
hi: स्वामी

source: user
ca: usuari
hi: उपयोगकर्ता

source: system agent
ca: agent del sistema
hi: तंत्र एजेंट

source: grouped messages
ca: missatges agrupats
hi: समूहीकृत संदेशे

source: grouped message
ca: missatge agrupat
hi: समूहीकृत संदेश

source: message
ca: missatge
hi: संदेश

source: messages
ca: missatges
hi: संदेशे

source: Status
ca: Estat
hi: स्थिति

source: Unresolved
ca: No resolts
hi: अविश्लेषित

source: Resolved
ca: Resolts
hi: विश्लेषित

source: Level
ca: NIvell
hi: स्तर

source: Include project members
ca: Inclou els membres del projecte
hi: परियोजना के सदस्यों को शामिल करें

source: Notify members of this project.
ca: Notifica als membres del projecte
hi: इस परियोजना के सदस्यों को सूचित करें.

source: Include sentry admins
ca: Inclou als administradors de sentry
hi: संतरी एडमिन शामिल करें

source: Notify administrators of this Sentry server.
ca: Notifica als administrador d'aquest servidor Sentry
hi: इस संतरी सर्वर के एडमिनिस्ट्रेटर को सूचित करें.

source: Send notifications for new events when a new event is seen, or when an already resolved event has changed back to unresolved.
ca: Enviar notificacions de nou events quan un nou event succeeix, o quan un event resolt canvia el seu estat a no resolt.

source: Notify project members when a new event is seen for the first time, or when an already resolved event has changed back to unresolved.
ca: Notifica als membres del projecte quan un event és vits per primer cop, o quan una event ja resolt ha canviat a no resolt.
hi: परियोजना के सदस्यों को सूचित करें जब कोई नया ईवेंट पहली बार दिखाई देता है, या जब पहले से सुलझे इवेंट को वापस अनसुलझा में बदल दिया गया है.

source: Send to
ca: Enviar a
hi: भेंजे

source: Enter one or more emails separated by commas or lines.
ca: Introdueix un o més e-mails separats per comes o línies
hi: एक या एक से अधिक ईमेल लाइनों या अल्पविराम द्वारा अलग करके दर्ज करें.

source: Mail
ca: Correu
hi: डाक

source: Servers
ca: Servidors
hi: सर्वरों

source: Server Name
ca: Nom del servidor
hi: सर्वर का नाम

source: Sites
ca: Llocs
hi: साइटें

source: Site
ca: Lloc
hi: साइट

source: User Emails
ca: Adreces usuari

source: User Email
ca: Adreça usuari

source: Browsers
ca: Navegadors

source: Browser Name
ca: Nom del navegador

source: Operating Systems
ca: Sistemes operatius

source: Operating System
ca: Sistema operatiu

source: Page Not Found
ca: Plana no trobada
hi: पृष्ठ नहीं मिला

source: The page you are looking for was not found.
ca: No hem pogut trobar la plana que cerques.
hi: आप जिस पृष्ठ को देख रहे है वह नहीं मिला .

source: Return to the dashboard
ca: Retorna al panell de control
hi: डैशबोर्ड पर लौटें

source: Internal Server Error
ca: Error intern del sistema
hi: आंतरिक सर्वर त्रुटि

source: There was an internal server error while processing your request.
ca: Ha ocorregut un error intern del sistema mentre es processava la teva petició.
hi: आपके अनुरोध को संसाधित करते समय एक आंतरिक सर्वर त्रुटि थी.

source: You may reference this error as <strong>%(id)s</strong>.
ca: Pots fer referència a aquest error com <strong>%(id)s</strong>.
hi: आपको संदर्भ इस <strong>%(id)s</strong> त्रुटि के रूप में हो सकता है.

source: Dashboard
ca: Panell de control
hi: नियंत्रण-पट्ट

source: Account Settings
ca: Configuració del compte
hi: खाते की सेटिंग्स

source: Loading historical data...
ca: Carregant dades històriques...

source: Trends
ca: Tendències

source: 15 minutes
ca: 15 minuts

source: 60 minutes
ca: 60 minuts

source: 24 hours
ca: 24 hores
hi: 24 घंटे

source: New Events
ca: Nous events

source: You do not have access to any projects. Ask an administrator to add you as a member.
ca: No tens accés a cap projecte. Demana a un administrador que t'afegeixi com a membre.
hi: आपको किसी भी परियोजनाओं के लिए पहुँच नहीं है. आपको एक सदस्य के रूप में जोड़ने के प्रशासक से पूछें.

source: Projects
ca: Projectes
hi: परियोजनाओं

source: New project
ca: Nou projecte

source: Create a new project
ca: Crea un nou projecte
hi: नया प्रोजेक्ट बनाएं

source: No unresolved events are listed in the time period selected.
ca: No hi ha events no resolts en el període de temps seleccionat.

source: search query or message id
ca: consulta de cerca o id de missatge
hi: क्वेरी या संदेश आईडी खोजें

source: message id
ca: id de missatge
hi: संदेश आईडी

source: select a project to enable search
ca: selecciona un projecte per activar la cerca
hi: खोज को सक्षम करने के लिए एक परियोजना का चयन करें

source: Stream
ca: Fluxe
hi: प्रवाह

source: Teams
ca: Equips

source: Admin
ca: Administració
hi: व्यवस्थापक

source: Settings
ca: Configuració
hi: सेटिंग्स

source: Logout
ca: Sortir
hi: लॉग आउट करें

source: Login
ca: Entrar
hi: लॉग इन करें

source: Search
ca: Cercar
hi: खोजें

source: We were unable to find a message matching the ID you entered.
ca: No he pogut trobar cap missatge que casi amb l'ID que has introduït
hi: हम संदेश आईडी जो आपको द्वारा दर्ज किया है के समान खोजने में असमर्थ थे.

source: Please login to continue.
ca: Per favor, registra't per continuar.
hi: कृपया जारी रखने के लिए लॉगिन करें.

source: Forbidden
ca: Prohibit
hi: निषिद्ध

source: You do not have access to this page with your current permissions.
ca: No tens accés a aquesta plana amb els teus permisos actuals.
hi: आपको अपने मौजूदा अनुमतियों के साथ इस पृष्ठ पर एक्सेस नहीं है.

source: Sort by: %(label)s
ca: Ordena per: %(label)s
hi: क्रमबद्ध करें: %(label)s

source: No events match your search query.
ca: No hi ha events que casin amb la teva cerca.
hi: कोई ईवेंट आपकी खोज क्वेरी से मेल नहीं खा रहा.

source: Notification Settings
ca: Configuració de notificacions

source: Notifications
ca: Notificacions

source: There were errors saving your changes:
ca: S'ha produït un error guardant els teus canvis.
hi: आपके परिवर्तन सहेजने में त्रुटियों थे:

source: Save Changes
ca: Guardar els canvis
hi: परिवर्तन सहेजें

source: Account
ca: Compta
hi: खाता

source: To make changes to your account, you must first enter your current password.
ca: Per fer canvis en el teu compte, primer has d'escriure la teva clau actual.
hi: अपने खाते में परिवर्तन करने के लिए, आपको पहले अपना वर्तमान कूटशब्द दर्ज करना होगा.

source: You may also optionally change your password.
ca: Opcionalment pots canviar la teva clau.
hi: आप भी वैकल्पिक रूप से अपना कूटशब्द बदल सकते हैं.

source: Overview
ca: Resum
hi: अवलोकन

source: Users
ca: Usuaris
hi: उपयोगकर्ताओं

source: Plugins
ca: Afegits
hi: प्लगइन्स

source: Server Status
ca: Estat del servidor
hi: सर्वर की स्थिति

source: Environment
ca: Entorn
hi: परिवेश

source: Packages
ca: Paquets
hi: पैकेजों

source: Queue
ca: Coa
hi: श्रेणी

source: Statistics
ca: Estadístiques
hi: आँकड़े

source: Stats
ca: Estadístiques
hi: आँकड़े

source: Manage Projects
ca: Gestionar els projectes
hi: परियोजनाओं के प्रबंधन

source: Previous
ca: Anterior
hi: पूर्व

source: Next
ca: Següent
hi: अगला

source: Project
ca: Projecte
hi: परियोजना

source: Daily Events
ca: Events diaris
hi: दैनिक घटनाएँ

source: There are no active projects in Sentry.
ca: No hi ha projectes actius al Sentry
hi: सेंट्री में कोई सक्रिय परियोजनाएं नहीं हैं.

source: Server Version
ca: Versió del servidor
hi: सर्वर संस्करण

source: Python Version
ca: Versió de Python
hi: पाइथन संस्करण

source: Configuration File
ca: Fitxer de configuració
hi: विन्यास फ़ाइल

source: Uptime
ca: Engegat
hi: अपटाइम

source: Environment not found (are you using the builtin Sentry webserver?).
ca: Entorn no trobat (estàs fent servir el servidor web encastat de Sentry?).
hi: परिवेश नहीं मिला (आप सेंट्री वेब सर्वर में निर्मित का उपयोग कर रहे हैं ?).

source: Configuration
ca: Configuració
hi: विन्यास

source: No extensions registered.
ca: No hi ha extensions enregistrades.
hi: कोई एक्सटेंशन पंजीकृत नहीं.

source: Views
ca: Vistes
hi: दृश्य

source: No views registered.
ca: No hi ha vistes enregistrades.
hi: कोई दृश्य पंजीकृत नहीं .

source: Modules
ca: Mòduls
hi: अनुखंड

source: Queue Status
ca: Estad de la coa
hi: पंक्ति की स्थिति

source: Background Processes
ca: Processos en segon pla
hi: पृष्ठभूमि प्रक्रियाओं

source: No information available.
ca: No hi ha informació disponible
hi: कोई जानकारी उपलब्ध नहीं है.

source: Pending Tasks
ca: Tasques pendents
hi: लंबित कार्य

source: Change User
ca: Canviar usuari
hi: उपयोगकर्ता बदलें

source: Remove User
ca: Eliminar usuari
hi: उपयोगकर्ता हटायें

source: Cannot remove yourself
ca: No te pots eliminar a tu mateix
hi: अपने आप को हटा नहीं सकते

source: Manage Users
ca: Gestionar usuaris
hi: उपयोगकर्ताओं को प्रबंधित करें

source: Create a new user
ca: Crear un nou usuari
hi: नया प्रयोक्ता बनाएँ

source: Name
ca: Nom
hi: नाम

source: Joined
ca: unit
hi: जुड़ गया

source: Last Login
ca: Darrera entrada
hi: पिछ्ली लॉगिन

source: There are no users matching your query in Sentry.
ca: No hi ha usuaris que coincideixen amb la teva cerca a Sentry
hi: संतरी में आपकी क्वेरी का मेल कोई उपयोगकर्ताओं से नहीं हैं.

source: There are no active projects for this user.
ca: No hi ha projectes actius per aquest usuari.
hi: इस उपयोगकर्ता के लिए कोई सक्रिय परियोजनाओं नहीं हैं.

source: New User
ca: Nou usuari
hi: नये उपयोगकर्ता

source: Create New User
ca: Crear un nou usuari
hi: नये उपयोगकर्ता बनाएँ

source: Confirm
ca: Confirma
hi: पुष्टि करें

source: Cancel
ca: Cancel·la
hi: रद्द करें

source: New Event
ca: Nou event
hi: नई घटना

source: Regression
ca: Regressió
hi: रीग्रेसन

source: Level:
ca: Nivell:
hi: स्तर:

source: Server:
ca: Servidor:
hi: सर्वर:

source: First Seen:
ca: Vist 1a vegada:
hi: सबसे पहले देखा:

source: No events match your filters.
ca: No hi ha events que casin amb els teus filtres
hi: आपके फ़िल्टर्स मैच में कोई इवेंट नहीं हैं.

source: Replay Request
ca: Executa la petició
hi: पुनरावृत्ति अनुरोध

source: Please fill out all fields.
ca: Per favor, omple tots els camps
hi: कृपया सभी क्षेत्रों को भरे.

source: Submit
ca: Enviar
hi: प्रस्तुत करे

source: Aggregate Details
ca: Detals agregats
hi: कुल विवरण

source: Status:
ca: Estat:
hi: स्थिति:

source: Reopened At:
ca: Reobert a:

source: Last Seen:
ca: Vist per darrera vegada:
hi: पिछले देखा:

source: Avg Duration:
ca: Durada mitjana:
hi: औसत अवधि:

source: Checksum:
ca: Verificació:
hi: चेकसम:

source: Mark as Resolved
ca: Marcar com a resolt
hi: ऐसे चिह्नित करें

source: Already Resolved
ca: Ja resolt
hi: पहले से ही चिह्नित है

source: Bookmark
ca: Marcador
hi: पुस्तचिह्न

source: Details
ca: Detalls
hi: विवरण

source: Actions
ca: Accions
hi: कार्रवाई

source: Remove Event
ca: Esborrar event

source: Raw JSON Data
ca: Dades JSON en cruu
hi: Raw JSON डेटा

source: Get yourself some JavaScripts dood
ca: Obté el Javascript
hi: अपने आप को कुछ JavaScripts dood दे

source: Loading...
ca: Carregant ...
hi: लोड किया जा रहा है...

source: Event Details
ca: Detalls de l'event
hi: ईवेंट विवरण

source: Seen:
ca: Vist:
hi: दृश्य:

source: Duration:
ca: Durada:
hi: अवधि:

source: Site:
ca: Lloc:
hi: साइट:

source: There are no records recorded for this event.
ca: No hi ha registres associats a aquest event.
hi: वहाँ कोई इस घटना के लिए अभिलेख दर्ज नहीं हैं.

source: All
ca: Tot
hi: सारे

source: Bookmarks
ca: Marcadors
hi: पुस्तचिह्न

source: All Events
ca: Tots els events
hi: सभी घटना

source: Only Bookmarks
ca: Sols marcadors
hi: केवल पुस्तचिह्न

source: Resolve Feed
ca: Resol el Feed
hi: फ़ीड को पुनः हल करे

source: Pause Feed
ca: Aturar el Feed
hi: फ़ीड को रोकें

source: Apply
ca: Aplicar

source: All events are represented in UTC time.
ca: Tots els events estan expressats en temps UTC

source: To start sending events, configure your client with the following DSN value:
ca: Per a començar a enviar events, configura el teu client amb el següent valor de DSN:
hi: इवेंट्स को भेजना शुरू करने के लिए, निम्नलिखित DSN मान के साथ अपने क्लाइंट को कॉन्फ़िगर करें:

source: Choose your platform for quick setup instructions:
ca: Escull la teva plataforma per les instruccions de posada en marxa ràpida:
hi: त्वरित सेटअप निर्देशों के लिए अपना मंच चुनें:

source: For more information, please see the <a href="%(link)s">documentation</a>.
ca: Per a més informació, fes una ullada a la <a href="%(link)s">documentació</a>.
hi: अधिक सूचना के लिए, कृपया <a href="%(link)s">दस्तावेज</a>देखे.

source: Create a new team
ca: Crear un nou equip

source: Additional Data
ca: Dades addicionals
hi: अतिरिक्त डेटा

source: Expand
ca: Expandir

source: No data for %(varname)s
ca: No hi ha dades per %(varname)s
hi: %(varname)s के लिए कोई डेटा के साथ नहीं

source: Set your DSN value
ca: Defineix el teu valor DSN
hi: अपने DSN मान सेट करें

source: Add raven to the list of installed apps
ca: Afegeix raven a la llista d'aplicacions instal·lades
hi: रैवेन में संस्थापित अनुप्रयोगों की सूची में जोड़ें

source: Exception
ca: Excepció
hi: अपवाद

source: Types:
ca: Tipus:
hi: प्रकार:

source: Value:
ca: Valor:
hi: मान:

source: Location:
ca: Situació:
hi: स्थानः

source: Replay this request
ca: Executa aquesta petició
hi: इस अनुरोध की पुनरावृत्ति

source: Request
ca: Petició
hi: अनुरोध करें

source: Method:
ca: Mètode:
hi: विधि:

source: Query:
ca: Consulta:
hi: प्रश्न:

source: Body:
ca: Cos:
hi: बॉडी:

source: Body
ca: Cos
hi: बॉडी

source: Cookies:
ca: Galletes:
hi: कुकीज़:

source: Cookies
ca: Galletes
hi: कुकीज़

source: Headers:
ca: Capçaleres:
hi: शीर्ष लेखों:

source: Headers
ca: Capçaleres
hi: शीर्षलेख

source: Environment:
ca: Entorn:
hi: परिवेश:

source: Raw
ca: Cruu
hi: रॉ

source: Stacktrace
ca: Pila d'error
hi: ढेर का पता लगाये

source: Local vars
ca: Variables locals
hi: स्थानीय वार्स

source: Template Error
ca: Plantilla d'error
hi: साँचा में त्रुटि

source: User
ca: Usuari
hi: उपयोगकर्ता

source: Authenticated:
ca: Autenticat:
hi: सत्यापित:

source: Username:
ca: Nom d'usuari:
hi: उपयोक्तानाम:

source: Email:
ca: Correu:
hi: ईमेलः

source: Changes to your project were saved successfully.
ca: Els canvis al teu projecte s'han guardat satisfactòriament.
hi: अपनी परियोजना के लिए परिवर्तन सफलतापूर्वक सहेजी गईं.

source: Changes to your configuration were saved successfully.
ca: Els canvis a la teva configuració s'han guardat satisfactòriament.
hi: आपके विन्यास में परिवर्तन सफलतापूर्वक सहेजी गईं.

source: Times Seen
ca: Nombre de vegades vist
hi: बार-बार देखा

source: Project List
ca: Llista de projectes
hi: परियोजना सूची

source: The following is a list of projects that you are a member of.
ca: Aquí tens la llista de projectes dels quals ets membre.
hi: निम्नलिखित परियोजनाओं की एक सूची है जिसके आप सदस्य हैं.

source: Owner
ca: Propietari
hi: मालिक

source: no owner
ca: no propietario
hi: कोई मालिक नहीं

source: Client Configuration
ca: Configuració del client
hi: क्लाइंट विन्यास

source: Platform Instructions
ca: Instruccions de la plataforma

source: Manage Project: %(name)s
ca: Gestiona el projecte: %(name)s
hi: परियोजना प्रबंधित: %(name)s

source: Manage
ca: Gestionar
hi: संचालन करे

source: Tags
ca: Etiquetes

source: Manage Plugins
ca: Gestionar plugins

source: Here you can edit project information, as well as control the access list for a project with fine-grained permissions.
ca: Aquí pots editar la informació del projecte, així com controlar la llista d'accés del mateix amb permisos fins.
hi: आप यहाँ परियोजना जानकारी संपादित करने के लिए, के रूप में के रूप में अच्छी तरह से सुक्ष्म अनुमतियों के साथ एक परियोजना के लिए उपयोग सूची को नियंत्रित कर सकते हैं.

source: Project Details
ca: Detalls del projecte
hi: परियोजना विवरण

source: Please correct the errors below.
ca: Per favor corregeix els següents errors
hi: कृपया नीचे की त्रुटियां सुधारें.

source: Client Security
ca: Seguretat del client

source: For more information check out the <a href="%(link)s">Wikipedia page on CORS</a>.
ca: Per a més informació, ves a <a href="%(link)s">Wikipedia page on CORS</a>.

source: List one URL per line.
ca: Escriu una URL per línia.

source: Remove Project
ca: Eliminar projecte
hi: परियोजना हटायें

source: Cannot remove default project
ca: No pots eliminar el projecte per defecte
hi: मूलभूत परियोजना को नही हटा सकते है

source: New Member
ca: Nou membre
hi: नए सदस्य

source: Members
ca: Membres
hi: सदस्यों

source: Access
ca: Accés
hi: पहुँच

source: Manage Tags
ca: Gestiona etiquetes

source: Configure tags which you want to enable filters for.
ca: Configura les etiquetes que vols activar com a filtre.

source: Note: You can only configure tags which have already been seen.
ca: Nota: Només pots configurar etiquetes que han estat vistes.

source: We have not yet recorded any tags for this project.
ca: Encara no s'ha registrat cap etiqueta per aquest projecte

source: New Project
ca: Nou projecte
hi: नई परियोजना

source: Version
ca: Versió

source: Enabled
ca: Actiu

source: Team List
ca: Llista de l'equip

source: You are not a member of any teams. Ask an administrator to add you to a team.
ca: No ets membre de cap equip. Demana a un administrador que t'afegeixi a un.

source: Manage Team: %(name)s
ca: Gestionar equip: %(name)s

source: Changes to your team were saved successfully.
ca: Els canvis realitzats al teu equip han estat guardats amb èxit.

source: Remove Team
ca: Esborrar equip

source: Cannot remove teams assigned to projects
ca: No es poden esborrar equips assignats a projectes

source: Edit
ca: Editar

source: There are no projects managed by this team.
ca: No hi ha projectes gestionats per aquest equip.

source: Pending (%(count)s)
ca: Pendent (%(count)s)

source: unavailable for owner
ca: no disponible pel propietari
hi: मालिक के लिए उपलब्ध नहीं

source: Remove
ca: Elimina
hi: हटाएँ

source: Suspend
ca: Suspèn
hi: स्थगित

source: Restore
ca: Restaura
hi: पुरानी स्तिथी में लाऐं

source: Resend
ca: Reenvia
hi: फिर से भेजें

source: New Team
ca: Nou equip

source: Use this page to create a new team within Sentry. Once done, you'll be able to add members to the team.
ca: Utilitza aquesta pàgina per crear un nou equip a Sentry. Un cop fet, podras afegir membres a l'equip.

source: Team Details
ca: Detalls de l'equip

source: Are you sure you wish to remove this team? This change is permanent!
ca: Estas segur que vols eliminar aquest equip? Aquesta acció és permanent!

source: Edit Member
ca: Editar membre
hi: सदस्य संपादित करें

source: Changes to the member were saved successfully.
ca: Tots els canvis realitzats al membre han estat guardats amb éxit.

source: Add an existing user
ca: Afegeix un usuari existent

source: You may add a user by their username if they already have an account.
ca: Pots afegir un usuari utilitzant el seu nom d'usuari, si aquest ja té un compte.

source: Remove Member
ca: Eliminar membre
hi: सदस्य हटायें

source: Are you sure you wish to revoke this user's access? <strong>This change is permanent and will revoke their API keys immediately.</strong>
ca: Segur que vols eliminar l'accés d'aquest usuari? <strong>Aquest canvi és permanent i revocarà les seves claus de l'API immediatament.</strong>
hi: क्या आप सुनिश्चित हैं कि आप इस उपयोगकर्ता की पहुँच रद्द करना चाहते हैं?<strong>यह परिवर्तन स्थाई है और अपने एपीआई कुंजी तुरंत छोडूंगा.</strong>

source: never
ca: mai
hi: कभी नहीं

source: 0 minutes
ca: 0 minuts
hi: 0 मिनट

source: just now
ca: just ara
hi: अभी तुरंत

source: 1 day
ca: 1 dia
hi: 1 दिन

source: yesterday
ca: ahir
hi: कल का बीता दिन

source: ago
ca: tot just
hi: पहले

source: Exceptions
ca: Excepcions
hi: अपवादों

source: Message
ca: Missatge
hi: संदेश

source: Messages
ca: Missatges
hi: संदेशों

source: Query
ca: Consulta
hi: प्रश्न

source: Queries
ca: Consultes
hi: प्रश्नों

source: Remove all attached events.
ca: Esborrar tots els events relacionats.
hi: सभी संलग्न घटनाओं को निकालें.

source: Migrate events to another project.
ca: Migra els events a un altre projecte.
hi: अन्य परियोजना के लिए घटनाओं का पलायन करें.

source: Password
ca: Clau

source: Confirm your identify by entering your password.
ca: Confirma la teva identitat escrivint la teva clau.

source: You must select a project to migrate data
ca: Has de seleccionar un projecte per poder migrar dades.
hi: आपको डेटा के पलायन के लिए एक परियोजना का चयन करना होगा

source: Your password was entered incorrectly. Please enter it again.
ca: El password que has escrit és incorrecte. Torna-ho a provar, siusplau.

source: e.g. My Project Name
ca: El meu projecte

source: A slug is a URL-safe word and must be unique across all projects.
ca: Un slug és una paraula que pot ser utilitzada com a URL i ha de ser única entre tots els projectes.

source: e.g. my-project-name
ca: el-meu-projecte

source: Allow anyone (even anonymous users) to view this project
ca: Permet qualsevol (fins i tot usuaris anònims) veure aquest projecte
hi: किसी भी (अनाम उपयोगकर्ताओं) को इस परियोजना को देखने की अनुमति दें

source: Create a project for this user.
ca: Crea un projecte per aquest usuari
hi: इस उपयोगकर्ता के लिए एक परियोजना बनाएँ.

source: Send this user a welcome email which will contain their generated password.
ca: Enviar un correu de benvinguda a l'usuari amb la seva clau generada.
hi: इस उपयोगकर्ता एक स्वागत योग्य ईमेल भेजें जिसमें उनके उत्पन्न पासवर्ड शामिल होंगे.

source: Disable the account.
ca: Desactivar el compte.
hi: खाते को अक्षम करें.

source: Permanently remove the user and their data.
ca: Esborrar de forma permanent l'usuari i les seves dades.
hi: स्थायी रूप से उपयोगकर्ता और अपने डेटा को हटायें.

source: Current password
ca: Clau actual

source: Email
ca: Adreça

source: New password
ca: Nova clau
hi: नया कूटशब्द

source: New password confirmation
ca: Confirma la nova clau
hi: नए पासवर्ड की पुष्टि

source: Language
ca: Idioma
hi: भाषा

source: The two password fields didn't match.
ca: Les dues claus no casen
hi: दो कूटशब्द क्षेत्रों से मेल नहीं खाते.

source: Your old password was entered incorrectly. Please enter it again.
ca: La teva clau antiga és incorrecta. Per favor introdueix-la una altra vegada.
hi: आपका पुराने कूटशब्द गलत दर्ज किया गया था. इसे फिर से दर्ज करें.

source: Invalid username
ca: Nom d'usuari invàlid
hi: अवैध उपयोक्तानाम

source: e.g. My Team Name
ca: El meu equip

source: A slug is a URL-safe word and must be unique across all teams.
ca: Un slug is una paraula que pot ser utilitzada com a URL i ha de ser única entre tots els equips.

source: e.g. my-team-name
ca: el-meu-equip

source: There is already a member with this email address
ca: Ja hi ha un membre amb aquesta adreça de correu
hi: वहां पहले से ही इस ईमेल पते के साथ एक सदस्य है

source: There is already a pending invite for this user
ca: Ja hi ha una invitació pendent per aquest usuari
hi: वहां पहले से ही इस उपयोगकर्ता के लिए एक लंबित आमंत्रण है

source: User is already a member of this team
ca: Aquest usuari ja és membre d'aquest equip

source: logger
hi: लॉगर

source: error
hi: त्रुटि

source: Logger
hi: लॉगर

source: URLs
hi: यूआरएलों

source: URL
hi: यूआरएल

source: Date Added
hi: तिथि जोड़ी गई

source: Extensions
hi: एक्सटेंशन

source: Logger:
hi: लॉगर:

source: Events
hi: स्पर्धाएँ

source: Start by installing <a href="%(link)s">raven-node</a>:
hi: <a href="%(link)s">raven-node</a> स्थापित करके प्रारंभ करे:
