Repository: pypi-data/pypi-mirror-5
Catalog: packages/sentry/sentry-5.4.7.tar.gz/sentry-5.4.7/src/sentry/locale/*/LC_MESSAGES/django.po
Languages: ca, hi

source: Register an instance of the Connect middleware <strong>after your main application handler</strong>:
hi: कनेक्ट middleware के एक उदाहरण पंजीकृत करें <strong>आपके प्रमुख अनुप्रयोग प्रहस्तक के बाद</strong>:

source: Ensure Node is run with <code>NODE_ENV=production</code>:
hi: सुनिश्चित करें नोड <code>NODE_ENV=production</code>के साथ चलाया जाता है:

source: That's it! Raven automatically installs an error handling hook to pipe all uncaught exceptions to Sentry.
hi: यह बात है! रेवेन स्वचालित रूप से सेंट्री के लिए त्रुटि हैंडलिंग हुक का सभी uncaught अपवादों को पाइप करके स्थापित करता है.

source: For more information on other uses of Raven with Node.js, please see the <a href="%(link)s">official documentation for raven-node</a>.
hi: Node.js के साथ रेवेन के अन्य उपयोगों के बारे में अधिक जानकारी के लिए, कृपया <a href="%(link)s">रैवेन नोड के लिए आधिकारिक दस्तावेज</a>देखे.

source: Start by installing <a href="%(link)s">raven-python</a>:
hi: <a href="%(link)s">raven-python</a>स्थापित करके प्रारंभ करे:

source: Then simply modify your Django configuration:
hi: तो बस अपने Django विन्यास को संशोधित करें:

source: For more information on other uses of Raven with Django, please see the <a href="%(link)s">official documentation for raven-python</a>.
hi: Django के साथ रेवेन के अन्य उपयोगों के बारे में अधिक जानकारी के लिए, कृपया <a href="%(link)s">रैवेन नोड के लिए आधिकारिक दस्तावेज</a>देखे

source: Register an instance of the Express middleware:
hi: व्यक्त middleware के एक उदाहरण पंजीकृत करें:

source: Start by installing <a href="%(link)s">raven-python</a> and Blinker:
hi: <a href="%(link)s">raven-python</a> और ब्लिंकर स्थापित करके प्रारंभ करे:

source: Blinker is required for signals to work within Flask.
hi: ब्लिंकर फ्लास्क के भीतर संकेतक को काम करने के लिए आवश्यक है.

source: Add the required configuration in your application setup:
hi: अपने अनुप्रयोग सेटअप में आवश्यक विन्यास जोड़ें:

source: For more information on other uses of Raven with Flask, please see the <a href="%(link)s">official documentation for raven-python</a>.
hi: फ्लास्क के साथ रेवेन के अन्य उपयोगों के बारे में अधिक जानकारी के लिए, कृपया <a href="%(link)s">रैवेन नोड के लिए आधिकारिक दस्तावेज</a>देखे

source: Start by installing <a href="%(link)s">raven-java</a>.
hi: <a href="%(link)s">raven-java</a> स्थापित करके प्रारंभ करे:

source: Create an instance of the client:
hi: क्लाइंट का एक उदाहरण बनाएँ:

source: Now call out to the raven client to capture events:
hi: अब घटनाओं पर कब्जा करने के लिए रैवेन क्लाइंट को कॉल करें:

source: record a simple message
hi: सरल संदेश रिकॉर्ड करें

source: For more information on other uses of Raven with Java, please see the <a href="%(link)s">official documentation for raven-java</a>.
hi: java के साथ रेवेन के अन्य उपयोगों के बारे में अधिक जानकारी के लिए, कृपया <a href="%(link)s">raven-java के लिए आधिकारिक दस्तावेज</a>देखे.

source: You can also optionally install a default error handler to catch all exceptions:
hi: आप भी वैकल्पिक रूप से सभी अपवादों को पकड़ने के लिए डिफ़ॉल्ट त्रुटि प्रहस्तक स्थापित कर सकते हैं:

source: Start by installing <a href="%(link)s">raven-php</a>.
hi: <a href="%(link)s">raven-php</a> स्थापित करके प्रारंभ करे:

source: Register the autoloader:
hi: Autoloader पंजीकृत करें:

source: For more information on other uses of Raven with PHP, please see the <a href="%(link)s">official documentation for raven-php</a>.
hi: PHP के साथ रेवेन के अन्य उपयोगों के बारे में अधिक जानकारी के लिए, कृपया <a href="%(link)s">raven-php के लिए आधिकारिक दस्तावेज</a>देखे.

source: If you want to wrap a WSGI app to record uncaught exceptions, Raven provides a middleware for that:
hi: यदि आप uncaught अपवादों को रिकॉर्ड करने के लिए WSGI अनुप्रयोग को रैप करना चाहते है, तो रेवेन उस के लिए एक middleware प्रदान करते हैं:

source: For more information on other uses of Raven with Python, please see the <a href="%(link)s">official documentation for raven-python</a>.
hi: Python के साथ रेवेन के अन्य उपयोगों के बारे में अधिक जानकारी के लिए, कृपया <a href="%(link)s">raven-python के लिए आधिकारिक दस्तावेज</a>देखे.

source: URL:
hi: यूआरएल:

source: ID:
hi: आईडी:

source: Membership
hi: सदस्यता

source: %(platform_title)s Client Configuration
hi: %(platform_title)s क्लाइंट विन्यास

source: Configuring %(platform_title)s
hi: %(platform_title)s कॉन्फ़िगर करने में

source: b
hi: बी

source: m
hi: म

source: k
hi: क

source: Old password
hi: पुराना कूटशब्द
