Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.lti/collective.lti-1.0.tar.gz/collective.lti-1.0/collective/lti/locales/*/LC_MESSAGES/collective.lti.po
Languages: es

source: Config URL
es: URL de configuración

source: Contact Email
es: Correo electrónico de contacto

source: Contact Name
es: Nombre de contacto

source: Create LTI launch point here
es: Crear punto de lanzamiento LTI aquí

source: Create Launch Parameters
es: Crear parámetros de lanzamiento

source: Create or manage your LTI launch configurations
es: Crear o administrar sus configuraciones de lanzamiento LTI

source: Description
es: Descripción

source: Domain
es: Nombre de Dominio

source: Edit
es: Editar

source: Email of person creating the launch point.
es: Correo electrónico de la persona que crea el punto de lanzamiento.

source: Enter the domain of the site that you will launch from that can be used to make a unique launch key.
es: Introduzca el dominio del sitio de lanzamiento que se puede utilizar para crear una clave de lanzamiento única.

source: Folder Listing
es: Listado de Carpetas

source: Folder for containing LTI launch information
es: Carpeta para contener información del lanzamiento LTI

source: Go back to content
es: Volver al contenido

source: LTI Configuration URL
es: URL de configuración LTI

source: LTI Export
es: Exportación de LTI

source: LTI Launch Parameters Created.
es: Parámetros de lanzamiento LTI creados.

source: LTI Launch Params
es: Lanzamiento de Parámetros LTI

source: LTI Secret not provided
es: Secreto LTI no suministrado

source: LTI authentication request failed.
es: Falló la solicitud de autenticación LTI.

source: Launch Folder
es: Carpeta de Lanzamiento

source: Launch Key
es: Clave de Lanzamiento

source: Launch URL
es: URL de Lanzamiento

source: Name of persion that created the launch point.
es: Nombre de la persona que creó el punto de lanzamiento.

source: Parameters to be given to a tool consumer to perform an LTI Launch.
es: Parámetros que se darán a un consumidor para realizar un lanzamiento LTI.

source: Please take note of the following settings that will be required to complete an LTI integration with a tool consumer.
es: Por favor, tome nota de los siguientes ajustes que serán necesarios para completar una integración LTI con un consumidor.

source: Secret
es: Secreto

source: Secret used to verify LTI launch
es: Secreto utilizado para verificar el lanzamiento LTI

source: Tell us how we can get in contact with you.
es: Díganos cómo podemos ponernos en contacto con usted.

source: Tell us how you plan to use the LTI launch point in your application.
es: Díganos cómo va a utilizar el punto de lanzamiento LTI en su aplicación.

source: Tell us who you are, in case we need to contact you about the launch point.
es: Díganos quién es usted, en caso de que necesitemos comunicarnos con usted respecto al punto de lanzamiento.

source: URL that can be used by the Tool Consumer to configure LTI interactions as well as launch this page
es: URL que puede ser utilizado por el Consumidor para configurar las interacciones LTI, así como lanzar esta página

source: URL that can be used by the Tool Consumer to directly launch this page.
es: URL que puede ser utilizado por el Consumidor para lanzar la página directamente.

source: Use the values below to configure the LTI launch in your application.
es: Utilice los valores siguientes para configurar el lanzamiento LTI en su aplicación.

source: View
es: Visualizar

source: You are seeing this error because of one or more of the following issues:
es: Usted está viendo este error debido a una o varias de las siguientes cuestiones:

source: help_lti_config_folder
es: Una carpeta para contener configuraciones LTI
