Repository: pypi-data/pypi-mirror-5
Catalog: packages/ztfy.workflow/ztfy.workflow-0.2.9-py2.7.egg/ztfy/workflow/locales/*/LC_MESSAGES/ztfy.workflow.po
Languages: fr

source: Changed state: from %s to %s
fr: Statut modifié : %s => %s

source: New state: %s
fr: Statut initial : %s

source: Published states
fr: Statuts publiés

source: Tuple of published and potentially visible workflow states
fr: Liste des statuts permettant d'avoir accès à la consultation du contenu

source: Workflow name
fr: Nom du workflow

source: Name of a registered workflow utility used by this workflow
fr: Nom d'un workflow enregistré applicable au document

source: State date
fr: Date du statut

source: Date when the current state was defined
fr: Date à laquelle le statut actuel du contenu a été défini

source: State principal
fr: Gestionnaire

source: Name of the principal who defined the current state
fr: Nom de l'utilisateur ayant défini le statut actuel

source: Publication date
fr: Date de publication

source: Date when content was accepted to publication by the publisher, entered in ISO format
fr: Dernière date de publication du contenu

source: First publication date
fr: Date de première publication

source: Date when content was accepted to publication by the publisher for the first time
fr: Date à laquelle le contenu a été publié pour la première fois

source: Publication start date and time
fr: Date et heure de publication

source: Date and time from which content will be visible
fr: Date et heures au-delà desquelles le contenu sera effectivement visible

source: Publication end date and time
fr: Date et heure de retrait

source: Date and time until which content will be visible
fr: Date et heure au-delà desquelles le contenu sera à nouveau retiré

source: Can't define publication end date without publication start date
fr: Impossible de définir une date de retrait sans date de publication.

source: Publication end date must be null or defined after publication's start date
fr: La date de retrait doit être postérieure à la date de publication.

source: None
fr: Aucun !
