Repository: pypi-data/pypi-mirror-5
Catalog: packages/chimere/chimere-2.0.3.tar.gz/chimere-2.0.3/chimere/locale/*/LC_MESSAGES/django.po
Languages: fr

source: View
fr: Voir

source: Contribute
fr: Participer

source: Add a new point of interest
fr: Ajout d'un point remarquable

source: Add a new route
fr: Ajout d'un nouveau trajet

source: RSS feeds
fr: Flux RSS

source: Contact us
fr: Nous contacter

source: Disable
fr: Désactiver

source: Validate
fr: Valider

source: Export to KML
fr: Exporter en KML

source: Export to Shapefile
fr: Exporter en Shapefile

source: Export to CSV
fr: Exporter en CSV

source: Only one item can be managed at a time.
fr: Seul un élément à la fois peut-être géré.

source: No modified item associated to the selected item.
fr: Pas d'élément modifié associé à l'élément sélectionné.

source: Modified item traited.
fr: Élément modifié traité.

source: Managed modified items
fr: Gérer les éléments modifiés

source: Submitter
fr: Demandeur

source: Associated items
fr: Éléments associés

source: Cancel import
fr: Annuler l'import

source: Cancel export
fr: Annuler l'export

source: Can manage only one OSM export at a time.
fr: Ne peux gérer qu'un seul export OSM à la fois.

source: You must treat all item with the status "imported" before exporting to OSM.
fr: Vous devez traiter tous les éléments avec le status « importé » avant d'exporter vers OSM.

source: Only OSM importer are managed for export.
fr: Seul les imports de type OSM peuvent être gérés pour les exports.

source: No point of interest are concerned by this export.
fr: Aucun point d'intérêt n'est concerné par cet export.

source: Export launched.
fr: Export lancé.

source: %s point(s) of interest concerned by this export before bounding box filter.
fr: %s point(s) d'intérêt concerné par cet export (avant le filtre sur la zone)

source: Export to osm
fr: Exporter vers osm

source: Last points of interest
fr: Derniers points d'intérêt

source: Latest points of interest from
fr: Nouveaux points d'intérêt de

source: Last points of interest by area
fr: Nouveaux points d'intérêt par zone

source: New submission for
fr: Nouvelle proposition pour

source: The new item "%s" has been submited in the category:
fr: Le nouvel élément « %s » a été proposé dans la catégorie :

source: To valid, precise or unvalid this item:
fr: Pour valider, préciser ou rejeter cet élément :

source: Email (optional)
fr: Courriel (optionnel)

source: Object
fr: Objet

source: OSM user
fr: Utilisateur OSM

source: Password
fr: Mot de passe

source: Test API - %s
fr: API de test - %s

source: Main API - %s
fr: API principale - %s

source: For OSM import you must be provide a filter. Select an area and node/way filter.
fr: Pour les imports OSM vous devez fournir un filtre. Sélectionnez une zone et un filtre sur les nœuds/routes.

source: Shapefiles must be provided in a zipped archive.
fr: Les fichiers Shapefiles doivent être fournis regroupés dans une archive zip.

source: You have to set "source" or "source file" but not both.
fr: Vous devez spécifier le champ « Source » ou « Fichier source » mais pas les deux.

source: You have to set "source" or "source file".
fr: Vous devez spécifier le champ « Source » ou « Fichier source ».

source: End date has been set with no start date
fr: Une date de fin a été donnée sans date de début

source: End date can't be before start date
fr: La date de fin ne peut pas être antérieure à la date de début

source: This field is mandatory for the selected categories
fr: Ce champ est obligatoire pour les catégories sélectionnées

source: File
fr: Fichier

source: Bad file format: this must be a GPX or KML file
fr: Mauvais format de fichier : KML et GPX sont supportés

source: Name
fr: Nom

source: Area
fr: Zone

source: No area selected.
fr: Pas de zone sélectionnée.

source: The area "%s" has the same order, you need to choose another one.
fr: La zone « %s » a le même numéro d'ordre, vous devez un choisir un autre.

source: Available
fr: Disponible

source: Associated areas
fr: Zones associées

source: News
fr: Nouvelle

source: Parameters
fr: Paramètres

source: TinyUrl
fr: Mini-url

source: Color theme
fr: Thème de couleur

source: Order
fr: Ordre

source: Color
fr: Couleur

source: Category
fr: Catégorie

source: Height
fr: Hauteur

source: Width
fr: Largeur

source: Icon
fr: Icône

source: Available for submission
fr: Disponible pour soumission

source: Marker
fr: Point d'intérêt

source: Route
fr: Trajet

source: Both
fr: Mixte

source: Item type
fr: Type d'élément

source: Sub-category
fr: Sous-catégorie

source: Sub-categories
fr: Sous-catégories

source: Importer type
fr: Type d'import

source: Filter
fr: Filtre

source: Web address
fr: Adresse web

source: Source file
fr: Fichier source

source: Name by default
fr: Nom par défaut

source: Zipped file
fr: Fichier zippé

source: Overwrite existing data
fr: Écraser les données existantes

source: Get description from source
fr: Obtenir une description depuis la source de données

source: Default description
fr: Description par défaut

source: Origin
fr: Origine

source: License
fr: Licence

source: Associated subcategories
fr: Sous-catégories associées

source: State
fr: État

source: Automatically associate a marker to a way
fr: Associer automatiquement un marqueur à une route

source: Importer
fr: Import

source: Submitter session key
fr: Clé de session du demandeur

source: Submitter name or nickname
fr: Nom ou pseudo du demandeur

source: Submitter email
fr: Courriel du demandeur

source: Submitter comment
fr: Commentaire du demandeur

source: Submited
fr: Soumis

source: Modified
fr: Modifié

source: Disabled
fr: Désactivé

source: Imported
fr: Importé

source: Status
fr: État

source: Import key
fr: Clé d'import

source: Import version
fr: Version de l'import

source: Modified since last import
fr: Modifié depuis le dernier import

source: Not to be exported to OSM
fr: À ne pas exporter vers OSM

source: Start date
fr: Date de début

source: Not mandatory. Set it for dated item such as event. Format YYYY-MM-DD
fr: Optionnel. Précisez ce champ pour les éléments datés comme un événement. Format du champ : AAAA-MM-JJ

source: End date
fr: Date de fin

source: Not mandatory. Set it only if you have a multi-day event. Format YYYY-MM-DD
fr: Optionnel. Précisez ce champ seulement pour des événements durant plusieurs jours. Format du champ : AAAA-MM-JJ

source: Reference marker
fr: Point d'intérêt de référence

source: Available Date
fr: Date de mise en disponibilité

source: Point of interest
fr: Point d'intérêt

source: Video
fr: Vidéo

source: Other
fr: Autre

source: Media type
fr: Type de media

source: Mime type
fr: Type mime

source: Inside an iframe
fr: À l'intérieur d'un iframe

source: Multimedia type
fr: Type de multimedia

source: Multimedia types
fr: Types de multimedia

source: Automatic recognition
fr: Reconnaissance automatique

source: Extension name
fr: Nom de l'extension

source: Associated multimedia type
fr: Type de multimedia associé

source: Multimedia extension
fr: Extension multimedia

source: Multimedia extensions
fr: Extensions multimedia

source: Display inside the description?
fr: Apparaît dans la description ?

source: Multimedia file
fr: Fichier multimedia

source: Multimedia files
fr: Fichiers multimedias

source: Thumbnail
fr: Miniature

source: Thumbnail height
fr: Hauteur de la miniature

source: Thumbnail width
fr: Largeur de la miniature

source: Picture file
fr: Fichier d'image

source: Picture files
fr: Fichiers d'image

source: Raw file (gpx or kml)
fr: Fichier brut (gpx ou kml)

source: Simplified file
fr: Fichier simplifié

source: Route file
fr: Fichier de trajet

source: Route files
fr: Fichiers de trajet

source: Reference route
fr: Trajet de référence

source: Associated file
fr: Fichier associé

source: Has an associated marker
fr: Dispose d'un marqueur associé

source: Layer code
fr: Code pour la couche

source: Layer
fr: Couche

source: Area urn
fr: Urn de la zone

source: Welcome message
fr: Message d'accueil

source: Upper left corner
fr: Coin en haut à gauche

source: Lower right corner
fr: Coin en bas à droite

source: Default area
fr: Zone par défaut

source: Only one area is set by default
fr: Seule une zone est définie par défaut

source: Sub-categories checked by default
fr: Sous-catégories cochées par défaut

source: Sub-categories dynamicaly displayed
fr: Sous-categories affichées dynamiquement

source: If checked, categories are only displayed in the menu if they are available on the current extent.
fr: Si coché, les catégories sont disponibles sur le menu seulement si elles apparaissent sur la zone affichée.

source: Restricted to theses sub-categories
fr: Restreindre à ces sous-categories

source: If no sub-category is set all sub-categories are available
fr: Si aucune sous-catégorie n'est définie toutes les sous-catégories sont disponibles

source: Link to an external CSS
fr: Lien vers une feuille de style externe

source: Restrict to the area extent
fr: Restreindre à l'étendue de la zone

source: Default layer
fr: Couche par défaut

source: Layers
fr: Couches

source: Mandatory
fr: Obligatoire

source: If no sub-category is set all the property applies to all sub-categories
fr: Si aucune sous-catégorie n'est précisée, cette propriété est disponible pour toutes les sous-catégories

source: Text
fr: Texte

source: Long text
fr: Texte long

source: Property model
fr: Modèle de propriété

source: Value
fr: Valeur

source: Property
fr: Propriété

source: Import pending
fr: Import en attente

source: Import processing
fr: Import en cours

source: Import successfuly done
fr: Import fait avec succès

source: %(new)d new item(s), %(updated)d updated item(s)
fr: %(new)d nouveau(x) élément(s), %(updated)d élément(s) mis à jour

source: Import failed
fr: Import échoué

source: Import canceled
fr: Import annulé

source: Export pending
fr: Export en attente

source: Export processing
fr: Export en cours

source: Export successfuly done
fr: Export réalisé avec succès

source: %(updated)d updated item(s)
fr: %(updated)d éléments mis à jour

source: Export failed
fr: Export échoué

source: Export canceled
fr: Export annulé

source: Bad zip file
fr: Mauvais fichier zip

source: Missing file(s) inside the zip file
fr: Fichier(s) manquant(s) dans l'archive zip

source: Bad XML file
fr: Mauvais fichier XML

source: Error while reading the data source.
fr: Erreur lors de la lecture de la source.

source: SRID cannot be guessed. The default SRID (%s) has been used.
fr: Le SRID n'a pu être trouvé. Le SRID par défaut (%s) a été utilisé.

source: Type of geographic item (%s) of this shapefile is not managed by Chimère.
fr: Les types des éléments géographiques (%s) de ce fichier Shapefile ne sont pas gérés par Chimère.

source: Bad Shapefile
fr: Mauvais fichier Shapefile

source: Could not create file!
fr: Ne peut pas créer le fichier !

source: Failed to create field
fr: Ne peut pas créer un champ

source: Categories
fr: Catégories

source: Invalid CSV format
fr: Fichier CSV non valide

source: RSS feed is not well formed
fr: Flux RSS non valide

source: Nothing to import
fr: Rien à importer

source: New items imported - validate them before exporting
fr: Nouveaux éléments importés - valider ceux-ci avant d'exporter

source: There are items from a former import not yet validated - validate them before exporting
fr: Il y a des éléments d'un import précédent pas encore validé - Validez les avant d'exporter

source: Bad params - programming error
fr: Mauvais paramètres - erreur de programmation

source: Bad param
fr: Mauvais paramètre

source: No non ambigious tag is defined in the XAPI request
fr: Pas de tag non ambigü définis dans la requête XAPI

source: No bounding box is defined in the XAPI request.If you are sure to manage the entire planet set the bounding box to -180,-90,180,90
fr: Aucune « bounding box » définie dans la requête XAPI. Si vous êtes sûr de vouloir lancer la requête sur la planète entière fixez la « bounding box » à -180,-90,180,90

source: There are missing field(s) and/or errors in the submited form.
fr: Il y a des champs manquants ou des erreurs dans ce formulaire.

source: Bad file. Please check it with an external software.
fr: Fichier incohérent. Merci de le vérifier avec un logiciel externe.

source: Comments/request on the map
fr: Commentaires/requètes sur la carte

source: Thank you for your contribution. It will be taken into account. If you have left your email you may be contacted soon for more details.
fr: Merci pour votre contribution. Elle va être prise en compte. Si vous avez laissé votre courriel vous serez peut-être contacté bientôt pour plus de détails.

source: Temporary error. Renew your message later.
fr: Erreur temporaire. Réenvoyez votre message plus tard.

source: No category available in this area.
fr: Pas de catégorie disponible sur cette zone.

source: Incorrect choice in the list
fr: Choix incorrect dans la liste

source: Invalid point
fr: Point invalide

source: Creation mode
fr: Mode création

source: To start drawing the route click on the toggle button: "Draw".
fr: Pour commencer le dessin cliquez sur le bouton&nbsp;: «&nbsp;Tracer&nbsp;».

source: Then click on the map to begin the drawing.
fr: Puis cliquez sur la carte pour commencer le dessin.

source: You can add points by clicking again.
fr: Vous pouvez ajouter des points en cliquant de nouveau.

source: To finish the drawing double click. When the drawing is finished you can edit it.
fr: Pour finir le tracé double-cliquez. Quand le tracé est fini vous pouvez toujours l'éditer.

source: While creating to undo a drawing click again on the toggle button "Stop drawing".
fr: En mode création vous pouvez annuler un tracé en appuyant sur le bouton «&nbsp;Arrêter le tracé&nbsp;».

source: Modification mode
fr: Mode modification

source: To move a point click on it and drag it to the desired position.
fr: Pour bouger un point, cliquez dessus, maintenez le click pour le déposer à la position désirée.

source: To delete a point move the mouse cursor over it and press the "d" or "Del" key.
fr: Pour supprimer un point, mettez le curseur de la souris sur celui-ci et appuyez sur le touche «&nbsp;d&nbsp;» ou «&nbsp;Suppr&nbsp;».

source: To add a point click in the middle of a segment and drag the new point to the desired position
fr: Pour ajouter un nouveau point, cliquez au milieu d'un des segments, maintenez le bouton appuyé et déplacez le nouveau point à la position désirée.

source: Give a name and set category before uploading a file.
fr: Renseignez le nom et choisissez au moins une catégorie avant de déposer un fichier.

source: Upload a route file (GPX or KML)
fr: Déposer un trajet (fichier GPX ou KML)

source: or
fr: ou

source: Start "hand" drawing
fr: Commencer le tracé manuellement

source: Move on the map
fr: Se déplacer

source: Draw
fr: Tracer

source: Hold CTRL, click and drag to select area on the map
fr: Maintenir la touche Control, cliquez puis glissez pour sélectionner une zone sur la carte

source: Node
fr: Nœud

source: Way
fr: Route

source: Enter an OSM "tag=value" string such as "amenity=pub". A list of common tag is available <a href='https://wiki.openstreetmap.org/wiki/Map_Features' target='_blank'>here</a>.
fr: Entrez une chaîne OSM de type "clé=valeur" telle que "amenity=pub". Une liste des clés est disponible <a href='https://wiki.openstreetmap.org/wiki/FR:Map_Features' target='_blank'>ici</a>.

source: Tag:
fr: Clé/valeur :

source: You have to select an area.
fr: Vous devez sélectionner une zone.

source: You have to select a type.
fr: Vous devez sélectionner un type.

source: You have to insert a filter tag.
fr: Vous devez saisir une clé=valeur.

source: If you change the above form don't forget to refresh before submit!
fr: Si vous modifiez le formulaire ci-dessus n'oubliez pas de rafraîchir avant de valider !

source: You can put a Folder name of the KML file to filter on it.
fr: Vous pouvez saisir le nom d'un « Folder » du fichier KML pour filter sur celui-ci.

source: Refresh
fr: Rafraîchir

source: Select...
fr: Sélectionner...

source: Page not found
fr: Page non trouvée

source: Internal server error
fr: Erreur interne du serveur

source: Chimère administration
fr: Administration de Chimère

source: Be careful: after validation, the modified item will be deleted. There is no roll-back.
fr: Attention: après validation, l'élément modifié sera supprimé. Il n'y a pas d'annulation possible.

source: Reference
fr: Référence

source: Modified item
fr: Élément modifié

source: Accept modification
fr: Accepter la modification

source: Back to list
fr: Retourner à la liste

source: Only points of interest are managed by this export.
fr: Seuls les points d'intérêt sont gérés par cet export.

source: Before exporting to OSM an import is done to verify that no modification has been made. All pending imported item have to be validated before export.
fr: Préalablement à tout export vers OSM, un import est réalisé pour vérifier qu'aucune modification n'a été faite sur les données nous concernant. Par ailleurs toutes les données importées doivent être traitées avant l'export.

source: Ensure that all the data exported to OSM have an appropriate license. You can exclude some points of interest by checking the checkbox "Not to be imported in OSM" in the point of interest form. <strong>If you are not sure of what you are doing: DON'T EXPORT TO OSM</strong>!
fr: Vérifiez que toutes les données à exporter vers OSM ont une licence compatible. Vous pouvez exclure certains points d'intérêt en cochant la case « Ne pas importer dans OSM » sur le formulaire de point d'intérêt. <strong>Si vous n'êtes pas sûr de ce que vous êtes entrain de faire : N'IMPORTEZ PAS DANS OSM</strong> !

source: Export to OSM
fr: Exporter vers OSM

source: This item has a reference item associated to it. You should treat it via the <a href='%(rapprochement_form)s'>rapprochement form</a>.
fr: Cet élément a un élément de référence associé. Vous devriez le traiter via le <a href='%(rapprochement_form)s'>formulaire de rapprochement</a>.

source: After add/modification of property models you'll have to reload the webserver.
fr: Après ajout/modification de modèle de propriété vous aurez à recharger le serveur web.

source: You must enable JavaScript in your browser to display Chimère.
fr: Vous devez activer le JavaScript dans votre navigateur pour afficher Chimère.

source: If you have some requests or remarks about this site you can leave them here.
fr: Si vous avez des requètes, des remarques à propos de ce site vous pouvez nous laisser un commentaire ici.

source: Submit
fr: Proposer

source: License:
fr: Licence :

source: Show multimedia gallery
fr: Montrer la galerie multimedia

source: Submit an amendment
fr: Proposer une modification

source: Propose amendment
fr: Proposer une modification

source: I would like to propose an amendment for this item:
fr: Je souhaiterais proposer une modification pour cet élément :

source: Share on
fr: Partager sur

source: Share
fr: Partager

source: Error
fr: Erreur

source: You are logged as an administrator. Your modifications will be taking into account immediately.
fr: Vous êtes connecté comme administrateur. Vos modifications vont être prises en compte immédiatement.

source: Modify a point of interest
fr: Modifier un point d'intérêt

source: Add a point of interest
fr: Ajout d'un point d'intérêt

source: Select a location for this new site
fr: Choisissez une localisation pour ce nouveau site

source: indicates a mandatory field
fr: indique un champ obligatoire

source: Personal information
fr: Informations personnelles

source: This fields are not mandatory. If you provided them they not will be made public and they will only used to join you for this project.
fr: Ces champs ne sont pas obligatoires. Si vous les renseignez, ils ne seront pas publiés et ne seront utilisés seulement pour vous joindre dans le cadre de ce projet.

source: Your name or nickname
fr: Votre nom ou pseudo

source: Your email
fr: Votre courriel

source: Comments about your submission
fr: Commentaires au sujet de votre proposition

source: Upload in progress. Please wait...
fr: Dépôt en cours. Veuillez patienter...

source: Propose
fr: Proposez

source: Modify a route
fr: Modifier un trajet

source: Add a route
fr: Ajout d'un nouveau trajet

source: Simple map
fr: Carte simple

source: Thank you for your submission!
fr: Merci pour votre proposition !

source: Upload a file
fr: Déposer un fichier

source: Upload
fr: Déposer

source: Add
fr: Ajouter

source: Add multimedia from your computer or a site
fr: Ajoutez du multimedia depuis votre ordinateur ou un site web

source: Audio, video, other...
fr: Audio, vidéo, autre...

source: Download
fr: Télécharger

source: Or
fr: Ou

source: You must provide a name.
fr: Vous devez renseigner le nom.

source: You must choose a media type.
fr: Vous devez renseigner un type de fichier média.

source: You must provide a file or a web address.
fr: Vous devez renseigner un fichier ou une adresse web.

source: You must provide a web address.
fr: Vous devez fournir une adresse web.

source: Areas:
fr: Zones :

source: Shortcuts
fr: Raccourcis

source: Zoom to
fr: Zoomer sur

source: Tell me more...
fr: En savoir plus...

source: Display markers and routes waiting for validation
fr: Afficher les points remarquables et les trajets en attente de validation

source: This site uses Chimère
fr: Ce site utilise Chimère

source: Map
fr: Carte

source: Loading of the map in progress
fr: Chargement de la carte en cours

source: Permalink
fr: Lien permanent

source: Please use a modern browser or install the non free Flash-Plugin.
fr: Utilisez un navigateur internet plus récent ou installez le greffon non libre Flash.

source: Your new proposition/modification has been submited. A moderator will treat your submission shortly. Thanks!
fr: Votre proposition/modification a été soumise. Un modérateur va traiter votre proposition sous peu. Merci !

source: Thank you
fr: Merci

source: Add a new item
fr: Ajout d'un nouvel élément

source: Continue edition of this item
fr: Continuer l'édition de cet élément

source: Return to the map
fr: Retourner à la carte

source: Welcome
fr: Accueil

source: See it on the map
fr: Voir sur la carte

source: Subscribe to RSS feed
fr: Souscrire à un flux RSS

source: Type of RSS feed
fr: Type de flux RSS

source: All new points of interest
fr: Tous les nouveaux points d'intérêt

source: New points of interest by category
fr: Les nouveaux points d'intérêt par catégorie

source: New points of interest by area
fr: Les nouveaux points d'intérêt par zone

source: Choose a category
fr: Choisir une catégorie

source: Choose a pre-defined areas
fr: Choisir une zone pré-définie

source: Or select the area by zooming and panning this map
fr: Ou sélectionner une zone en zoomant et en se déplaçant sur cette carte
