Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.educommons/enpraxis.educommons-4.1.2.tar.gz/enpraxis.educommons-4.1.2/enpraxis/educommons/locales/*/LC_MESSAGES/eduCommons.po
Languages: es, it, ja, pt_br

source: We've also provided answers to several questions about eduCommons in our ${faq-link}.
es: También proporcionamos las respuestas a diversas preguntas sobre eduCommons en nuestras ${faq-link}.
pt_br: Nós também fornecemos respostas para várias perguntas sobre eduCommons em ${faq-link}.

source: Welcome ${username} ${roles}
es: Bienvenido ${username} ${roles}

source: Welcome!
es: ¡Bienvenido!
pt_br: Bem-Vindo!

source: What if I have further questions about copyright, or think that the content on this site might be in violation?
es: ¿Qué puedo hacer si tengo más preguntas respecto al copyright, o si pienso que se puede haber infringido los derechos de autor del contenido de este sitio?
pt_br: E se eu tiver dúvidas sobre direitos autoriais ou pensar que o conteúdo deste site tenha alguma violação?

source: What is OpenCourseWare?
es: ¿Qué es OpenCourseWare?
pt_br: O que é OpenCourseWare?

source: What is RSS?
es: ¿Qué es RSS?
it: Cos'è RSS?
ja: RSSとは何ですか？
pt_br: O que é RSS?

source: What's New
es: Novedades

source: Why are we doing this?
es: ¿Por qué estamos haciendo esto?
pt_br: Por que nós estamos fazendo isso?

source: Why use RSS?
es: ¿Por qué usar RSS?
it: Perché usare RSS?
ja: なぜRSSを使うか
pt_br: Por que usar RSS?

source: Wordpress Export
es: Exportar a WordPress
pt_br: Exportar para Wordpress

source: Wordpress Import
es: Importar de Wordpress
pt_br: Importar do Wordpress

source: Workflow Order
es: Orden del Flujo de Trabajo
pt_br: Sequência do Workflow

source: Written Report/Oral Presentation of Special Project
es: Informe escrito/Presentación oral de un Proyecto Especial
pt_br: Relatório Escrito/ Apresentação Oral de Projeto Especial

source: Yes
es: Sí
pt_br: Sim

source: You can also read additional ${documentation-link} about eduCommons.
es: También puede leer ${documentation-link} adicional acerca de eduCommons.

source: You can find out more about the software hosting this site by visiting the ${eduCommons-link}
es: Para saber más acerca del software que soporta este sitio visite ${eduCommons-link}

source: You can, utilize the Search function that can be found on this site. You can search for specific text, such as certain academic discipline area, across all courses or within just one course. Or to perform a detailed search, use the ${advanced-search-link}.
es: Puede utilizar la función de búsqueda disponible en este sitio. Puede buscar texto específico, como una disciplina académica concreta, en todo los cursos o en un único curso. O para realizar una búsqueda avanzada, utilice ${advanced-search-link}.
pt_br: Você pode utilizar a função de busca para encontrar o que deseja neste site. Você pode procurar um texto específico, tal como uma disciplina acadêmica procurando em todos os cursos ou somente em um curso. Ou ainda, você poderá fazer uma busca detalhada, usando ${advanced-search-link}.

source: You must select a publishing action.
es: Seleccione una opción de edición.

source: You must select content to change.
es: Seleccione el contenido a cambiar.
pt_br: Você precisa selecionar o conteúdo para alterá-lo.

source: a faculty member trying to prepare a new course
es: un profesor intentando preparar un curso nuevo

source: a student looking for some extra help
es: un estudiante que busca una ayuda extra
pt_br: um estudante à prcura de alguma ajuda extra

source: about_ocw_descr
es: Información actualizada sobre este sitio OpenCourseWare

source: about_ocw_title
es: Sobre OCW

source: accessibility guidelines
es: pautas de accesibilidad
it: linee guida sull'accessibilità
ja: アクセシビリティガイドライン
pt_br: diretrizes de acessibilidade

source: course list
es: listado de cursos
pt_br: lista de cursos

source: course_list_description
es: Un listado de los cursos de este sitio

source: course_list_title
es: Cursos

source: documentation
es: documentación
it: documentazione
ja: ドキュメンテーション

source: eduCommons Navigation
es: Navegación eduCommons
it: Navigazione eduCommons
ja: eduCommonsナビゲーション
pt_br: Navegação do eduCommons

source: eduCommons Settings
es: Configuración de eduCommons
it: Impostazioni eduCommons
ja: eduCommons設定
pt_br: Configurações do eduCommons

source: eduCommons Site Link
es: Enlace Sitio eduCommons

source: eduCommons project page
es: pagína proyecto eduComons

source: eduCommons would not be possible without:
es: eduCommons no habría sido posible sin:
pt_br: eduCommons não seria possível sem:

source: eduCommons' goals are to:
es: las metas de eduCommons son:
pt_br: os objetivos do eduCommons são:

source: feedback
es: contacto
ja: フィードバック

source: feedback_folder_descr
es: Por favor, envíenos sus impresiones.

source: feedback_folder_title
es: Contacto

source: frontpage_educommons_description
es: eduCommons proporcina acceso a materiales didácticos que se conocen comúnmente como OpenCourseWare.

source: frontpage_educommons_welcome
es: Bienvenido a eduCommons.

source: grading scale
es: escala de calificación

source: help_folder_descr
es: Conseguir ayuda y más información

source: help_folder_title
es: Ayuda

source: here
es: aquí
it: qui
ja: ここ

source: list
es: listado
it: elenco
ja: リスト

source: list of courses
es: listado de cursos
pt_br: lista de cursos

source: or someone interested in learning more about a subject that interests you.
es: o alguien interesado en aprender más de un tema que le interese a usted.
pt_br: ou alguém interessado em aprender mais sobre um assunto do seu interesse.

source: presentation mode icon ${presentation-mode-icon}
es: icono modo presentación ${presentation-mode-icon}

source: schedule
es: calendario
pt_br: programação

source: table_course_summary
es: Información de Curso

source: table_dept_summary
es: Infofmación de Departamento

source: table_school_summary
es: Información de Escuela

source: Audio
pt_br: Áudio

source: OER Recommender
it: Recommender OER
pt_br: Recomendador OER

source: The type of resourse
pt_br: O tipo de recurso

source: Welcome ${username}
pt_br: Bem-Vindo ${username}

source: Apply Template
it: Applica il modello
ja: テンプレート適用

source: Building a Course
it: Corso in costruzione
ja: コースを組み立てる

source: Captcha
ja: キャプッチャ

source: Click on the ${course-list-page} link to see what courses others are building.
it: Clicca sul link ${course-list-page} per vedere i corsi in allestimento da parte di altri.
ja: 他の人が作っているコースを見るには、${course-list-page} リンクをクリックします

source: Export a Course to OpenOCW
it: Esporta un Corso in OpenOCW
ja: OpenOCWにコースをエクスポート

source: Export into OpenOCW
it: Esporta in OpenOCW
ja: OpenOCWにエクスポート

source: If this is your first time logging into OpenOCW, please be sure to read the ${terms-of-use-page} page before you start using your account.
it: Se è la prima volta che fai login in OpenOCW, assicurati di leggere la ${terms-of-use-page} pagina prima di iniziare ad utilizzare il tuo account.
ja: OpenOCWにログインするのが初めてであれば、自分のアカウントを使い始める前に ${terms-of-use-page} ページを読むようにしてください。

source: Once you are ready to build your course, it is recommended that you use the Course Builder. You can get there by using the above link, or by clicking on the link on the right-hand side of the page. This link will take you to a form which will help you set up the basic structure of the course. The course will remain hidden from public view until the course, and all objects in it, are set to 'published' status.
it: Per costruire il corso, è raccomandato l'uso del creatore di corsi. Puoi ottenerlo usando il link sottostante, o cliccando sul link nella parte destra della pagina. Il link conduce ad un modulo che ti aiuterà a impostare la struttura base del corso. Il corso rimarrà nascosto finchè il corso stesso, e tutti gli oggetti in esso contenuti, non saranno impostati a 'pubblicato'.
ja: コースを組み立てる準備ができたなら、コースビルダーを使うことをお薦めします。上のリンクを使って、あるいはページの右側にあるリンクをクリックすることによって、そこへ行くことができます。このリンクは、コースの基本構造を組み立てる手助けをするフォームへ連れて行ってくれます。コースとその中のオブジェクトがすべて'公開'状態にセットされるまでは、コースは一般の目から隠れたままでいます。

source: Other Divisions that this Course should be listed in. To select multiple options, SHIFT click for adjacent items, or CTRL/CMD click for non-adjacent items.
it: Altre Divisiioni all'interno delle quali il corso deve essere incluso. Per selezioni multiple, usa il tasto MAIUSC per item adiacenti, o CTRL/CMS per item non adiacenti.
ja: このコースが掲載されるべき他の部門。複数の項目を選ぶには、隣り合っている項目にはSHIFTを押しながらクリックを、隣り合っていない項目にはCTRL/CMDを押しながらクリックをします。

source: RSS feed of these search results
it: Feed RSS di questi risultati di ricerca
ja: これらの検索結果のRSSフィード

source: Read ${documentation-page} on how to build a course.
it: Consulta la pagina ${documentation-page} su come realizzare un corso.
ja: コースを組み立てる方法は、 ${documentation-page} を読んでください。

source: Receive notification of new ${portal_title} OCW courses on your desktop, or add them to your blog or website.
it: Ricevi informazioni su nuovi ${portal_title} corsi OCW courses sul tuo desktop, o aggiungili al tuo blog o sito web.
ja: ${portal_title} OCW の新しいコースについてのお知らせをデスクトップに受け取ったり、あなたのブログやウェブサイトに追加できます。

source: Relevance
it: Rilevanza
ja: 適正

source: Report Content
it: Report
ja: コンテンツを報告

source: Reuse
it: Riusa
ja: 再利用

source: Reuse this course on OpenOCW. In order to do so, you must have an account at OpenOCW.org.
it: Riusa il corso in OpenOCW. Per questa operazione, devi avere un account su OpenOCW.org
ja: このコースをOpenOCWで再利用します。そうするためには、OpenOCW.orgでのアカウントを持たなければなりません。

source: The remote site is unavailable of configured incorrectly. Please contact an administrator.
it: Il sito remoto non è disponibile o non è stato configurato correttamente. Si prega di contattare un amministratore.
ja: 正しくないコンフィグがされているために、リモートサイトは利用できません。管理者に連絡してください。

source: To start building a new course, use the ${build-a-course-page} link that appears to the right of any page.
it: Per iniziare a creare un nuovo corso, utilizza il link ${build-a-course-page} presente sulla destra di ogni pagina.
ja: 新しいコースを組み立て始めるには、どのページにもその右側に現れる ${build-a-course-page} リンクを使います。

source: Use this action to report inappropriate content to the site administrator.
it: Utilizza questa azione per segnalare contenuto inappropriato all'amministratore del sito.
ja: 不適切なコンテンツをサイト管理者に報告するにはこのアクションを使います

source: Welcome to OpenOCW
it: Benvenuti in OpenOCW
ja: OpenOCWへようこそ

source: Welcome to OpenOCW! Here are some things you may want to do:
it: Benvenuto in OpenOCW! Alcune cose che potresti fare:
ja: OpenOCWにようこそ！あなたがしたいことがここにあるかもしれません：

source: Your user name on OpenOCW
it: Il tuo nome utente su OpenOCW
ja: OpenOCWでのユーザ名

source: Your user password on OpenOCW
it: La tua password su OpenOCW
ja: OpenOCWでのユーザパスワード

source: [audio]
ja: [音声]

source: accessibility
it: accessibilità
ja: アクセシビリティ

source: courses
it: corsi
ja: コース

source: privacy policy
it: Politica della privacy
ja: プライバシに関する方針

source: site map
it: Mappa del sito
ja: サイトマップ

source: terms of use
it: Condizioni d'uso
ja: 利用規約
