Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.educommons/enpraxis.educommons-4.1.2.tar.gz/enpraxis.educommons-4.1.2/enpraxis/educommons/locales/*/LC_MESSAGES/eduCommons.po
Languages: es, it, ja, pt_br

source: Please provide us with your email so that we can contact you if necessary.
es: Por favor indique su correo para que podamos ponernos en contacto con usted si fuese necesario.

source: Please provide us with your name so we know who you are.
es: Por favor indique su nombre para que sepamos de quién se trata.

source: Please select one or more items to delete.
es: Por favor seleccione uno o más elementos a eliminar.
pt_br: Selecione um ou mais itens para deletar.

source: Powered by eduCommons
es: Impulsado por eduCommons
pt_br: Produzido por eduCommons

source: Prerequisites
es: Prerrequisitos
pt_br: Pré-requisitos

source: Presentation Mode
es: Modo presentación

source: Privacy Policy
es: Política de privacidad
it: Politica della privacy
ja: プライバシーポリシー
pt_br: Política de Privacidade

source: Problem Sets
es: Conjuntos de Problemas

source: Producer
es: Creador
it: Produttore
ja: 制作者
pt_br: Produtor

source: Professor Image
es: Imagen del Profesor
pt_br: Imagem do Professor

source: Professor X, Ph.D.
es: Profesor X, Ph.D

source: Project
es: Proyecto
pt_br: Projeto

source: Provide free, searchable, access to course materials for educators, students, and self-learners around the world.
es: Proporcionar acceso libre, con opción de búsqueda, a contenidos didácticos para educadores, estudiantes, y autodidactas en cualquier parte del mundo.
pt_br: Fornece acesso gratuito e compartilhado à materiais didáticos para professores, estudantes e autodidatas em todo o mundo.

source: Publisher
es: Editor
it: Editore
ja: 公開責任者
pt_br: Editor

source: Put any additional information about the course not in the right hand side of the box here.
es: Añadir aquí cualquier información adicional del curso que no figure en la parte derecha de la casilla.

source: QA
es: Control de Calidad (QA)

source: RSS Feed
es: Fuente RSS
it: Feed RSS
ja: RSSフィード

source: RSS feeds ${rss-icon}
es: Fuentes RSS ${rss-icon}

source: RSS stands for Really Simple Syndication. RSS is a time-saving way for you to receive news and information updates (often called 'RSS feeds', 'news feeds' or simply 'feeds') from your favorite Web sites and blogs.
es: RSS significa Really Simple Syndication. RSS es un método eficaz para recibir actualizaciones (denominadas también fuentes RSS, fuentes de noticias o simplemente fuentes) de noticias y de información desde sus sitios web y blogs preferidos.
it: RSS è la sigla di Really Simple Syndication. E' una modalità per ricevere news e informazioni aggiornate, in modo rapido (spesso chiamati feed RSS o semplicemente feed), dai tuoi blog e siti web preferiti.
ja: RSSはReally Simple Syndicationの略です。RSSはお気に入りのWebサイトやブログからのニュースや情報の更新を受け取るための時間を節約する方法です。（多くの場合、 'RSSフィード' 、 'ニュースフィード' あるいは単に 'フィード' と呼ばれます）
pt_br: RSS significa Really Simple Syndication. RSS é uma forma de economizar tempo para receber notícias e atualizações de informações (muitas vezes chamadas de 'feeds RSS', 'feeds de notícias' ou simplesmente 'feeds') de seus sites e blogs favoritos.

source: Reading One
es: Lectura Uno

source: Reading Three
es: Lectura Tres

source: Reading Two
es: Lectura Dos

source: Readings
es: Lecturas
pt_br: Leituras

source: Receive notification of new courses on your desktop, or add them to your blog or website.
es: Recibir avisos de nuevos cursos en su desktop, o añadirlos a su blog o sitio web.
pt_br: Receber notificações de novos cursos no seu desktop ou adicionar eles no seu blog ou website.

source: Remove from navigation
es: Eliminar de la barra de navegación
it: Rimuovi dalla navigazione
ja: ナビゲーションから取り除く
pt_br: Remover da navegação

source: Reorder content objects within the course.
es: Reordenar los objetos tipo contenido dentro del curso.

source: Report Content request failed.
es: Solicitud de información sobre contenidos fallida.
it: Richiesta del report fallita.
ja: コンテンツ報告の要求が失敗しました

source: Required Textbook
es: Libro de Texto Obligatorio

source: Return to Top
es: Volver arriba
it: Ritorno all'inizio
ja: トップページに戻る
pt_br: Retornar ao Início

source: Reuse Course
es: Reutilizar Curso
it: Riusa il corso
pt_br: Reutilizar Curso

source: Reuse Course Portal
es: Reutilizar portal de cursos
it: Portale Riuso Contenuti
ja: Reuse Courseポータル

source: Revoke Copyright
es: Revocar copyright
it: Revoca Copyright
ja: 著作権処理を取り消し
pt_br: Revogar Copyright

source: S5 Presentation
es: Presentación S5
it: Presentazione S5
ja: S5プレゼンテーション
pt_br: Apresentação S5

source: Schedule
es: Calendario

source: School
es: Escuela
pt_br: Instituição

source: School Descriptor
es: Descriptor de Escuela
pt_br: Descritor da Instituição

source: School Image
es: Imagen de Escuela
pt_br: Imagem da Instituição

source: School Name
es: Nombre de Escuela
pt_br: Nome da Instituição

source: School with the same title already exists.
es: Ya existe una escuela con el mismo título.
pt_br: Instituição com o mesmo título já existe.

source: Search and Replace
es: Buscar y Reemplazar
pt_br: Pesquisar e Substituir

source: Search for items in multiple content objects and optionally replace them.
es: Buscar elementos en múltiples objetos de tipo contenido con opción a reemplazarlos.
pt_br: Procurar por itens em múltiplos objetos e opcionalmente substituí-los.

source: Select from below:
es: Seleccione:
it: Scegli dall'elenco sottostante:
ja: 次から選択:
pt_br: Selecione abaixo:

source: Set cleared copyright if content object has been correctly licensed from the author, and is free from copyright violations.
es: Marque el copyright como resuelto si el objeto ha sido correctamente licenciado por el autor y está libre de violaciones de copyright.
it: Imposta il flag di copyright verificato se il contenuto è stato correttamente licenziato dall'autore ed è libero da violazioni di copyright.
ja: コンテンツが作者から正しくライセンスされ著作権侵害の恐れから解放されたなら、著作権処理済みをセットします。

source: Set the accessibility flag if your content meets the criteria outlined ${link_accessibility}.
es: Ponga la marca de accesibilidad si el contenido cumple los criterios descritos en ${link_accessibility}.
it: Imposta il flag di accessibilità se il contenuto è conforme ai criteri di ${link_accessibility}.
ja: コンテンツが ${link_accessibility} で略述された基準に合致するなら、アクセシビリティフラグをセットします

source: Set the accessibility flag if your content meets the criteria outlined *LINK HERE*
es: Ponga la marca de accesibilidad si el contenido cumple los criterios descritos en *LINK HERE*
it: Imposta il flag di accessibilità se il contenuto è conforme ai criteri di *LINK HERE*
ja: コンテンツが *LINK HERE* で略述された基準に合致するなら、アクセシビリティフラグをセットします

source: Settings which control how eduCommons looks and functions.
es: Ajustes para controlar cómo se muestra y funciona eduCommons.
it: Impostazioni che controllano l'aspetto e il funzionamento generale di eduCommons.
ja: eduCommonsがどのように見えたり機能したりするかをコントロールする設定

source: Should the primary instructor's Email address be publically displayed?
es: ¿Se debe mostrar públicamente el correo electrónico del profesor principal?
it: La email del docente primario deve essere visualizzata pubblicamente?
ja: 主たる講師のメールアドレスは公然と表示されるべきか？
pt_br: O endereço de email do instrutor principal será exibido publicamente?

source: Show in navigation
es: Mostrar en la barra de navegación
it: Vedi in navigazione
ja: ナビゲーションに表示
pt_br: Mostrar na navegação

source: Skinless View
es: Vista sin estilo

source: Some browsers, including Firefox and Safari, automatically check for RSS feeds for you when you visit a Web site, and display an icon when they find one. This can make subscribing to RSS feeds much easier. For more details on these, please check their Web sites.
es: Algunos navegadores, como Firefox y Safari,comprueban automáticamente la existencia de fuentes RSS en el sitio que se está visitando, y muestran un icono si las encuentran. Esto puede facilitar la suscripción a fuentes RSS. Consulte, por favor, más detalles en sus respectivos sitios web.
it: Alcuni browser, come Firefox e Safari, controllano automaticamente la presenza di fedd RSS quando visiti una pagina web, e visualizzano una particolare icona quando ne trovano uno. Questo rende la sottoscrizione ai feed più semplice. Per maggiori informazioni, vedi i loro siti web.
ja: FireFoxやFafariなどのブラウザは、Webサイトを開く度に自動的にRSSフィードをチェックし、フィードが見つかればアイコンが表示されます。この場合、RSSフィードの購読は大変簡単です。詳しくは、これらのブラウザのサイトで調べてください。
pt_br: Alguns navegadores, incluindo Firefox e Safari, automaticamente verificam feeds RSS para você quando um site é visitado, e monstram um ícone quando eles econtram algo. Isso pode fazer a aquisição de feeds RSS muito mais fácil. Para maiores detalhes sobre isto, verifique os sites.

source: Structure
es: Estructura
it: Struttura
ja: 構成
pt_br: Estrutura

source: Subject
es: Sujeto

source: Submit
es: Enviar
pt_br: Enviar

source: Sufficient color contrast is present to differentiate between the foreground and background.
es: Hay suficiente contraste para poder diferenciar entre los colores de fondo y de primer plano.
pt_br: Contraste de cores está presente para diferenciar entre o primeiro e o segundo planos.

source: Syllabus
es: Programa
ja: シラバス

source: Tables with data have appropriate row and column headers identified.
es: Tablas con datos tienen identificadas cabeceras apropiadas de fila y columna.
pt_br: Tabelas de dados tem linha e coluna apropridadas para identificar o cabeçalho.

source: Template Selector
es: Selector de plantillas

source: Templates
es: Plantillas
it: Modelli
ja: テンプレート

source: Templates for the current content item.
es: Plantillas para el elemento actual.
it: Modelli per l'item corrente.
ja: このコンテンツアイテムのためのテンプレート

source: Term
es: Periodo
it: Condizioni
ja: 期間
pt_br: Termo

source: Terms of Use
es: Condiciones de Uso
it: Condizioni d'uso
ja: 利用規約
pt_br: Termos de Uso

source: Textbook
es: Libro de texto

source: The URL to the eduCommons instance utilized by the Reuse Course portlet.
es: En enlace (URL) a la instancia eduCommons utilizada por el portlet Reutilizar Curso.
it: URL all'istanza di eduCommons utilizzata dal portlet Riuso Corsi.
ja: Reuse Courseポートレットによって利用されるeduCommonsインスタンスへのURL
pt_br: A URL para a instância do eduCommons utilizada pelo portlet de Reuso de Cursos.

source: The course identifier or catalog number.
es: El identificador del curso o su número en el catálogo.
it: L'identificatore del corso o il numero di catalogo.
ja: コースID、またはカタログ番号
pt_br: O identificador do curso ou número do catálogo.

source: The course identifier or catalog number. Also can be used to sequence courses (1.0, 2.0, etc).
es: El identificador del curso o su número en el catálogo. Puede servir para numerar cursos (1.0, 2.0, etc).
it: L'identificatore del corso o numero di catalogo. Può essere usato anche per dare un numero di versione (1.0, 2.0, ecc.)
ja: コースID、またはカタログ番号。連続したコースにも使えます（1.0, 2.0 など）

source: The email address of the primary instructor teaching this course.
es: El correo electrónico del profesor principal, de los que imparten este curso.
it: L'indirizzo email del docente principale del corso.
ja: このコースを教える主たる講師のメールアドレス
pt_br: O endereço de email do instrutor principal deste curso.

source: The following list describes activities that are strictly prohibited in accordance with the governing laws of the country in which the site resides. Attempting or succeeding to allow or commit any of the acts prohibited below may lead to civil and/or criminal charges as allowed by law. Prohibited activities include, but are not limited to, the following:
es: La siguiente lista describe aquellas actividades que están terminantemente prohibidas de acuerdo con las leyes aplicables en el país en que reside el sitio. El hecho de permitir o realizar cualquiera de las acciones prohibidas puede llevar a la aplicación de cargas civiles y/o criminales según la ley. Las actividades prohibidas incluyen, pero no se limitan a, las siguientes:
pt_br: A lista a seguir descreve as atividades que são estritamente proibidas em conformidade com as leis que regem o país em que o site está hospedado. A tentativa ou sucesso para permitir ou cometer qualquer dos atos proibidos abaixo podem levar a acusações civis e / ou criminais como permitido por lei. Actividades proibidas incluem, mas não estão limitados a, o seguinte:

source: The level at which the course is taught.
es: El nivel en que se imparte el curso.
it: Il livello al quale il corso è erogato.
ja: コースが教えるレベル
pt_br: O nível em que o curso é ministrado.

source: The name of the ims package on your local machine.
es: El nombre del paquete IMS en su ordenador.
it: Il nome del package IMS sul computer locale.
ja: ローカルマシン上にあるIMSパッケージの名前
pt_br: O nome do pacote ims na sua máquina.

source: The name of the primary instructor teaching this course.
es: El nombre del profesor principal, de los que imparten este curso.
it: Il nome del docente principale del corso.
ja: このコースを教える主たる講師の名前
pt_br: O nome do instrutor principal deste curso.

source: The structure of the course.
es: La estructura del curso.
it: La struttura del corso
ja: コースの構成
pt_br: A estrutura do curso.

source: The table above includes sample data. Edit the table to reflect the class being worked on.
es: La tabla superior incluye datos de muestra. Edite la tabla para reflejar la clase en la que se está trabajando.
pt_br: A tabela acima inclue dados de exemplo. Edite a tabela para reletir dados reais.

source: The term the course was taught in.
es: El periodo en que se imparte el curso.
it: Le condizioni di insegnamento del corso.
ja: コースが教えられた期間

source: The type of resource
es: El tipo de recurso

source: The type of the ims package being uploaded
es: Tipo de paquete IMS que se va a cargar
it: Il tipo di package IMS da caricare
ja: アップロードされるIMSパッケージの種類
pt_br: O pacote do tipo ims foi carregado

source: There is a range of different news readers available and new versions are appearing all the time.
es: Existe una gama de distintos lectores de noticias, y constantemente aparecen nuevas versiones de ellos.
it: Ci sono molti diversi aggregatori disponibili e nuove versioni di essi sono continuamente aggiornate.
ja: 様々なニュースリーダがありますが、いつも新しいものが出現します。
pt_br: Existe uma grande quantidade disponível de diferentes tipo leitores de notícias e novas versões estão surgindo a todo momento

source: There is no registration process required for users to view course materials. OCW materials are made available free of charge, subject to rights granted by the open content copyright licenses found on this site to any user anywhere in the world.
es: No es necesario que el usuario se registre para poder ver los materiales didácticos. Los materiales OCW se ponen a disposición de cualquier usuario, en cualquier parte del mundo, gratuitamente, de acuerdo con los derechos otorgados por las licencias libres de contenido abierto que se encuentran en este sitio.
pt_br: Não é obrigatório registrar um usuário para poder acessar os materiais do curso. Materiais OCW são disponibilizados gratuitamente, sujeito a direitos concedidos pelas licenças de conteúdo aberto de direitos autorais encontrados neste site a qualquer usuário em qualquer lugar do mundo.

source: This document provides further information about this OpenCourseWare site in the form of a list of frequently asked questions and answers. If you have other questions about this site please use the ${feedback} form.
es: Este documento proporciona información adicional del sitio OpenCourseWare mediante una lista de preguntas más frecuentes con sus respuestas. Si usted tuviese cualquier otra pregunta respecto a este sitio le rogamos utilice el formulario ${feedback}.
pt_br: Este documento fornece mais informações sobre este site OpenCourseWare na forma de uma lista de perguntas e resposta frequentes. Se você tiver outras perguntas sobre este site, por favor use o formulário ${feedback}.

source: This document provides the terms of use for the this OpenCourseware site. If you have any questions please use the ${feedback-link} form.
es: Este documento proporciona las condiciones de uso para este sitio OpenCourseWare. Si usted tuviese cualquier pregunta le rogamos utilice el formulario ${feedback-link}.
pt_br: Este documento fornece os termos de uso para este site OpenCourseware. Se você tem alguma dúvida, use o formulário ${feedback-link}.

source: This field is required, please enter the word below.
es: Este campo es obligatorio, por favor introduzca aquí el texto.
it: Il campo è obbligatorio, inserisci la parola sottostante.
ja: このフィールドは必須です。以下の文字列を入力してください
pt_br: Este campo é obrigatório, digite um texto abaixo.

source: This setting is utilized in the Course Summary Portlet, allowing the portlet to render workflow states in the proper procedural order. If you utilize a non-standard workflow for content objects, you will need to modify this setting in order for the portlet to render the non-standard states.
es: Si utiliza esta configuración en el Portlet Resumen Curso, el portlet proporcionará estados del flujo de trabajo ordenados correctamente. Si utiliza un flujo de trabajo no estándar para objetos tipo contenido, tendrá que modificar dicha configuración para que el portlet proporcione estados no estándar.
pt_br: Esta configuração é utilizada no Portlet de Resumo de Curso, permitindo que o portlet renderize os estados do workflow na ordem correta do processo. Se você utilizar um fluxo de trabalho não-padrão para objetos de conteúdo, você terá que modificar essa configuração para que o portlet possa renderizar os estados não-padrão.

source: This site can be considered a large-scale, Web-based publication of the course materials that support education. Educators are encouraged to utilize the materials for curriculum development, students can augment their current learning by making use of the materials offered, and self-learners are encouraged to draw upon materials found here for self-study or supplementary use.
es: Este sitio puede considerarse una publicación a gran escala, basada en la Web, de materiales didácticos en apoyo de la educación. Se anima a los educadores a utilizar estos materiales para desarrollar planes de estudios, los estudiantes pueden utilizar los materiales para potenciar su aprendizaje, y se anima a los autodidactas a aprovechar estos materiales para el autoestudio u otros usos complementarios.

source: This site has not yet set a privacy policy.
es: Este sitio todavía no tiene una política de privacidad.
pt_br: Este site ainda não tem uma política de privacidade configurada.

source: This site is involved in making course materials available through an open content license.
es: Este sitio proporciona material didáctico bajo licencias libres.
pt_br: Este site está envolvido em fazer materiais didáticos disponíveis por meio de uma licença de conteúdo aberto.

source: Top
es: Arriba

source: Topic
es: Tema
pt_br: Tópico

source: Total Objects: ${total}
es: Total de objetos: ${total}
it: Totale Oggetti: ${total}
ja: オブジェクトの合計: ${total}
pt_br: Total de Objetos: ${total}

source: Transcript or alternative provided for audio content.
es: Se proporciona transcripción o alternativa para contenido de audio.
pt_br: Transcrição ou recurso alternativo fornecida para o áudio

source: Translated created.
es: Traducción creada.
it: Traduzione completata.
ja: 翻訳されたものが作られました
pt_br: Tradução criada.

source: Translation already exists
es: Ya existe una traducción
it: La traduzione è già esistente
ja: 翻訳がすでに存在します
pt_br: Tradução já existe

source: Typically RSS feeds consist of headlines and short summaries of new articles, blog entries or search results, though some Web sites and blogs offer the full text of articles or blog entrees as feeds.
es: Las fuentes RSS consisten típicamente en titulares y pequeños resúmenes de nuevos artículos, nuevas entradas de un blog o resultados de búsqueda, si bien ciertos sitios web y blogs ofrecen el contenido íntegro de sus novedades.
it: I feed RSS tipicamente sono costituiti da un'intestazione e dal sommario di nuovi articoli, post di blog, risultati di ricerca. Molti siti web e blog includono però il testo completo degli articoli o dei post.
ja: RSSは一般的に新しい記事、ブログの記事、サーチ結果などについての見出しと簡単な説明で出来ています。フィードに記事の本文を入れているウェブサイトやブログも一部にあります。
pt_br: Normalmente feeds RSS consistem de manchetes ou resumos curtos de novos artigos, notícias ou resultados de pesquisas, embora alguns sites e blogs ofereçam o texto completo de artigos ou notícias como feeds.

source: Undergraduate
es: Estudiante no licenciado
it: Livello base (undergraduate)
ja: 学部生

source: Use the ${skinlessview-link} to view or download a plain version of a page. This feature makes it easy to reuse the content elsewhere, but be sure to check with the requirements of the copyright license listed at the bottom of the page.
es: Utilice el ${skinlessview-link} para visionar o descargar una versión de la página sin estilo. Esta función facilita la reutilización del contenido, pero asegúrese de comprobar los requisitos de la licencia de copyright disponibles al final de la página.

source: Users shall not attempt to gain unauthorized access to any portion of the OCW site.
es: Los usuarios no intentarán acceder sin autorización a ninguna zona de este sitio OCW.
pt_br: Usuários não devem tentar obter acesso não autorizado a qualquer parte do site OCW.

source: Users shall not attempt to spread viruses, worms, or other files harmful to computer systems and/or networks via this site.
es: Los usuarios no propagarán a través de este sitio ni virus, ni gusanos, ni ningún otro tipo de fichero que pueda dañar sistemas informáticos y/o redes.
pt_br: Usuários não devem tentar inserir vírus, worms ou outros tipos de arquivos nocivos aos sitemas de computadores e/ou redes através deste site.

source: Users shall not do anything to intentionally degrade the performance of hardware, software, or network resources related to this site.
es: Los usuarios no harán nada de forma intencionada que degrade el rendimiento del hardware, software, o recursos de red relacionados con este sitio.
pt_br: Usuários não devem fazer nada que intencionalmente danifique hardware, software ou recursos de rede relatados por este site.

source: Validate CSS
es: Validar CSS
pt_br: CSS Válido

source: Validate XHTML
es: Validar XHTML
pt_br: XHTML Válido

source: Video
es: Vídeo
pt_br: Vídeo

source: Viewer
es: Revisor
it: Visualizzatore
ja: 閲覧者

source: We appreciate your feedback. If you find this site useful, or think it could be better, or are having problems using it, please feel free to use the form below to let us know about it.
es: Nos interesa su opinión. Si encuentra útil este sitio, o piensa que podría serlo más, o ha tenido algún problema, háganoslo saber, por favor, mediante el formulario que se muestra más abajo.
it: Grazie per il tuo feedback. Se trovi il sito utile, o pensi che potrebbe essere migliorato, o riscontri problemi con il suo uso, utilizza il modulo sottostante per farcelo sapere, grazie.
ja: フィードバックに感謝します。このサイトが役に立つ、あるいはより良くなれるはずだと思ったら、あるいは使うのに問題があったら、そのことを下のフォームを使って遠慮なく私たちに知らせてください。
pt_br: Agradecemos o seu feedback. Se você achar este site útil, pensa que ele poderia ser melhor ou está tendo problemas para utilizá-lo, sinta-se a vontade para usar o formulário abaixo para nos enviar algumas sugestões.

source: We hope you find eduCommons valuable whether you're:
es: Esperamos que encuentre eduComons valioso tanto si es usted:
pt_br: Nós desejamos que você ache eduCommons de grande valor se você é:

source: We've also added many more new features for those who are adding new content to eduCommons sites.
es: También hemos añadido muchas funcionas nuevas para aquellos que quieran añadir contenido nuevo a sitios eduCommons.
