Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.educommons/enpraxis.educommons-4.1.2.tar.gz/enpraxis.educommons-4.1.2/enpraxis/educommons/locales/*/LC_MESSAGES/eduCommons.po
Languages: es, it, ja, pt_br

source: Flags
es: Marcas
it: Flag
ja: フラグ

source: Flags:
es: Marcas:
it: Flag:
ja: フラグ:

source: Frequently Asked Questions
es: Preguntas Más Frecuentes
pt_br: Perguntas Frequentes

source: Front Page
es: Página principal
it: Pagina principale
ja: フロントページ
pt_br: Página Incial

source: Generous funding from the ${hewlett-funding-link}.
es: La generosa financiación de ${hewlett-funding-link}.
pt_br: Generosamente financiado por ${hewlett-funding-link}.

source: Generous support from ${mit-link} including sharing their process documentation which has contributed significantly to the success of eduCommons.
es: Apoyo generoso de ${mit-link} incluyendo el haber compartido su documentación de todo el proceso lo que ha contribuido significativamente al éxito de eduCommons.
pt_br: Apoiado generosamente por ${mit-link} incluindo o seu processo de documentação que tem contribuido significativamente para o sucesso do eduCommons.

source: Get Email List
es: Obtener lista de correos
it: Ottiene l'elenco email
ja: 電子メールリストを得る
pt_br: Obter Lista de Emails

source: Grading
es: Calificación

source: Graduate
es: Licenciado
it: Avanzati (Graduate)
ja: 大学院生

source: Here is one ${google-reader} of available readers from Google.
es: Aquí tiene una ${google-reader} de lectores disponibles en Google.
it: Uno ${google-reader} dei feed reader, da Google.
ja: これは、利用できるRSSリーダーのGoogleの ${google-reader} です。

source: Home
es: Inicio

source: How can I use OCW course materials?
es: ¿Cómo puedo utilizar materiales OCW?
pt_br: Como posso usar os materias de um curso OCW?

source: How do I find what courses are available?
es: ¿Como puedo saber qué cursos están disponibles?
pt_br: Como procuro quais cursos estão disponíveis?

source: How do I get a news reader?
es: ¿Cómo consigo un lector de noticias?
it: Come posso ottenere un lettore di news?
ja: ニュースリーダを入手するには
pt_br: Como obter um leitor de notícias?

source: How does OCW differ from other types of Web-based education?
es: ¿En qué se diferencia OCW de otros tipos de educación basados en la Web?
pt_br: Como um curso OCW se difere de um outro tipo de educação baseada na Web?

source: How to I start using RSS feeds?
es: ¿Cómo debo empezar a usar fuentes RSS?
it: Come posso iniziare ad usare i feed RSS?
ja: RSSフィードを利用するには？
pt_br: Como faço para iniciar o uso de feeds RSS?

source: Hyperlinks provide clear information as to end location or function.
es: Hipervínculos proporcionan información clara respecto a la función o ubicación final.

source: IMS File Import
es: Importación de IMS
it: Importa file IMS
ja: IMSファイルインポート
pt_br: Importar Arquivos IMS

source: If checked, eduCommons will attempt to change the accessibility status of all content in any selected folders and their subfolders.<br />
es: Si está marcado, eduCommons intentará modificar el estado sobre accesibilidad de todo el contenido de la carpeta seleccionada y de sus subcarpetas.</br>
it: Se selezionato, eduCommons modificherà lo stato di accessibilità di tutti i contenuti in ogni cartella e sottocartella selezionata. <br />
ja: チェックされれば、eduCommonsは選ばれたフォルダとそのサブフォルダ内にあるすべてのコンテンツのアクセシビリティ状態を変更しようと試みることでしょう。
pt_br: Se marcado, o eduCommons tentará alterar os status de acessibilidade de todo o conteúdo em qualquer pasta selecionada e suas sub-pastas.<br />

source: If checked, eduCommons will attempt to change the copyright status of all content in any selected folders and their subfolders.<br />
es: Si está marcado, eduCommons intentará modificar el estado sobre copyright de todo el contenido de la carpeta seleccionada y de sus subcarpetas.</br>
it: Se selezionato, eduCommons modificherà lo stato del copyright in tutti i contenuti di tutte le cartelle e sottocartelle selezionate. <br />
ja: チェックされれば、eduCommonsは選ばれたフォルダとそのサブフォルダ内にあるすべてのコンテンツの著作権状態を変更しようと試みることでしょう。
pt_br: Se marcado, o eduCommons tentará alterar os status de copyright de todo o conteúdo em qualquer pasta selecionada e suas sub-pastas.<br />

source: If not found, type in the name below to create a new one:
es: Si no se encuentra, escriba el nombre para crear uno nuevo:
it: Se non trovato, digita il nome qui sotto per crearne uno nuovo:
ja: もし見つからなければ、新しいものを作るために下に名前を入力したください:
pt_br: Se não encontrar, digite o nome abaixo para criar um novo:

source: If you click on the button you can subscribe to the feed in various ways, including by dragging the URL of the RSS feed into your news reader or by cutting and pasting the same URL into a new feed in your news reader. Most sites that offer RSS feeds use a similar orange RSS button, but some may just have a normal web link to the feed.
es: Si pulsa sobre el botón podrá suscribirse a la fuente de varias formas, pero también arrastrando la URL de la fuente RSS a su lector de noticias o copiando y pegando esta misma URL como origen de una nueva fuente. La mayoría de sitios que contienen fuentes RSS utilizan un botón naranja parecido, aunque algunos pueden tener un simple enlace a la fuente.
it: Cliccando sul pulsante puoi sottoscrivere il feed in diversi modi, trascinando l'URL del feed RSS nel tuo aggregatore RSS o tagliando e incollando lo stesso URL. La maggior parte dei siti che offrono feed RSS usano un pulsante RSS color arancio, ma alcuni possono utilizzare invece un normale link al feed.
ja: このボタンをクリックすると、様々な方法でフィードを購読できます。たとえば、RSSフィードのURLをニュースリーダにドラッグする、おなじURLをカットアンドペーストでニュースリーダーにコピーするなどです。RSSフィードを提供するほとんどのサイトは同じようなオレンジのボタンを利用していますが、フィードへの単なるWebリンクを提供しているサイトもあります。
pt_br: Se clicar no botão, você pode assinar o feed de várias formas: arrastando a URL do feed RSS para o seu leitor de notícias ou copiando a mesma URL como um novo feed em seu leitor de notícias. A maioria dos sites que oferencem feeds RSS utilizam um botão na cor laranja, mas alguns podem ter apenas um link normal para o feed.

source: If you're wondering where to start, try the list of departments on the left of this page, or go to the full ${courselist-link}
es: Si se está preguntando por dónde empezar, pruebe el listado de departamentos a la izquierda de esta página, o vaya al listado completo ${courselist-link}
pt_br: Se você está querendo saber por onde começar, tente a lista de departamentos do lado esquerdo da página, ou vá na lista completa ${courselist-link}

source: Image Gallery
es: Galería de Imágenes
pt_br: Galeria de Imagens

source: Image of Document Actions
es: Imagen de Documents Actions
it: Immagine delle azioni sui documenti
ja: ドキュメントアクションの画像
pt_br: Imagens de ações do documento

source: Import blog content from WordPress.
es: Importar contenido de WordPress.
pt_br: Importar conteúdo de um blog WordPress.

source: In general, the first thing you need is something called a news reader. This is a piece of software that checks RSS feeds and lets you read any new articles that have been added to them. There are many different versions, some of which are accessed using a browser, and some of which are downloadable applications. Browser-based news readers let you catch up with your RSS feed subscriptions from any computer, whereas downloadable applications let you store them on your main computer, in the same way that you either download your e-mail, or keep it on a web-based service.
es: En general, lo primero que necesitará será algo denominado lector de noticias. Consiste en un software que examina las fuentes RSS y le permite consultar las novedades que han sido añadidas. Existen muchas versiones diferentes, algunos funcionan mediante un navegador y otros son aplicaciones que deberá descargarse. Los lectores de noticias que funcionan en un navegador le permitirán consultar sus suscripciones a fuentes RSS desde cualquier ordenador, mientras que una aplicación las almacenará en su equipo, de forma análoga a consultar el correo desde un servicio web o descargarlo en su ordenador.
it: In generale, la prima cosa di cui hai bisogno è un aggregatore. E' un software che verifica i feed RSS e ti consente di leggere tutti i nuovi articoli aggiunti al feed. Esistono numerose e diverse versioni di aggregatori, alcune accessibili con il browser, altre come applicazioni da scaricare e installare. Gli aggregatori basati sul browser ti consentono di leggere i feed da ogni computer, mentre le appliicazioni installabili ti permettono di memorizzare i feed sul tuo computer, allo stesso modo in cui scarichi i messaggi email.
ja: 一般に、最初に必要とされるものはニュースリーダと呼ばれるものです。これは、RSSフィードをチェックし新しく追加された記事を読むことを可能にするソフトウェアです。いろいろな種類のソフトウェアがあります。ブラウザを利用してアクセスするものや、ダウンロードできる独立したアプリケーションなどです。ブラウザを利用するニュースリーダは、どのコンピュータからでも購読しているRSSフィードの更新を確認できます。ダウンロードする独立アプリケーションはRSSフィードをアプリケーションが実行されるコンピュータに蓄積します。メールを読むのにWebメールを用いるか、クライアントアプリケーションを用いるかの違いと同じです。
pt_br: Em geral, a primeira coisa que você precisa é algo chamado leitor de notícias. É um pequeno software que verifica feeds RSS e permite que você leia todos os novos artigos que foram adicionados a ele. Há muitas versões diferentes, algumas das quais são acessadas utilizando um navegador e, alguns outros, são softwares para download. Leitores baseados em navegadores podem buscar seus feeds RSS a partir de qualquer computador, enquanto os que são para download, permitem armazenar suas notícias no seu computador, da mesma maneira que você pode baixar seus e-mails para um computador ou mantê-los em um serviço web.

source: In order to translate the content your were viewing into ${language} you must first translate the parent ${DYNAMIC_CONTENT} object into ${language}.
es: Para traducir el contenido que se está mostrando a ${language} primero debe traducir el objeto padre ${DYNAMIC_CONTENT} a ${language}.
it: Per tradurre il contenuto che stai visualizzando in ${language} devi prima tradurre l'oggetto padre ${DYNAMIC_CONTENT} in ${language}.
ja: 今見ているコンテンツを${language} に翻訳するためには、親 ${DYNAMIC_CONTENT} オブジェクトを最初に ${language}に翻訳しなければなりません。
pt_br: Para traduzir o conteúdo que você estava vendo em ${language} você deve primeiro traduzir o objeto pai ${DYNAMIC_CONTENT} em ${language}.

source: Information about Professor
es: Inforación de Profesor

source: Information, advice, opinions, and other expressions on this OCW site are provided &quot;as is&quot; without warranty of any kind, express or implied, including, but not limited to, the implied warranties of merchantability, fitness for a particular purpose, or non-infringement. The entire liability for any use of any materials available lies with the user of the materials.
es: Toda información, consejo ,opinión y otras expresiones acerca de este sitio OCW se ofrecen &quot;as is&quot; sin ningún tipo de garantía, tanto expresa como implícita, incluyendo, pero sin limitarse a, garantías implícitas de comercialización, o de idoneidad para un propósito particular, o de no infracción. La total responsabilidad del uso de cualquiera de los materiales disponibles recae en el usuario.
pt_br: Informações, sugestões, opiniões e outras expressões neste site OCW são fornecidos &quot;tal como está&quot; sem qualquer tipo de garantia, explícita ou implícita, incluindo, mas não limitada a, garantias implícitas de comercialização, adequação a uma finalidade específica, ou não-violação. Toda a responsabilidade por qualquer uso de qualquer material disponível é do utilizador dos materiais.

source: Institution Name
es: Nombre de Institución
pt_br: Nome da Instituição

source: Instructor Email
es: Correo del profesor principal
it: Email del docente
ja: 講師のメールアドレス
pt_br: Email do Instrutor

source: Instructor Name
es: Nombre del profesor principal
it: Nome del docente
ja: 講師の名前
pt_br: Nome do Instrutor

source: Instructor is Primary Author
es: El profesor principal es también el autor principal
it: Il docente è l'autore principale
ja: 講師が主たる作者
pt_br: Instrutor é o autor principal

source: Integrate with OpenStudy study groups.
es: Integrar con grupos de estudio OpenStudy
pt_br: Integrar com grupos de estudo do OpenStudy.

source: Intellectual Property
es: Propiedad Intelectual
pt_br: Propriedade Intelectual

source: Interactive
es: Interactivo
pt_br: Interativo

source: Interactive experiences are accessible or alternate available that conveys the same educational objectives.
es: Las experiencias interactivas son accesibles, o se proporciona una alternativa que transmite los mismos objetivos educativos.

source: Invalid email address
es: Dirección de correo electrónico no válida
it: Indirizzo email non valido
ja: メールアドレスが無効
pt_br: Endereço de email inválido

source: Is the primary instructor also the primary author of the course materials?
es: ¿Es el profesor principal también el autor principal de los materiales del curso?
it: Il docente è anche l'autore principale dei materiali del corso?
ja: 主たる講師がコース教材の主たる作者でもあるか？
pt_br: O instrutor principal também é o autor do curso?

source: Item state changed.
es: Elemento ha cambiado de estado.
pt_br: Estado do item foi alterado.

source: Item(s) deleted.
es: Elemento(s) eliminado(s)
pt_br: Item(ns) deletado(s)

source: Items should be copyright cleared before publication. This form allows for bulk copyright clearance, as well as bulk copyright revocation. To recursively change the copyright status, be sure to check the include folder items checkbox on the form below.
es: Los elementos deben tener resuelto su copyright antes de ser publicados. Este formulario le permite resolver o revocar el copyright de forma masiva. Para modificar de forma recursiva el estado sobre el copyright, asegúrese de marcar la casilla para incluir los elementos de las carpetas.
it: Gli item devono essere sottoposti a verifica del copyright (copyright clearance) prima della pubblicazione. Questo modulo permette una verifica di massa del copyright o anche una revoca di massa. Per modificare in modo ricorsivo lo stato del copyright, assicurati di selezionare la casella includi gli item della cartella nel modulo.
ja: アイテムは公開前に著作権処理を済ませているべきです。このフォームはまとめて著作権処理ができるようにしてくれます。また同様にまとめて著作権処理の撤回もさせてくれます。著作権状態を再帰的に変更するには、以下のフォームにある含めるべきフォルダアイテムチェックボックスを必ずチェックしてください。

source: Items should meet minimum accessibility requirements before publication. Please evaluate the content against the ${descr-accessibility-link}, and set the flag accordingly.
es: Los elementos deben respetar unos mínimos requisitos sobre accesibilidad antes de ser publicados. Por favor, evalúe el contenido mediante ${descr-accessibility-link}, y márquelo de acuerdo a los resultados.
it: Gli item dovrebbero avere requisiti minimi di accessibilità prima della pubblicazione. Verifica il contenuto rispetto a ${descr-accessibility-link}, e imposta opportunamente il flag.
ja: アイテムは公開前に最低限のアクセシビリティ要件を満たすべきです。 ${descr-accessibility-link} に対してコンテンツを評価し、それに従ってフラグをセットしてください。

source: Learn more about keeping up to date via ${courselist-link}
es: Para saber más acerca de cómo mantenerse al día ${courselist-link}

source: Lecture Notes
es: Materiales de Clase

source: Lesson
es: Lección
pt_br: Lição

source: Level
es: Nivel
it: Livello
ja: レベル
pt_br: Nível

source: Liability Disclaimer
es: Exención de Responsabilidad

source: Link to Department
es: Enlace a Departamento
pt_br: Link do Departamento

source: Link to School
es: Enlace a Escuela
pt_br: Link da Instituição

source: List of Courses
es: Listado de Cursos
pt_br: Lista de Cursos

source: Logged-in users
es: Usuarios conectados
pt_br: Usuários Logados

source: Look for the ${presentationmode-link} in the upper right which allows you to view content as slides.
es: Busque el ${presentationmode-link} en la parte superior derecha que le permitirá ver el contenido en formato diapositiva.

source: MS PowerPoint presentations accessible or are available in an accessible format
es: Las presentaciones de MS PowerPoint son accesibles o están disponibles en formato accesible.
pt_br: Apresentaçõs em MS-PowerPoint disponíveis em um formato acessível

source: Mark/unmark this course as exemplary.
es: Marcar/desmarcar este curso como ejemplar.

source: Missing course name.
es: Nombre de curso no disponible.
it: Nome del corso mancante.
ja: コース名が不明です
pt_br: Nome de curso não encontrado.

source: Missing division.
es: Categoría no disponible.
it: Divisione mancante.
ja: 部門が不明です
pt_br: Divisão não encontrada.

source: Missing school.
es: Escuela no disponible
pt_br: Instituição não encontrada.

source: More information about this site:
es: Más información sobre este sitio:
pt_br: Mais informações sobre este site:

source: My Courses
es: Mis cursos
it: I miei corsi
ja: マイコース
pt_br: Meus cursos

source: My Courses Portlet
es: Portlet Mis cursos
it: Portlet I miei corsi
ja: マイコースポートレット
pt_br: Meu Portlet de Cursos

source: N/A
es: N/D

source: Name
es: Nombre

source: None
es: Ninguno
pt_br: Nenhum

source: Not Accessible
es: No accesible
it: Non accessibile
ja: アクセシビリティに準拠しない
pt_br: Não Acessível

source: Not Specified
es: Sin especificar
pt_br: Não especificado

source: OCW differs from other Web-based education offerings in that it is free and open, does not provide university credit, and grants no access to university faculty. It is not a distance-learning initiative. The goal is to provide the content and materials that support an education.
es: OCW difiere de otras ofertas educativas basadas en la Web en cuanto que es libre y gratuito, no proporciona créditos universitarios, ni tampoco facilita el contacto con los profesores. No se trata de una iniciativa de educación a distancia. Su meta consiste en proporcionar contenido y materiales de apoyo a la educación.

source: OER Recommender Portlet
es: Portlet OER Recommender
it: Portlet Recommender OER
ja: OER Recommender ポートレット
pt_br: Portlet Recomendador OER

source: OER Type
es: Tipo de REA
pt_br: Tipo de OER

source: Objective 1
es: Objetivo 1
pt_br: Objetivo 1

source: Objective 2
es: Objetivo 2
pt_br: Objetivo 2

source: Objective 3
es: Objetivo 3
pt_br: Objetivo 3

source: Objective 4
es: Objetivo 4
pt_br: Objetivo 4

source: Objective etc.
es: Objetivo, etc.
pt_br: Objetivo etc.

source: Once you have chosen a news reader, all you have to do is to decide what content you want to receive in your news reader, by finding and subscribing to the relevant RSS feeds. For example, if you would like the latest courses added to ${portal_title} OCW, simply visit the Course List page or this page and you will notice an orange RSS button.
es: Cuando se haya decidido por un lector de noticias, solamente tendrá que decidir qué contenido desea recibir en él, descubriendo y suscribiéndose a fuentes RSS interesantes. Por ejemplo, si desea consultar los últimos cursos añadidos a OCW ${portal_title} sólo tiene que visitar la página de listado de cursos o esta página y verá un botón naranja con el texto RSS.
it: Una volta deciso quale aggregatore utilizare, devi selezionare i contenuti che vuoi ricevere, cercando e abbonandoti a feed RSS che sono rilevanti per te. Per esempio, se vuoi rimanere aggiornato sui nuovi corsi aggiunti al portale OCW ${portal_title}, vai alla pagina dell'elenco corsi e troverai il pulsante RSS arancione.
ja: ニュースリーダーを決定したならば、あとは希望するRSSフィードを探して購読することで、どのコンテンツをニュースリーダで受け取るかを決定するだけです。たとえば、${portal_title} OCWにもっとも最近に追加されたコースを受け取るには、コースリストのページかこのページにあるオレンジ色のRSSボタンを探します。
pt_br: Uma vez ecolhido um leitor de notícias, tudo que você tem a fazer é decidir o conteúdo que deseja receber no seu leitor de notícias, encontrando e assinando os feeds RSS relevantes. Por exemplo, se você gostaria de saber os últimos cursos adicionados no ${portal_title} OCW, basta visitar página com a Lista de Cursos ou esta página e você verá um botão cor de laranja RSS.

source: Once you've had a chance to look around, we would love to hear your ${feedback-link}.
es: Una vez que haya podido recorrer el sitio, nos encantaría recibir sus impresiones ${feedback-link}.
pt_br: Assim que você tiver uma chance de dar uma olhada, nós adoraríamos saber o seu ${feedback-link}.

source: OpenCourseWare, or OCW, is a term applied to course materials created by universities and shared freely with the world via the Internet.
es: OpenCourseWare, o OCW, es un término que se aplica a los materiales didácticos creados por universidades y compartidos libremente con el mundo a través de Internet.
pt_br: OpenCourseWare, ou OCW, é um termo utilizado para materiais didáticos criados por universidade e compartilhados livremente com o mundo através da internet.

source: OpenStudy Study Groups
es: Grupos de Estudio OpenStudy
pt_br: Grupos de Estudo OpenStudy

source: Or, to see what courses are available click on the complete ${courselist-link}. This will allow you to view the current list of courses available.
es: O, para ver qué cursos están disponibles haga click en el listado completo ${courselist-link}. Le permitirá ver el listado actual de cursos disponibles.
pt_br: Ou para ver quais cursos estão disponíveis clique no link ${courselist-link}. Isto permitirá que você visualize a lista de cursos disponíveis.

source: Order
es: Ordenar
it: Ordine
ja: 順序

source: Order Course Content
es: Ordenar Contenido de Curso
pt_br: Ordenar Conteúdo do Curso

source: Ordering tab
es: Orden de tabulación
it: Ordinamento
ja: 順序タブ

source: Other
es: Otro
pt_br: Outro

source: Other Divisions that this Course should be listed in. To select multiple options, SHIFT click for adjacent items, or CTRL/CMD click for non-adjacent items. To remove all cross listings deselect all entries.
es: Otras categorias en las que hay que listar este curso. Para seleccionar múltiples opciones, SHIFT click para elementos adyacentes, o CTRL/CMD click para elementos no adyacentes. Para eliminar las referencias cruzadas desmarque todas las opciones.
pt_br: Outras Divisões que este curso deve ser listado. Para selecionar múltiplas opções, pressione SHIFT para itens adjacentes, ou pressione CTRL/CMD para itens não adjacentes. Para remover todos os itens listados desmarque tudo.

source: Other Options
es: Otras Opciones
pt_br: Outras Opções

source: Other Reading
es: Otras Lecturas
pt_br: Outra Leitura

source: Other elements beside color are used to convey information (e.g., asterisk, etc.).
es: Se utilizan otros elementos además de los colores para transmitir información (p. ej., asterisco, etc.)
pt_br: Outros elementos além de cor são usados para transmitir informação (ex. asterisco, etc.).

source: Package Course
es: Empaquetar curso
it: Pacchettizza il corso
ja: コースをパッケージ化する
pt_br: Pacote de Curso.

source: Package Type
es: Tipo de paquete
it: Tipo di package
ja: パッケージタイプ

source: Paragraph about Course
es: Párrafo de descripción del Curso
pt_br: Parágrafo sobre o Curso

source: Percentage
es: Porcentaje
pt_br: Porcentagem

source: Permission required to manage this local role
es: Necesita permiso para gestionar este rol

source: Please Provide us with your name so we know who you are.
es: Por favor indique su nombre para que sepamos de quién se trata.

source: Please contact us via the ${feedback-link} link.
es: Por favor contacte con nosotros mediante el enlace ${feedback-link}.

source: Please correct the indicated errors.
es: Por favor corrija los errores indicados.
pt_br: Por favor, corriga os erros inidicados.

source: Please include any comments you would like us to hear.
es: Por favor incluya cualquier comentario que le gustaría hacernos llegar.

source: Please please use the ${feedback-link} form to request privacy policy information.
es: Por favor utilice el formulario ${feedback-link} para pedir información sobre la política de privacidad.
pt_br: Por favor, utilize o formulário ${feedback-link} para solicitar informações sobre políticas de privacidade.

source: Please provide comments regarding the nature of the inappropriate content.
es: Por favor indique la naturaleza del contenido inapropiado.
