Repository: pypi-data/pypi-mirror-5
Catalog: packages/enpraxis.educommons/enpraxis.educommons-4.1.2.tar.gz/enpraxis.educommons-4.1.2/enpraxis/educommons/locales/*/LC_MESSAGES/eduCommons.po
Languages: es, it, ja, pt_br

source: ${book-title} Edition (Author(s), Year, Publisher).
es: ${book-title} Edición (Autor(es), Año, Editor).
pt_br: ${book-title} Edição (Autor(es), Ano, Editor).

source: ${items} could not be deleted.
es: ${items} no se han podido eliminar.
pt_br: ${items} não pode ser deletado.

source: ${label_course_structure} Hour long classes - four times a week
es: ${label_course_structure} Clases de hora de duración - cuatro veces por semana

source: ${site_title} does not grant credits or degrees, and does not provide access to faculty. ${site_title} gives you open access to the materials used in a variety of courses.
es: ${site_title} no otorga ni créditos ni titulaciones, y tampoco facilita el contacto con sus profesores. ${site_title} le facilita el acceso a los materiales utilizados en una variedad de cursos.

source: ${site_title} is a free and open educational resource for faculty, students, and self-learners throughout the world.
es: ${site_title} constituye un recurso eduativo abierto y gratuito para profesores, estudiantes y autodidactas en todo el mundo.
pt_br: ${site_title} é um recurso educacional aberto e gratuíto para faculdades, estudantes e autodidatas de todo o mundo.

source: ${title} has been deleted.
es: ${title} ha sido eliminado.
pt_br: ${title} foi deletado.

source: ${title} is locked and cannot be deleted.
es: ${title} está bloqueado y no se puede eliminar.
pt_br: ${title} está bloqueado e não pode ser deletado.

source: (Choose one)
es: (Elija)
it: (Scegline uno)
ja: （一つ選ぶ）
pt_br: (Selecione um)

source: A descriptor that describes courses in your institution.
es: Un elemento para describir los cursos de su institución.
it: Un descrittore relativo ai corsi nella tua istituzione.
ja: あなたの機関でコースを表現する記述語
pt_br: Um elemento que descreve os cursos na sua instituição.

source: A descriptor that describes how your academic institution is divided. Typically this will be 'Departments' or 'Divisions.'
es: Un elemento para describir la división académica de su institución. Normalmente será 'Departamentos' o 'Categorías'.
it: Un descrittore relativo alla struttura della tua istituzione accademica. Tipicamente 'Dipartimento' o 'Facoltà'.
ja: あなたの高等教育機関がどのように分けられているかを表現する記述語。通常これは'学部•学科'や'部門'といったものになります。
pt_br: Um elemento que descreve como a sua institução acadêmica é divida. Normalmente são 'Departamentos' ou 'Divisões'.

source: A descriptor that describes how your institutions are divided. Typically this will be 'Schools' or 'Universities.'
es: Un elemento para describir la división de sus instituciones. Normalmente será 'Escuelas' o 'Universidades'.
pt_br: Um elemento que descreve com suas instituições são divididas. Normalmente são 'Faculdades' ou 'Universidades'.

source: A folder which can contain other items.
es: Una carpeta que puede contener otros objetos.

source: A friendly name for the role
es: Un nombre amigable para el rol

source: A simple statement indicating the nature of your feedback.
es: Una frase sencilla indicando el motivo de su mensaje.

source: ABOUT THE DEPARTMENT
es: SOBRE EL DEPARTAMENTO
pt_br: SOBRE O DEPARTAMENTO

source: ABOUT THE SCHOOL
es: SOBRE LA ESCUELA
pt_br: SOBRE A INSTITUIÇÃO

source: ADA Compliant set to False
es: Valor Compatibilidad ADA falso
it: Conformità ADA impsotata a Falso
ja: ADA（米国障害者法）準拠をFalseにセット
pt_br: Compatibilidade ADA está configurado como Falso

source: ADA Compliant set to True
es: Valor Compatibilidad ADA verdadero
it: Conformità ADA impostata a Vero
ja: ADA（米国障害者法）準拠をTrueにセット
pt_br: Compatibilidade ADA está configurado como Verdadeiro

source: About OpenCourseWare
es: Sobre OpenCourseWare
pt_br: Sobre OpenCourseWare

source: About Page
es: Sobre Página
it: About
ja: ページについて
pt_br: Sobre a Página

source: About Professor
es: Sobre Profesor
it: Informazioni sul docente
ja: 教授について
pt_br: Sobre o Professor

source: About eduCommons
es: Sobre eduCommons
pt_br: Sobre o eduCommons

source: About the Professor
es: Sobre el Profesor
it: Informazioni sul docente
ja: 教授について
pt_br: Sobre o Professor

source: Abuse
es: Abuso
pt_br: Abuso

source: Accessibility Compliant set to False
es: Valor Compatible con Accesibilidad falso
it: Conformità all'accessibilità impostata a Falso
ja: アクセシビリティ準拠をFalseにセット
pt_br: Compatibilidade de Acessibilidade está marcado como Falso

source: Accessibility Compliant set to True
es: Valor Compatible con Accesibilidad verdadero
it: Conformità all'accessibilità impostata a Vero
ja: アクセシビリティ準拠をTrueにセット
pt_br: Compatibilidade de Acessibilidade está marcado como Verdadeiro

source: Accessibility Issue
es: Problema de Accesibilidad
pt_br: Problema de Acessibilidade

source: Accessibility Status
es: Estado de Accesibilidad
it: Stato dell'accessibilità
ja: アクセシビリティ状態
pt_br: Status de Acessibilidade

source: Accessibility process
es: Proceso de accesibilidad
it: Processo di accessibilità
ja: アクセシビリティプロセス

source: Accessible
es: Accesible
it: Accessibile
ja: アクセシビリティに準拠
pt_br: Acessível

source: Additional notes about Professor X.
es: Notas adicionales sobre Profesor X.
pt_br: Notas adicionais sobre o Professor X.

source: Additional options for this object
es: Opciones adicionales para este objeto.
pt_br: Opções adicionais para este objeto

source: Additional options that can be performed on this object
es: Opciones adicionales aplicables a este objeto
pt_br: Opções adicionais que podem ser executadadas neste objeto

source: Adobe PDF documents are accessible or available in an accessible format
es: Los documentos Adobe PDF son accesibles o disponibles en formato accesible
pt_br: Documentos Adobe PDF são acessíveis ou estão disponíveis em um formato acessível

source: Advanced Search
es: Búsqueda Avanzada
pt_br: Busca Avançada

source: Advanced...
es: Avanzado...
it: Avanzato...
ja: アドバンス...
pt_br: Avançado...

source: All content on this site is subject to the copyright laws of the governing country in which this site resides. Reuse or repurposing must be in accordance with the open copyright licenses assigned to content on this site. For queries and additional information regarding ownership, rights assignments and other related issues please direct your questions to us using the ${feedback-link} form.
es: Todo el contenido de este sitio está sujeto a las leyes de copyright del país gobernante en el que reside dicho sitio. Cualquier reutilización o rediseño debe realizarse de acuerdo con las licencias libres de copyright asignadas al contenido de este sitio. Para cualquier duda o información adicional respecto a titularidad, asignación de derechos y cualquier otro aspecto relacionado le rogamos utilice el formulario ${feedback-link}.
pt_br: Todo conteúdo deste site está sujeito à leis de direitos autorais do país onde o site está hospedado. Seu reuso ou reaproveitamento devem estar de acordo com licenças abertas de copyright para o conteúdo deste site. Para conslutas e informações adicionais sobre propriedade, atribuições de diretios e outras questões, digite suas dúvidas utilizando o formulário de feedback ${feedback-link}.

source: Allow Reuse Course Export
es: Permitir exportar a Reutilizar Curso
it: Consenti l'esportazione del corso per il riuso
ja: Reuse Courseエクスポートを使えるようにする
pt_br: Permitir Exportação de Curso Reutilizável

source: Apply Ownership Metadata To Contained Objects
es: Aplicar Metadatos de Autoría a los Objetos Contenidos

source: Apply Templates
es: Aplicar Plantillas
pt_br: Aplicar Templates

source: Appreciation
es: Agradecimiento

source: Appropriate text descriptions for images.
es: Texto apropiado para describir imágenes.

source: Assignment
es: Trabajo
pt_br: Atribuição

source: At least one video is opened on the user's computer (i.e., video is not embedded on the Web page).
es: Se abre por lo menos un vídeo en el ordenador del usuario (es decir, el vídeo no está incrustado en la página Web)
pt_br: Ao menos um vídeo está aberto na máquina do usuário (Observe que não é um vídeo que está em uma Página Web)

source: Author: ${creators}
es: Autor: ${creators}

source: Authors: ${creators}
es: Autores: ${creators}

source: Available Feeds
es: Fuentes disponibles
it: Feed disponibili
ja: 利用可能なフィード
pt_br: Feeds Disponíveis

source: Because technology makes it possible for us to increase the reach of educational opportunity. We support our mission to serve the public through learning, discovery, and engagement. We are committed to to the sharing materials for the benefit of self-learners, academics and any who do not currently have access to such materials.
es: Porque la tecnología nos permite extender el alcance de la oportunidad educativa. Apoyamos nuestra misión de servir al público mediante el aprendizaje, el descubrimiento, y el compromiso. Nos comprometemos a compartir materiales en beneficio de los autodidacticas, los profesores y cualquier persona que actualmente no tenga acceso a tales materiales.
pt_br: Como a teconlogia nos possibilita aumentar o alcance das oportunidades educacionais. Apoiamos a missão de servir ao público através da aprendizagem, descoberta e engajamento. Estamos compromentidos com o compartilhamento de materiais para o benefício de alunos, professores e qualquer um que não tem acesso a esses materiais.

source: Body Text
es: Texto del cuerpo
it: Testo
ja: ボディテキスト
pt_br: Corpo do Texto

source: Book Title.
es: Título de Libro
pt_br: Título do Livro.

source: Both
es: Ambos

source: Build a Course
es: Crear un curso
it: Costrusci un corso
ja: コースを組み立てる
pt_br: Montar um Curso

source: By using RSS you can stay on top of the news and information you need without using your e-mail system and without repeatedly checking multiple Web sites to see if they have been updated. RSS simplifies the way you stay informed and helps you take control of overloaded email inboxes.
es: Utilizando RSS puede mantenerse informado sobre novedades e información interesante sin necesidad de correo electrónico y sin necesidad de comprobar continuamente si los sitios web han sido actualizados. RSS simplifica la tarea de mantenerse informado y contribuye a controlar la sobrecarga de los buzones de correo electrónico.
it: Usando RSS puoi rimanere aggiornato sulle notizie e informazioni che ti interessano senza usare l'email e senza dovere periodicamente controllare i siti Web per vedere se vi sono stati aggiornamenti.
ja: RSSを利用すること、電子メールを利用したり、頻繁にいくつものWebサイトの更新状態をチェックしたりすることなく、常に最新のニュースと情報を手に入れることが出来ます。RSSを用いることで、常に最新の情報を入手し、しかも電子メールへの頼りすぎを解消するのに役に立ちます。
pt_br: Ao usar RSS, você fica atualizado de notícias e informações que você precisa sem o uso de um sistema de email e sem verificar repetidamente vários sites para ver se eles foram atualizados. RSS simplifica a maneira como você fica informado e ajuda-o a assumir o controle das caixas de entrada de email sobrecarregadas.

source: COURSE TITLE
es: TÍTULO DE CURSO
pt_br: TÍTULO DO CURSO

source: Cannot locate Division in yet to be created School object. Please specify a new Division object instead.
es: No se puede localizar la Categoría en un objeto tipo Escuela que todavía no se ha creado. Específique en su lugar un objeto tipo Caegoría .

source: Captioning provided for video/media content.
es: Se proporcionan subtítulos para contenido en formato vídeo/multimedia.
pt_br: Legendas estão previstas para o conteúdo do vídeo/media

source: Catalyze the growth of communities of learners.
es: Catalizar el crecimiento de comunidades de aprendizaje.
pt_br: Catalizar o crescimento de comunidades de aprendizagem.

source: Change Copyright
es: Cambiar Copyright
it: Modifica Copyright
ja: 著作権を変更
pt_br: Altear Copyright

source: Check here to apply ownership metadata to all contained objects.
es: Marque aquí para aplicar los metadatos de autoría a todos los objetos contenidos.

source: Checklist for Accessibility
es: Listado de verificación de Accesibilidad
pt_br: Checklist de Accessibility

source: Choose a template to apply to your object.
es: Elija una plantilla para aplicar a tu objeto.

source: Choose from the following templates:
es: Elija de las siguientes plantillas:
it: Scegli dai seguenti modelli:
ja: 次のテンプレートから選ぶ:
pt_br: Escolha entre os seguintes templates:

source: Choose to clear copyright, or revoke copyright for the item(s) selected above.
es: Elija resolver o revocar el copyright de los elementos seleccionados.
it: Scegli se verificare o revocare il copyright per gli item selezionati
ja: 上部で選択されたアイテムの著作権を処理済とするかやり直すかを選択します
pt_br: Escolha para apagar copyright ou retire o copyright dos item(ns) selecionados abaixo.

source: Choose to set the accessibility flag, or revoke accessibility.
es: Elija marcar como accesible o revocar la condición de accesible.
it: Scegli se impostare il flag di accessibilità o revocare l'accessibilità
ja: アクセシビリティフラグをセットします。あるいはアクセシビリティを撤回します
pt_br: Marque para ativar ou desativar recursos de acessibilidade.

source: Class One
es: Clase Uno
pt_br: Classe Um

source: Class Two
es: Clase Dos
pt_br: Classe Dois

source: Clear Copyright
es: Resolver copyright
it: Verifica il Copyright
ja: 著作権処理済み
pt_br: Apagar Copyright

source: Cleared Copyright
es: Copyright resuelto
it: Copyright verificato
ja: 著作権処理済み
pt_br: Direitos autorais apagados

source: Comments
es: Comentarios

source: Component
es: Componente
pt_br: Componente

source: Content
es: Contenido

source: Content View
es: Vista de contenidos
it: Vista contenuto
ja: コンテンツビュー
pt_br: Visualizar conteúdo

source: Content View icon ${content-view-icon}
es: Icono Vista Contenido ${content-view-icon}

source: Content listing
es: Listado de contenidos
it: Elenco dei contenuti
ja: コンテンツ一覧

source: Copyright Cleared
es: Copyright resuelto
it: Copyright verificato
ja: 著作権処理済み
pt_br: Direitos autorais apagados

source: Copyright Revoked
es: Copyright revocado
it: Copyright revocato
ja: 著作権処理を撤回
pt_br: Copyright cancelada

source: Copyright Status
es: Estado del copyright
it: Stato del copyright
ja: 著作権の状態
pt_br: Status de Copyright

source: Copyright process
es: Proceso de copyright
it: Processo di Copyright
ja: 著作権処理

source: Could not create course.
es: No se pudo crear el curso.
it: Non è possibile creare il corso.
ja: コースを作れません
pt_br: Não é possível criar o curso.

source: Could not create/find existing division.
es: No se pudo crear/encontrar la categoría.
it: Non è possiibile creare la divisione/già esistente.
ja: 部門が作れないか、既存部門を見つけられませんでした
pt_br: Não é possível criar/buscar divisão existente

source: Could not create/find existing school.
es: No se pudo crear/encontrar la escuela.
pt_br: Não é possível criar/buscar instituição existente

source: Course
es: Curso
it: Corso
ja: コース
pt_br: Curso

source: Course Builder
es: Creador de cursos
it: Creatore di corsi
ja: コースビルダー
pt_br: Construtor de Curso

source: Course Builder Portlet
es: Portlet Creador de cursos
it: Portlet per la creazione di corsi
ja: コースビルダーポートレット
pt_br: Portlet de Construção de Curso

source: Course Contents
es: Contenidos de Curso
pt_br: Conteúdo do Curso

source: Course Description
es: Descripción de Curso
pt_br: Descrição do Curso

source: Course Descriptor
es: Descriptor de Curso
it: Descrittore del corso
ja: コース記述語
pt_br: Descritor do Curso

source: Course ID
es: Identificador de Curso
it: ID del corso
ja: コースID
pt_br: ID do curso

source: Course Image
es: Imagen de Curso
pt_br: Imagem do Curso

source: Course Info Portlet
es: Portlet Info Curso
it: Portlet Info Corsi
ja: コース情報ポートレット

source: Course List
es: Listado de Cursos
pt_br: Lista de Cursos

source: Course Materials
es: Materiales de Curso
pt_br: Material Didático

source: Course Objectives
es: Objetivos de Curso
pt_br: Objetivos do Curso

source: Course Schedule
es: Calendario de Curso
it: Programma del corso
ja: コーススケジュール

source: Course Schedule Information
es: Información del Calendario del Curso

source: Course Structure:
es: Estrucutura de curso:

source: Course Summary
es: Resumen del Curso
it: Sommario del Corso
ja: コースサマリ
pt_br: Sumário do Curso

source: Course Title
es: Título del Curso
pt_br: Título do Curso

source: Course has been packaged
es: El curso ha sido empaquetado
it: Il corso è stato pacchettizzato
ja: コースはパッケージ化されました
pt_br: O curso foi empacotado

source: Course materials made available through this OpenCourseWare (OCW) site are the property of their respective rights holders. Unless otherwise speciffied the course materials are Copyrighted and are licensed with an open content license as specified at the bottom of each page.
es: Los materiales didácticos disponibles en este sitio OpenCourseWare (OCW) pertenecen a los titulares de los derechos respectivos. Salvo que se indique lo contrario los materiales tienen derechos de Copyright habiéndose publicado bajo una licencia libre tal como se especifica al final de la página.
pt_br: Os materiais didáticos disponibilizados através deste site OpenCourseWare (OCW) são de propriedade de seus respectivos detentores dos direitos autorais. A não ser que especificado o contrário, os materiais estão sob leis de Copyright e são licenciados com uma licença de conteúdo aberto, conforme especificado na parte inferior de cada página.

source: Course materials offered on this site must be used in accordance with the copyright license associated with content on the site. The easiest way to reuse or repost materials from this site is to click on the link at the bottom of the page that provides you with an APA formatted string with all the relevant details that will need to be included to fulfull the attribution requirement of copyright licenses.
es: Los materiales didácticos ofrecidos en este sitio deben utilizarse de acuerdo con la licencia de copyright asociada al contenido del sitio. La manera más fácil de reutilizar o traspasar materiales de este sitio es hacer click en el enlace al final de la página que le proporciona un string en formato APA de todos los detalles relevantes que hay que incluir para cumplir el requisito de atribución de la licencia.

source: Courses
es: Cursos
it: Corsi
ja: コース
pt_br: Cursos

source: Courses in all departments
es: Cursos de todos los departamentos
it: Corsi di tutti i dipartimenti
ja: すべての学部･学科のコース
pt_br: Curso em todos departamentos

source: Create a new course using the fields below.
es: Cree un curso nuevo mediante los siguientes campos.
it: Crea un nuovo corso usando i campi sottostanti.
ja: 以下のフィールドを使って新しいコースを作ります
pt_br: Criar novo curso usando campos abaixo.

source: Creating accessible Web-based resources is a necessary step towards a classroom environment that supports the learning needs of all students. This checklist identifies several of the basic steps relevant to creating accessible Web-based resources in an educational setting; it is not a complete list to creating accessible Web content.
es: La creación de recursos accesibles en la Web es un paso necesario hacia un entorno de clase favorable que satisfaga las necesidades de aprendizaje de todos los estudiantes. Este listado de verificación identifica los pasos básicos pertinentes para crear recursos accesibles en la web en un escenario educativo; no constituye un listado completo para crear contenidos Web accesibles.

source: Cross Listing(s)
es: Listado(s) cruzado(s)
it: Elenco incrociato
ja: クロス掲載

source: Department Feeds
es: Fuentes por categorías
it: Feed dei dipartimenti
ja: 学部•学科フィード

source: Department Head / Professor
es: Profesor / Director Departamento
pt_br: Chefe de Departamento/Professor

source: Department Image
es: Imagen Departamento
pt_br: Imagem do Departamento

source: Department Name
es: Nombre Departamento
pt_br: Nome do Departamento

source: Department Name<br /> Institution Name
es: Nombre Departamento<br />Nombre Institución
pt_br: Nome do Departamento<br /> Nome da Instituição

source: Departments
es: Departamentos
it: Dipartimenti
ja: 学部•学科
pt_br: Departamentos

source: Description of Class One
es: Descripción Clase Uno
pt_br: Descrição da Classe Um

source: Description of Class Two
es: Descripción Clase Dos
pt_br: Descrição da Classe Dois

source: Different news readers work on different operating systems, so you will need to choose one that will work with your computer.
es: Existen lectores de noticias para diferentes sistemas operativos, debe elegir alguno que pueda funcionar en su odenador.
it: Differenti aggregatori operano con diversi sistemi operativi, devi pertanto sceglierne uno che funzioni sul tuo computer.
ja: それぞれのニュースリーダは、稼動するオペレーティングシステムOSが決まっています。自分のコンピュータで動くニュースリーダーを選択してください。
pt_br: Diferentes leitores de notícias funcionam em diferentes sistemas operacionais, você deverá escolher um que funciona no seu computador.

source: Display Instructor Email Address
es: Mostrar correo del profesor principal
it: Visualizza l'indirizzo email del docente
ja: 講師のメールアドレスを表示
pt_br: Exibir Endereço de Email do Instrutor

source: Division
es: Categoría
it: Divisione
ja: 部門
pt_br: Divisão

source: Division Descriptor
es: Descriptor de la Categoría
it: Descrittore della divisione
ja: 部門記述語
pt_br: Descritor da Divisão

source: Division with the same title already exists.
es: Ya existe una categoría con el mismo título.
it: Esiste già una divisione con lo stesso titolo.
ja: 同じタイトルの部門がすでに存在します
pt_br: Divisão com o mesmo título já existe.

source: Do I need to register to use these OCW course materials?
es: ¿Tengo que darme de alta para poder utilizar estos materiales OCW?
pt_br: Preciso me registrar para utilizar os materiais deste curso OCW?

source: Documentation Link
es: Enlace Documentación

source: Download this Course
es: Descargar Curso
pt_br: Download deste Curso

source: Download this course
es: Descargar este curso
it: Scarica questo corso
ja: このコースをダウンロード
pt_br: Download deste Curso

source: Email
es: Correo

source: Enable Schools
es: Habilitar Escuelas

source: Enable support for school objects which encapsulate divisions.
es: Habilitar soporte para objetos tipo escuela que encapsulen categorías.
pt_br: Habilite suporte para objetos de Faculdade que encapsulam divisões.

source: Enable the display of the OER Recommender Portlet for Course objects and sub-objects.
es: Habilitar el Portlet OER Recommender para objetos tipo curso y sus subobjetos.
it: Abilita la visualizzazione del Portlet Recommender OER per gli oggetti e i sotto-oggetti del corso
ja: コースオブジェクトとそのサブオブジェクトに対して、OER Recommenderポートレットの表示を有効にします
pt_br: Habilitar a visualização do Portlet de Recomendação OER para objetos e sub-objetos do Curso.

source: Enable the display of the course export link for Course objects and sub-objects.
es: Habilitar en enlace a Exportar curso para objetos tipo curso y sus subobjetos.
it: Abilita la visualizzazione del link di esportazione per gli oggetti e sotto-oggetti del corso
ja: コースオブジェクトとそのサブオブジェクトに関してコースエクスポートリンクの表示を有効にする
pt_br: Habilitar a visualização do link de exportação de curuso para objejetos e sub-objetos do Curso.

source: Enter the text displayed below.
es: Introduzca el texto que se muestra.
it: Inserisci il testo visualizzato sotto.
ja: 以下に表示された文字列を入力してください
pt_br: Digite o texto exibido abaixo.

source: Examination 1
es: Examen 1
pt_br: Exame 1

source: Examination 2
es: Examen 2
pt_br: Exame 2

source: Exemplary Course
es: Curso Ejemplar

source: Export content from eduCommons to a WordPress blog.
es: Exportar contenido de eduCommons a un blog de WordPress.
pt_br: Exportar conteúdo do eduCommons para o blog WordPress.

source: Extend the reach and impact of the OpenCourseWare concept.
es: Ampliar el alcance y el impacto del concepto de OpenCourseWare.
pt_br: Aumentar o alcance e o impacto de conceito de OpenCourseWare.

source: Feedback
es: Contacto

source: Feedback request failed.
es: Solicitud de feedback fallida.
it: Richiesta di feedback fallita.
ja: フィードバック要求は失敗しました

source: Final Examination
es: Examen Final
pt_br: Exame Final
