Repository: pypi-data/pypi-mirror-5
Catalog: packages/stxnext.staticdeployment/stxnext.staticdeployment-1.1.tar.gz/stxnext.staticdeployment-1.1/src/stxnext/staticdeployment/locales/*/LC_MESSAGES/stxnext.staticdeployment.po
Languages: pl

source: Changes canceled.
pl: Zmiany anulowano.

source: Choose configuration section
pl: Wybierz sekcję

source: Choose if you want to deploy all content or update content modified since last static deployment
pl: Wybierz czy chcesz dokonać eksportu całej treści, czy zaktualizować tylko treść zmodyfikowaną od daty poprzedniego eksportu

source: Couldn't remove files from %s
pl: Nie udało się usunąć plików z lokalizacji: %s

source: Deploy static version of website
pl: Eksport treści witryny do wersji statycznej

source: Deployment
pl: Eksport

source: Deployment is being executed
pl: Trwa eksport wersji statycznej

source: Error message
pl: Treść błędu

source: Error when trying to parse '%s'
pl: Wystąpił błąd podczas parsowania pliku konfiguracyjnego: '%s'

source: Error while deploying section %s: %s
pl: Wystąpił błąd podczas eksportowania sekcji %s: %s

source: Execution date
pl: Data wykonania

source: Files from path %s have been succesfully removed.
pl: Pliki z lokalizacji %s zostały pomyślnie usunięte.

source: Full deployment
pl: Pełen eksport

source: Lack of required parameters
pl: Brak wymaganych parametrów

source: Last executed deployments
pl: Ostatnio dokonywane akcje eksportowania

source: Last static deployment date
pl: Data poprzedniego eksportu

source: Last static deployment date - format YYYY/MM/DD HH:MM:SS
pl: Data poprzedniego eksportu w formacie RRRR/MM/DD GG:MM:SS

source: Remove previous
pl: Usunięto poprzednią wersję

source: Remove previously deployed files
pl: Usuń pliki poprzednio wyeksportowanej wersji statycznej

source: Section
pl: Sekcja

source: Static deployment
pl: Eksport treści witryny do wersji statycznej

source: Static deployment panel
pl: Panel zarządzania eksportem do wersji statycznej

source: Succesfull deployment for section %s
pl: Eksport sekcji %s zakończył się powodzeniem

source: Update deployment
pl: Uaktualnij

source: Warning
pl: Uwaga

source: Wrong format of last static deployment date.
pl: Niepoprawny format daty poprzedniego eksportu

source: label_cancel
pl: Anuluj

source: label_required
pl: Wymagane

source: label_save
pl: Zapisz

source: label_up_to_plone_setup
pl: Wróć do ustawień witryny

source: title_required
pl: Wymagane

source: no
pl: Nie

source: yes
pl: Tak

source: full_deployment
pl: Pełen eksport

source: update_deployment
pl: uaktualnienie

source: error
pl: Wystąpił błąd

source: succesfull
pl: Poprawny eksport

source: Username
pl: Użytkownik

source: The action of generating is already running
pl: Nie można wykonać akcji, ponieważ nie zakończyła się wykonywać poprzednio wywołana akcja generowania wersji staytcznej

source: The action has been queued
pl: Akcja została zakolejkowana

source: static_deployment_action_title
pl: Eksport do wersji statycznej
