Repository: pypi-data/pypi-mirror-5
Catalog: packages/ztfy.ldap/ztfy.ldap-0.1.3-py2.7.egg/ztfy/ldap/locales/*/LC_MESSAGES/ztfy.ldap.po
Languages: fr

source: Use group attribute containing it's members list
fr: Mode 'groupe' : utiliser un attribut du groupe contenant la liste de ses membres

source: Use principal attribute containing it's groups list
fr: Mode 'utilisateur' : utiliser un attribut de l'utilisateur contenant la liste de ses groupes

source: None (only use members own mail address)
fr: Aucun (utiliser seulement l'adresse personnelle des membres)

source: Use group internal attribute
fr: Mode 'interne': utiliser un attribut interne du groupe

source: Use another group internal attribute
fr: Mode 'redirection': utiliser un attribut interne d'un autre groupe

source: Group principals attribute
fr: Attribut contenant la liste des membres

source: Name of LDAP's group attribute containing it's principals
fr: En mode 'groupe', nom de l'attribut LDAP de chaque groupe contenant la liste de ses membres

source: 'group' mode query filter
fr: Filtre de recherche en mode 'groupe'

source: LDAP query used to find principals and groups in 'group' mode
fr: Requête LDAP utilisée pour rechercher les membres et les groupes en mode 'groupe'

source: Principal groups attribute
fr: Attribut contenant la liste des groupes

source: Name of LDAP's principal attribute containing it's groups
fr: En mode 'utilisateur', nom de l'attribut LDAP de chaque utilisateur contenant la liste de ses groupes

source: 'principal' mode query filter
fr: Filtre de recherche en mode 'utilisateur'

source: LDAP query used to find principals and groups in 'principal' mode
fr: Requête LDAP utilisée pour rechercher les membres et les groupes en mode 'utilisateur'

source: Cache proxy name
fr: Nom du proxy de cache

source: Use given cache to store principals groups
fr: Le cache sélectionné pourra être utilisé pour mettre la liste des groupes de chaque utilisateur en cache

source: Group mail mode
fr: Mode de messagerie des groupes

source: Mail mode defines how a mail can be send to group members
fr: Le mode de messagerie détermine la façon dont les messages seront adressés aux membres d'un groupe

source: DN replace expression
fr: Expression de remplacement du DN

source: In 'redirect' mode, enter DN source and target value parts, separated by a '|'
fr: En mode 'redirection', indiquez les éléments du DN source et du DN cible, séparés par un '|'

source: Group mail attribute
fr: Attribut contenant l'adresse de messagerie

source: Name of LDAP's group attribute containing mail address
fr: Nom de l'attribut LDAP contenant l'adresse de messagerie d'un groupe

source: LDAP groups folder authentication plug-in
fr: Plug-in d'authentification des groupes LDAP

source: LDAP authenticator name
fr: Outil d'authentification LDAP

source: Name of the LDAP authenticator plug-in used to authenticate users
fr: Nom de l'outil d'authentification LDAP "natif"

source: Group ID prefix
fr: Préfixe des IDs de groupes

source: Prefix to add to all groups ids
fr: Préfixe à ajouter à tous les identifiants de groupes

source: Group title attribute
fr: Attribut 'libellé'

source: LDAP attribute used to identify group's title
fr: Nom de l'attribut LDAP utilisé pour afficher le libellé du groupe

source: Group description attribute
fr: Attribut 'description'

source: LDAP attribute used to identify group's description
fr: Nom de l'attribut LDAP utilisé pour afficher la description du groupe

source: Group required class
fr: Classe requise pour un groupe

source: LDAP class required on groups
fr: Nom de la classe LDAP obligatoire permettant d'identifier un groupe

source: Principal required class
fr: Classe requise pour un utilisateur

source: LDAP class required on pincipals
fr: Nom de la classe LDAP obligatoire permettant d'identifier un utilisateur

source: Group members query mode
fr: Mode de recherche des membres d'un groupe

source: Query mode used to find members of a group and groups of a principal
fr: Le mode de recherche utilisé pour rechercher les membres d'un groupe et les groupes d'un membre
