Repository: pypi-data/pypi-mirror-5
Catalog: packages/cubicweb-email/cubicweb-email-1.10.0.tar.gz/cubicweb-email-1.10.0/i18n/*.po
Languages: fr

# Email
source: subject
fr: Courriel

# EmailPart
source: part of
fr: Contenu de courriel

# EmailPart_plural
source: Email parts
fr: Contenus de courriels

# EmailThread
source: title
fr: Enfilade

# EmailThread_plural
source: Email threads
fr: Enfilades

# Email_plural
source: Emails
fr: Courriels

source: From
fr: De

source: New email
fr: Nouveau courriel

source: New email part
fr: Nouveau contenu de courriel

source: New email thread
fr: Nouvelle enfilade

source: Subject
fr: Sujet

source: This email
fr: Ce courriel

source: This email part
fr: Ce contenu de courriel

source: This email thread
fr: Cette enfilade

source: To
fr: À

source: UTC time on which the mail was sent
fr: date (UTC) à laquelle le courriel a été envoyé

# add Email attachment File subject
source: attachment
fr: pièce jointe

# add Email parts EmailPart subject
source: email part
fr: contenu

# add EmailThread forked_from EmailThread object
source: fored thread
fr: branche

# EmailPart
source: part of
fr: alternative

source: an email attachment
fr: attachement d'un courriel

source: attachment
fr: pièce jointe

# Email
source: subject
fr: pièce jointe

# attachment_object
source: attachment of
fr: pièce jointe de

# File
source: attachement of
fr: pièce jointe

# Email
source: subject
fr: cc

# EmailAddress
source: has sent
fr: cc

source: cites
fr: cite

# Email
source: subject
fr: cite

# cites_object
source: cited by
fr: cité par

# Email
source: subject
fr: cité par

# EmailPart
source: part of
fr: corps

# EmailPart
source: part of
fr: format

# creating EmailPart (Email %(linkto)s parts EmailPart)
source: creating email part for email %(linkto)s
fr: création d'un contenu pour le courriel %(linkto)s

# creating EmailThread (EmailThread forked_from EmailThread %(linkto)s)
source: creating fork of thread %(linkto)s
fr: création d'une branche de l'enfilade %(linkto)s

# creating File (Email %(linkto)s attachment File)
source: creating attachment of email %(linkto)s
fr: création d'une pièce jointe au courriel %(linkto)s

# Email
source: subject
fr: date

source: discussion thread
fr: enfilade

source: electronic mail
fr: courrier électronique

# email_date
source: sent date
fr: date d'envoi

# email_from
source: from
fr: expéditeur

# email_to
source: to
fr: destinataire

# forked_from
source: fored from
fr: branche de

# EmailThread
source: title
fr: branche de

# forked_from_object
source: forks
fr: a pour branches

# EmailThread
source: title
fr: a pour branches

source: generated by
fr: généré par

# Comment
source: generated by
fr: généré par

# TrInfo
source: generated by
fr: généré par

# generated_by_object
source: has generated
fr: a généré

# Email
source: subject
fr: a généré

source: headers
fr: en-têtes

# Email
source: subject
fr: en-têtes

source: in thread
fr: dans l'enfilade

# Email
source: subject
fr: dans l'enfilade

# in_thread_object
source: contains
fr: contient

# EmailThread
source: title
fr: contient

source: mark an entity as generated from an email
fr: indique qu'une entité a été généré par un courriel

source: message id
fr: identifiant

# Email
source: subject
fr: identifiant

source: one line
fr: une ligne

# EmailPart
source: part of
fr: ordre

source: out of context
fr: hors du contexte

source: part
fr: contenu

source: parts
fr: contient

# Email
source: subject
fr: parties

# parts_object
source: part of
fr: contenu de

# EmailPart
source: part of
fr: contenu de

source: raw headers
fr: en-têtes bruts

source: recipients
fr: destinataires

# Email
source: subject
fr: destinataires

# recipients_object
source: recipient of
fr: destinataires de

# EmailAddress
source: has sent
fr: destinataires de

# reply_to
source: in reply to
fr: en réponse à

# Email
source: subject
fr: en réponse à

# reply_to_object
source: reply
fr: a pour réponse

# Email
source: subject
fr: a pour réponse

# EmailThread
source: title
fr: voir aussi

source: sender
fr: expéditeur

# Email
source: subject
fr: expéditeur

# sender_object
source: has sent
fr: a envoyé

# EmailAddress
source: has sent
fr: a envoyé

source: subject
fr: sujet

# Email
source: subject
fr: sujet

# EmailThread
source: title
fr: titre

source: unknown sender
fr: expéditeur inconnu
