Repository: pypi-data/pypi-mirror-5
Catalog: packages/collective.taxonomy/collective.taxonomy-1.0.tar.gz/collective.taxonomy-1.0/src/collective/taxonomy/locales/*/LC_MESSAGES/collective.taxonomy.po
Languages: da

source: Field description
da: Felt beskrivelse

source: Field name
da: Felt navn

source: Field title
da: Felt titel

source: Is required?
da: Er krævet?

source: Multi-select field
da: Multi-select felt

source: Taxonomies
da: Taxonomier

source: Taxonomy settings
da: Taxonomi indstillinger

source: Upload VDEX xml file
da: Upload VDEX xml fil

source: Taxonomy imported.
da: Taxonomi importeret.

source: Taxonomy deleted.
da: Taxonomi er nu slettet.

source: Behavior added.
da: Opførsel tilføjet.

source: Behavior deleted.
da: Opførsel er nu slettet.

source: label_add_behavior
da: Tilføj opførsel

source: label_del_behavior
da: Fjern opførsel

source: label_delete
da: Slet

source: label_export
da: Eksportér

source: label_import
da: Importer
