Repository: pypi-data/pypi-mirror-5
Catalog: packages/pywws/pywws-13.06_r1023.zip/pywws-13.06_r1023/translations/*/index.po
Languages: fr

source: Python software for USB Wireless WeatherStations
fr: Logiciel Python pour Station météo USB sans-fil

source: This document is available in the following languages (non-English versions may not be complete or up to date):
fr: Ce document est disponible dans les langues suivantes (Les versions autres que anglais peuvent ne pas être complètes ou à jour):

source: pywws is a collection of Python scripts to read, store and process data from popular USB wireless weather stations such as Elecsa AstroTouch 6975, Watson W-8681, WH-1080PC, WH1080, WH1081, WH3080 etc. I assume any model that is supplied with the EasyWeather Windows software is compatible, but cannot guarantee this.
fr: pywws est une collection de scripts Python pour lire, stocker et traiter les données des stations météorologiques sans fil USB courantes tels que Elecsa AstroTouch 6975, Watson W-8681, WH-1080PC, WH1080, WH1081, WH3080 etc Je suppose que tout modèle de station fourni avec le logiciel EasyWeather pour Windows est compatible, mais ne peut pas le garantir.

source: The software has been developed to run in a low power, low memory environment such as a router. It can be used to create graphs and web pages showing recent weather readings, typically updated every hour. It can also send data to services such as `Weather Underground <http://www.wunderground.com/>`_ and post messages to `Twitter <https://twitter.com/>`_.
fr: Le logiciel a été développé pour fonctionner dans environnement de faible puissance, avec peu de mémoire tel un routeur. Il peut être utilisé pour créer des graphiques et des pages Web affichant de récentes lectures météorologiques, généralement mis à jour à chaque heure. Il peut également envoyer des données à des services tels que: Weather Underground `<http://www.wunderground.com/>`_ et poster des messages sur `Twitter <https://twitter.com/>`_.

source: I have written this software to meet my needs, but have tried to make it adaptable to other people's requirements. You may want to edit some or all of the modules, or write some new ones, to get it to do exactly what you want. One of the reasons for using Python is that it makes such alterations so easy. Don't be afraid, just jump in and have a go.
fr: J'ai écrit ce logiciel pour répondre à mes besoins, mais ai essayé de le rendre adaptable aux besoins des autres. Vous voudrez peut-être modifier certains ou tous les modules, ou en écrire de nouveaux, pour lui faire faire exactement ce que vous souhaitez. L'une des raisons pour lesquelles Python est utilisé est qu'il rend de telles modifications si facile. N'ayez pas peur, essayez-le vous verrez..

source: Requirements
fr: Exigences

source: The software you'll need to run pywws depends on what you plan to do with it. In particular, there is a choice of USB library, to suit what's available on different operating systems.
fr: Les logiciels que vous aurez besoin pour exécuter pywws dépend de ce que vous comptez en faire. En particulier, le choix de bibliothèque USB, en fonction de ce qui est disponible sur les différents systèmes d'exploitation.

source: `Python <http://python.org/>`_ version 2.5 or higher (note: Python 3 support is under development - some things may not work properly)
fr: `Python <http://python.org/>`_ version 2.5 ou ultérieure (note: Le support de Python v3 est en cours de développement - certaines choses peuvent ne pas fonctionner correctement)

source: USB library option 1 (best for small systems such as routers):
fr: Librarie USB - option 1 (préférable pour les petits systèmes, comme les routeurs):

source: USB library option 2:
fr: Librairie USB - option 2

source: `libusb <http://www.libusb.org/>`_ version 0.1 or version 1.0
fr: `libusb <http://www.libusb.org/>`_ version 0.1 ou version 1.0

source: USB library option 3 (best for MacOS):
fr: Librarie USB - option 3 (préférable pour les Mac):

source: For graph drawing:
fr: Pour le tracé des graphes

source: `gnuplot <http://www.gnuplot.info/>`_ v4.2 or higher
fr: `gnuplot <http://www.gnuplot.info/>`_ v4.2 ou ultérieur

source: For secure website uploading (sftp)
fr: Pour téléversement sécurisé sur votre site web (sftp)

source: For Twitter updates:
fr: Pour les mises à jour Twitter

source: To create new language translations:
fr: Pour créer de nouvelles traductions

source: To 'compile' the documentation:
fr: Pour 'compiler' la documentation

source: Getting a copy of pywws
fr: Obtenir une copie de pywws

source: The simplest way to obtain pywws is to download a zip or tar.gz file from the `Python Package Index (PyPI) <http://pypi.python.org/pypi/pywws/>`_ and then extract the files into a convenient directory on your computer. These files contain a snapshot release of the software - a new one is issued every few months.
fr: La façon la plus simple d'obtenir pywws est de télécharger le fichier zip ou tar.gz depuis `l'Indes des paquets Python (PyPI) <http://pypi.python.org/pypi/pywws/>`_ et ensuite extraire les fichiers dans un répertoire distinct sur votre ordinateur. Ces fichiers 'archives' contiennent la toute dernière version du logiciel - une nouvelle version sort tous les quelques mois.

source: You could also use ``pip`` to install pywws directly from PyPI::
fr: Vous pouvez aussi utiliser ``pip`` pour installer pywws directement de PyPI::

source: If you'd like to keep up to date with latest developments of pywws, you should use ``git`` to clone the pywws repository::
fr: Si vous souhaitez être au fait des derniers développements de pywws, vous pouvez utiliser ``git`` pour cloner le répertoire pywws::

source: After doing so you'll need to use ``make`` to compile the documentation and language localisation files (which will require the ``gettext`` and ``sphinx`` dependencies)::
fr: Par la suite, vous devrez employer ``make`` pour compiler la documentation et les fichiers de langue (qui exigeront les logiciels ``gettext`` et ``sphinx``)::

source: Documentation is included with pywws downloads, and is also available `online <http://jim-easterbrook.github.com/pywws/doc/html/>`_. A good starting place is the `how to get started guide <guides/getstarted.html>`_ which describes in more detail how to install pywws.
fr: La documentation est inclue avec le téléchargement de pywws, et est également disponible `en ligne <http://jim-easterbrook.github.com/pywws/>`_. Un bon point de départ est le `Guide de démarrage <guides/getstarted.html>`_ qui décrit plus en détail comment installer pywws.

source: If you have questions not answered in the documentation, please join the `pywws Google mailing list / discussion group <http://groups.google.com/group/pywws>`_ and ask there.
fr: Si vous avez des questions dont vous ne trouvez pas la réponse dans la documentation, s'il vous plaît joindre la `liste / groupe de discussion pywws Google <http://groups.google.com/group/pywws>`_ et y poser votre question.

source: Contents
fr: Contentu

source: Indices and tables
fr: Indexes et tables

source: Credits
fr: Crédits

source: I would not have been able to get any information from the weather station without access to the source of Michael Pendec's "wwsr" program. I am also indebted to Dave Wells for decoding the `weather station's "fixed block" data <http://www.jim-easterbrook.me.uk/weather/mm/>`_.
fr: Je n'aurais pas été en mesure d'obtenir d'informations de la station météorologique sans accès aux sources du programme "wwsr" de Michael Pendec . Je suis également redevable à Dave Wells pour le décodage du `"bloc fixe" de données de la station météorologique <http://www.jim-easterbrook.me.uk/weather/mm/>`_.

source: Last of all, a big thank you to all the pywws users who have helped with questions and suggestions, and especially to those who have translated pywws and its documentation into other languages.
fr: En dernier lieu, un grand vous remercie à tous les utilisateurs de pywws qui ont aidé avec leur questions et suggestions, et particulièrement à ceux qui ont traduit pywws et sa documentation en d'autres langues.

source: Legalese
fr: Termes

source: pywws - Python software for USB Wireless WeatherStations.
fr: pywws - Logiciel Python pour stations météo USB sans-fil.

source: This program is free software; you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation; either version 2 of the License, or (at your option) any later version.
fr: Ce programme est un logiciel libre, vous pouvez le redistribuer et/ou le modifier selon les termes de la Licence Publique Générale GNU telle que publiée par la Free Software Foundation, soit la version 2 de la Licence, ou (à votre choix) toute version ultérieure.

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
fr: Ce programme est distribué dans l'espoir qu'il sera utile, mais SANS AUCUNE GARANTIE, sans même la garantie implicite de COMMERCIALISATION ou D'ADAPTATION A UN USAGE PARTICULIER. Voir la licence GNU General Public pour plus de détails.

source: You should have received a copy of the `GNU General Public License <essentials/LICENCE.html>`_ along with this program; if not, write to the Free Software Foundation, Inc., 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301 USA
fr: Vous devriez avoir reçu une copie de la licence `GNU General Public License <essentials/LICENCE.html>`_ avec ce programme, sinon, écrivez à Free Software Foundation, Inc, 51 Franklin Street, Fifth Floor, Boston, MA 02110-1301, USA
