Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: You need to specify a version to downgrade %s to
el: Πρέπει να προσδιορίστε μια έκδοση υπαναχώρισης (downgrade) του/της %s
eo: Vi devas specifi version al kiu %s estu malpromociata
es: Necesita especificar una versión a la que desactualizar %s
et: Sa pead täpsustama versiooni, milleni %s madaldada
fr: Vous devez spécifier la version à laquelle revenir pour %s
gl: Necesita especificar unha versión á que reverter %s
he: עליך לציין גרסה אליה יוחזר %s
hi: %s से पदावनत करने के लिए आप उस संस्करण का उल्लेख करें
id: Anda perlu menentukan versi %s yang akan diturunkan
lt: Turite nurodyti versiją %s pasendinimui į
nb: Du må angi en versjon som %s skal nedgraderes til
nl: U dient op te geven naar welke versie %s moet worden teruggebracht
oc: Vos cal especificar la version cap a la quala volètz tornar %s
sq: Ju nevojitet të specifikoni një version për të ulur një shkallë më poshtë %s
th: คุณต้องระบุรุ่นของ %s ที่ปรับรุ่นลง
tr: %s Paketini düşürmek istediğiniz sürümü belirtmelisiniz
vi: Bạn cần xác định một phiên bản để hạ cấp %s xuống

source: The later version %s of %s is already installed
el: Η μεταγενέστερη έκδοση του/της %s of %s είναι ήδη εγκατεστημένη
eo: La pli posta versio %s de %s jam estas instalita
es: La última versión %s de %s ya está instalada
et: Hiljutine versioon %s %s on juba paigaldatud
fr: La dernière version (%s) de %s est déjà installée
gl: A última versión %s de %s xa está instalada
he: הגרסה העדכנית יותר %s של %s כבר מותקנת
hi: परवर्ती संस्करण %s जो %s का है पहले से संस्थापित है
id: Versi yang lebih baru %s dari %s sudah terpasang
lt: Vėlesnė versija %s iš %s jau yra įdiegta
nb: Den nyere versjonen %s av %s er allerede installert
nl: De latere versie %s van %s is al geïnstalleerd
oc: La darrièra version (%s) de %s es ja installada
sq: Versioni i fundit %s i %s është instaluar tashmë
th: รุ่นล่าสุด %s ของ %s ถูกติดตั้งอยู่แล้ว
tr: %s 'in daha yeni sürümü %s zaten yüklenmiş.
vi: Phiên bản mới %s của %s đã được cài rồi

source: The package %s isn't available in the %s release.
el: Το πακέτο %s δεν είναι διαθέσιμο στην έκδοση %s.
eo: La pakaĵo %s ne estas havebla en la eldono %s.
es: El paquete %s no está disponible en la distribución %s.
et: Pakett %s pole %s väljalaskes saadaval
fr: Le paquet %s n'est pas disponible dans la distribution %s.
gl: O paquete %s non está dispoñíbel na distribución %s.
hi: यह पैकेज %s की उपलब्धता %s प्रकाशन में नहीं है.
id: Paket %s tidak tersedia pada rilis %s.
lt: Paketas %s neprieinamas %s laidoje.
nb: Pakken %s er ikke tilgjengelig i %s-utgivelsen.
nl: Het pakket %s is niet beschikbaar in de uitgave %s.
oc: Lo paquet %s es pas disponible dins la distribucion %s.
sq: Paketa %s nuk është e disponueshme në versionin %s.
th: แพกเกจ %s ยังไม่มีในรุ่น %s
tr: %s paketi %s sürümünde mevcut değil.
vi: Gói %s chưa sẵn có trong bản phát hành %s này.

source: Package %s cannot be removed
el: Το πακέτο %s δεν μπορεί να αφαιρεθεί
eo: Ne eblas forigi pakaĵon %s
es: El paquete %s no se puede eliminar
et: Pakett %s ei ole eemaldatav
fr: Impossible de supprimer le paquet %s
gl: Non se pode retirar o paquete %s
he: לא ניתן להסיר את החבילה %s
hi: पैकेज %s नहीं हटाया जा सकता
id: Paket %s tidak dapat dihapus
lt: Paketas %s negali būti pašalintas
nb: Pakke %s kan ikke fjernes
nl: Pakket %s kan niet worden verwijderd
oc: Impossible de suprimir lo paquet %s
sq: Paketa %s nuk mund të hiqet
th: เอาแพกเกจ %s ออกไม่ได้
tr: %s Paketi kaldırılamadı
vi: Gói %s không thể gỡ bỏ

source: The package doesn't provide a valid Installed-Size control field. See Debian Policy 5.6.20.
el: Το πακέτο δεν παρέχει ένα έγκυρο πεδίο ελέγχου Installed-Size. Δείτε την Πολιτική του Debian 5.6.20.
eo: La pakaĵo ne provizas validan kontrolkampon 'Installed-Size' (Grando-Instalita). Vidu Debian-politikon 5.6.20.
es: El paquete no proporciona un campo de control del tamaño de instalación válido. Vea la política de Debian 5.6.20.
et: Pakett ei paku kehtivat juhtvälja paigaldussuurust. Vaata Debiani poliitikat 5.6.20.
fr: Le paquet ne fournit pas un champ de contrôle de taille valide. Cf. politique Debian 5.6.20.
gl: O paquete non fornece un campo de control do tamaño de instalación válido. Vexa a política de Debian 5.6.20.
he: החבילה אינה מספקת שדה בקרה Installed-Size תקני. נא לעיין במדיניות 5.6.20.
hi: यह पैकेज वैध-आकार फिल्ड नहीं प्रदान करता है. देखें डेबियन नीति 5.6.20.
lt: Paketas nepateikia teisingo „Installed-Size“ valdymo lauko. Žiūrėkite „Debian Policy“ 5.6.20.
nl: Bij dit pakket bevat geen geldig ‘Installed-Size control field’. Zie Debian Policy, artikel 5.6.20.
oc: Lo paquet provesís pas un camp de contraròtle de talha valida. Cf. politica Debian 5.6.20
sq: Paketa nuk jep një fushë kontrolli të vlefshme për Përmasën e Instalimit. Shikoni çertifikatën e Debian 5.6.20.
th: แพกเกจนี้มีข้อมูลขนาดการติดตั้งที่ไม่ถูกต้อง ดูรายละเอียดในนโยบาย Debian 5.6.20
tr: Kurulan paket geçerli bir Yükleme-Boyut kontrol alanı sağlamıyor. Debian sözleşmesi 5.6.20'ye bakınız.
vi: Gói này không cung cấp một trường Installed-Size hợp lệ. Tham khảo Debian Policy 5.6.20.

source: The license key is empty
el: Το κλειδί της άδειας χρήσης είναι κενό
eo: La permesilŝlosilo estas malplena
es: La clave de la licencia está vacía.
et: Litsentsivõti on tühi
fr: La clé de licence est vide
gl: A chave de licenza está baleira
he: מפתח הרישוי ריק
lt: Licencijos raktas tuščias
nb: Lisensnøkkelen er tom
nl: De licentiesleutel is leeg
oc: La clau de licéncia es voida
sq: Çelësi i liçensës është bosh
tr: Lisans anahtarı boş
vi: Khóa chứng nhận trống

source: The license key is not allowed to contain executable code.
el: Το κλειδί άδειας χρήσης δεν επιτρέπεται να περιέχει εκτελέσιμο κώδικα.
eo: La permesilŝlosilo ne estas permesita por enhavi ruleblan kodon.
es: La clave de la licencia no puede contener código ejecutable.
et: Litsentsivõti ei tohi sisaldada käivitatavat koodi
fr: La clé de licence ne peut pas contenir de code exécutable.
gl: A chave de licenza non pode conter código executábel
he: אסור שמפתח הרישוי יכיל קוד להרצה.
lt: Licencijos rakte negali būti vykdomojo kodo.
nb: Lisenskoden kan ikke inneholde kjørbar kode.
nl: De licentiesleutel mag geen uitvoerbare code bevatten.
oc: La clau de licéncia pòt pas conténer de còde executable.
sq: Çelësi i liçensës nuk lejohet të mbajë kod të ekzekutueshëm.
tr: Lisans anahtarı çalıştırılabilir kod içeremez
vi: Khóa chứng nhận không được phép chứa mã thực thi.

source: The license key path %s is invalid
el: Η διαδρομή του κλειδιού άδειας χρήσης %s δεν είναι έγκυρη
eo: La pado de la permesilŝlosilo %s nevalidas
es: La ruta %s de la clave de licencia es invalida
et: Litsentsivõtme asukoht %s on vigane
fr: Le chemin de la clé de licence %s n'est pas valide
gl: A ruta á chave de licenza %s non é válida
he: נתיב מפתח הרישוי %s שגוי
lt: Licencijos rakto kelias %s neteisingas
nb: Lisensnøkkelens sti %s er ugyldig
nl: Het licentiesleutelpad %s is ongeldig
oc: Lo camin de la clau de licéncia %s es pas valide
sq: Shtegu i çelësit të liçensës %s është i pavlefshëm
tr: %s lisans anahtar yolu geçersiz
vi: Đường dẫn khóa chứng nhận %s không thích hợp

source: The license key already exists: %s
el: Το κλειδί άδειας χρήσης υπάρχει ήδη: %s
eo: La permesilŝlosilo jam ekzistas: %s
es: La clave de licencia ya existe: %s
et: Litsentsivõti on juba olemas: %s
fr: La clé de licence existe déjà : %s
gl: Xa existe unha chave de licenza: %s
he: מפתח הרישוי קיים כבר: %s
lt: Licencijos raktas jau egzistuoja: %s
nb: Lisensnøkkelen eksisterer allerede: %s
nl: De licentiesleutel bestaat reeds: %s
oc: La clau de licéncia existís ja : %s
sq: Çelësi i liçensës ekziston tashmë: %s
tr: Lisans anahtarı zaten mevcut: %s
vi: Khóa chứng nhận đã tồn tại: %s

source: The location of the license key is unsecure since it contains symbolic links. The path %s maps to %s
el: Η τοποθεσία του κλειδιού της άδειας χρήσης δεν είναι ασφαλής, διότι περιέχει συμβολικούς συνδέσμους. Η διαδρομή %s δείχνει στο %s
eo: La loko de la permesilŝlosilo ne sekuras, ekde ĝi enhavas simbolajn ligilojn. La pado %s ligas al %s
es: La ubicación de la clave de licencia no es segura, ya que contiene enlaces simbólicos. La ruta %s asigna a %s
fr: L'emplacement de la clé de licence n'est pas sécurisé car il contient des liens symboliques. Le chemin %s renvoie à %s
gl: A localización da chave de licenza non é segura xa que contén ligazóns simbólicas. A ruta %s liga a %s
he: מיקום מפתח הרישוי אינו מאובטח ומכיל קישורים סימבוליים. הנתיב %s ממפה אל %s
lt: Licencijos rakto vieta yra nesaugi nes joje yra simbolinių nuorodų. Kelias %s atvaizduojamas į %s
nl: De locatie van de licentiesleutel is onbeveiligd omdat het symbolische verwijzingen bevat. Pad %s wijst naar %s
oc: L'emplaçament de la clau de licéncia es pas securizat perque conten de ligams simbolics. Lo camin %s renvia a %s
sq: Vendndodhja e çelësit të liçensës është e pasigurtë përderisa përmban lidhje simbolike. Shtegu %s të drejton tek %s
tr: Sembolik bağlantılar içerdiğinden dolayı lisans anahtarının konumu güvenli değil. %s yolu %s'e çıkıyor
vi: Vị trí của khóa chứng nhận không an toàn do nó chứa liên kết tượng trưng. Đường dẫn %s dẫn tới %s

source: The directory where to install the key to doesn't exist yet: %s
el: Ο κατάλογος για την εγκατάσταση του κλειδιού δεν υπάρχει ακόμη: %s
eo: La dosierujo, kie instali la ŝlosilo ne ankoraŭ ekzistas: %s
es: El directorio para instalar la clave aún no existe: %s
fr: Le dossier où installer la clé n'existe pas pour le moment : %s
gl: O cartafol onde instalar a chave non existe aínda: %s
he: התיקייה להתקנת המפתח אינה קיימת עדיין: %s
lt: Katalogas rakto įdiegimui dar neegzistuoja: %s
nl: De map waar de sleutel geïnstalleerd moet worden bestaat nog niet: %s
oc: Lo dorsièr ont installar la clau existís pas pel moment : %s
sq: Drejtoria ku instalon çelësin nuk ekziston tashmë: %s
tr: Anahtarın yükleneceği dizin henüz bulunmuyor: %s
vi: Chưa tồn tại thư mục để cài khóa: %s

source: Failed to write key file to: %s
el: Αποτυχία εγγραφής του αρχείου κλειδιού στο: %s
eo: Skribado de la ŝlosildosiero en %s fiaskis
es: Fallo al escribir el archivo de clave a: %s
fr: Échec lors de l'écriture du fichier clé dans : %s
gl: Produciuse un fallo ao escribir o ficheiro de chave en: %s
he: כתיבת קובץ המפתח למיקום הבא נכשלה: %s
lt: Nepavyko įrašyti rakto failo į: %s
nl: Schrijven van sleutelbestand naar %s mislukt
oc: Fracàs al moment de l'escritura del fichièr clau dins : %s
sq: Dështova në shkrimin e skedarittë çelësit tek: %s
tr: Anahtar dosyası şu konuma yazılamadı: %s
vi: Thất bại khi ghi tập tin khóa vào: %s

source: The following packages have unmet dependencies:
el: Τα ακόλουθα πακέτα έχουν ανεπίλυτες εξαρτήσεις:
eo: La sekvaj pakaĵoj havas neefektivigitajn dependecojn:
es: Los siguientes paquetes tienen dependencias incumplidas:
et: Järgmistel pakettidel on lahendamata sõltuvused:
fr: Les paquets suivants ont des dépendances non satisfaites :
gl: Os seguintes paquetes teñen dependencias incumpridas:
hi: निम्न पैकेज में सभी निर्भरता नहीं है.
lt: Šie paketai turi nepatenkintų priklausomybių:
nb: Følgende pakker har krav som ikke er oppfylt:
nl: De afhankelijkheden van de volgende pakketten konden niet geïnstalleerd worden:
oc: Los paquets seguents contenon de dependéncias pas satisfachas :
sq: Paketat që vijojnë kanë vartësi të paplotësuara:
th: แพกเกจต่อไปนี้ขาดแพกเกจที่ต้องใช้:
tr: Aşağıdaki paketler karşılanmamış bağımlılıklara sahip:
vi: Những gói sau không chưa được thỏa mãn về các gói phụ thuộc:

source: but it is a virtual package
el: αλλά είναι ένα εικονικό πακέτο
eo: sed ĝi estas virtuala pakaĵo
es: pero es un paquete virtual
et: aga see on virtuaalne pakett
fr: mais c'est un paquet virtuel
gl: mais é un paquete virtual
hi: लेकिन यह एक आभासी पैकेज है
id: tapi paket tersebut adalah paket virtual
lt: bet jis yra virtualus paketas
nb: men er en virtuell pakke
nl: maar het is een virtueel pakket
oc: mas es un paquet virtual
sq: Por është një paketë virtuale
th: แต่แพกเกจนี้เป็นแพกเกจเสมือน
tr: ama bu bir sanal paket
vi: nhưng nó là một gói ảo

source: but it is not installed
el: αλλά δεν είναι εγκατεστημένο
eo: sed ĝi ne estas instalita
es: pero no está instalado
et: aga see pole paigaldatud
fr: mais il n'est pas installé
gl: mais non está instalado
hi: लेकिन यह संस्थापित नहीं है
id: tapi paket tersebut tidak diinstal
lt: bet jis neįdiegtas
nb: men er ikke installert
nl: maar het is niet geïnstalleerd
oc: mas es pas installat
sq: Por nuk është instaluar
th: แต่มันยังไม่ได้ถูกติดตั้ง
tr: ama kurulu değil
vi: nhưng nó chưa được cài đặt

source: but it is not going to be installed
el: αλλά δεν πρόκειται να εγκατασταθεί
eo: sed ĝi ne estas instalota
es: pero no va a ser instalado
et: aga seda ei paigaldata
fr: mais il ne va pas être installé
gl: mais non se vai a instalar
hi: लेकिन यह संस्थापित नहीं होने जा रहा है
lt: bet jis nebus įdiegtas
nb: men vil ikke bli installert
nl: maar het zal niet worden geïnstalleerd
oc: mas serà pas installat
sq: Por nuk do të instalohet
th: แต่แพกเกจนี้จะไม่ถูกติดตั้ง
tr: ama kurulmayacak
vi: nhưng nó sẽ không được cài đặt

source: but %s is installed
el: αλλά το %s είναι εγκατεστημένο
eo: sed %s estas instalita
es: pero %s está instalado
et: aga %s on paigaldatud
fr: mais la version %s est installée
gl: mais %s está instalado
hi: लेकिन %s संस्थापित है
id: tapi %s telah terpasang
lt: bet %s yra įdiegta
nb: men %s er installert
nl: maar %s is geïnstalleerd
oc: mas %s es installat
sq: por %s është instaluar
th: แต่ %s ถูกติดตั้งแล้ว
tr: ama %s kurulu
vi: nhưng %s đã được cài đặt

source: but %s is to be installed
el: αλλά το %s πρόκειται να εγκατασταθεί
eo: sed %s estas instalota
es: pero %s no está instalado
et: aga %s paigaldatakse
fr: mais la version %s va être installée
gl: mais vaise instalar %s
hi: लेकिन %s संस्थापित हो जाएगा
id: tapi %s yang akan dipasang
lt: bet %s nebus įdiegta
nb: men %s skal installeres
nl: maar %s zal worden geïnstalleerd
oc: mas %s deu èsser installat
sq: Por %s do të instalohet
th: แต่ %s กำลังจะถูกติดตั้ง
tr: ama %s kurulacak
vi: nhưng %s sẽ được cài đặt
