Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: Repairing incomplete installation failed
el: Η διόρθωση της μη-ολοκληρωμένης εγκατάστασης απέτυχε
eo: Fiaskis la riparo de nekompleta instalo
es: Falló la reparación de la instalación incompleta
et: Mittetäieliku paigalduse parandamine nurjus
fr: La réparation d'une installation incomplète a échoué
gl: Produciuse un fallo ao reparar a instalación incompleta
he: תיקון ההתקנה שלא הושלמה נכשל
hi: अपूर्ण संस्थापित का जीर्णोद्वार असफल
lt: Nepavyko pataisyti nebaigto diegimo
nb: Mislyktes reparerering av ufullstendig installasjon
nl: Herstellen van incomplete installatie mislukt
oc: Fracàs de la reparacion d'una installacion incompleta
sq: Riparimi i instalimit të pakompletuar dështoi
th: การซ่อมแซมการติดตั้งที่ยังไม่เสร็จล้มเหลว
tr: Tamamlanmamış kurulum onarımı başarısız oldu
vi: Việc sửa hệ thống cài đặt không đầy đủ đã thất bại

source: Repairing broken dependencies failed
el: Η διόρθωση των μη-επιλυμένων εξαρτήσεων απέτυχε
eo: Fiaskis la riparo de rompiĝintaj dependecoj
es: Falló la reparación de las dependencias rotas
et: Katkiste sõltuvuste parandamine nurjus
fr: La réparation des dépendances cassées a échoué
gl: Produciuse un fallo ao reparar as dependencias rotas
he: תיקון התלויות הפגומות כשל
hi: खंडित निर्भरता का जीर्णोद्वार असफल
lt: Nepavyko pataisyti sugadintų priklausomybių
nb: Mislyktes reparerering av manglende avhengigheter
nl: Herstellen van gebroken afhankelijkheden mislukt
oc: Fracàs de la reparacion de las dependéncias copadas
sq: Riparimi i vartësive të dëmtuara dështoi
th: การซ่อมแซมความขึ้นต่อกันที่เสียหาย ล้มเหลว
tr: Kırık bağımlılıkların onarımı başarısız oldu
vi: Việc sửa lỗi giữa các gói phụ thuộc lẫn nhau đã thất bại

source: Adding software source failed
el: Η προσθήκη πηγής λογισμικού απέτυχε
eo: Aldono de programara fonto fiaskis
es: Falló añadir origen de software
et: Takrvaraallika lisamine nurjus
fr: L'ajout de la source de logiciels a échoué
gl: Produciuse un fallo ao engadir a fonte de software
he: הוספת מקור התכנה נכשל
hi: सॉफ्टवेयर स्रोत को जोड़ने में विफल
lt: Nepavyko pridėti programinės įrangos saugyklos
nb: Mislyktes å legge til programvarekilde
nl: Het toevoegen van de softwarebron is mislukt
oc: L'apondon de la font de logicials a fracassat
sq: Shtimi i burimit të skedarëve dështoi
th: การเพิ้มแหล่งโปรแกรมล้มเหลว
tr: Depo eklenemedi
vi: Thêm nguồn phần mềm thất bại

source: Enabling component of the distribution failed
el: Η ενεργοποίηση συστατικού της διανομής απέτυχε
eo: Ebligo de komponento de la distribuo fiaskis
es: Falló activar componente de la distribución
et: Jaotuskomponendi lubamine nurjus
fr: L'activation du composant de la distribution a échoué
gl: Produciuse un fallo ao activar o compoñente da distribución
he: הפעלת רכיבים של ההפצה נכשלה
hi: वितरक के घटक को जोड़ने में विफल
lt: Nepavyko įjungti distribucijos komponento
nb: Mislyktes å aktivere distribusjonskomponent
nl: Inschakelen van het onderdeel van de distributie is mislukt
oc: L'activacion del component de la distribucion a fracassat
sq: Aktivizimi i përbërësit të distribucionit dështoi
th: การเปิดใช้งานองค์ประกอบทำงานแบบกระจายล้มเหลวแล้ว
tr: Dağıtım bileşeni etkinleştirilemedi
vi: Bật thành phần của bản phân phối thất bại

source: Removing downloaded package files failed
el: Αποτυχία αφαίρεσης αρχείων λήψης πακέτων
eo: Fiaskis la forigo de elŝutitaj pakaĵdosieroj
es: Falló la eliminación de archivos de paquetes descargados
et: Paigaldatud paketi failide eemaldamine nurjus
fr: La suppression des paquets téléchargés a échoué
gl: Fallou a retirada de ficheiros de paquetes descargados
he: הסרת קובצי החבילות שהתקבלו נכשלה
hi: डाउनलोड पैकेज संचिका हटाने में असफल
lt: Nepavyko pašalinti atsiųstų paketų failų
nb: Fjerning av nedlastede pakkefiler mislyktes
nl: Het verwijderen van gedownloade pakketgestanden is mislukt
oc: La supression dels paquets telecargats a fracassat
sq: Heqja e paketave të shkarkuara dështoi
th: การเอาแฟ้มแพกเกจที่ดูดมาออกล้มเหลว
tr: İndirilen paketlerin kaldırılması başarısız oldu
vi: Gỡ bỏ những tập tin thuộc các gói không thành công

source: Search failed
el: Αποτυχία αναζήτησης
eo: Serĉo ne sukcesis
es: Falló la búsqueda
et: Otsing nurjus
fr: La recherche a échoué
gl: Fallou a busca
he: החיפוש נכשל
hi: खोज असफल हुई
lt: Paieška nepavyko
nb: Søk feilet
nl: Zoeken mislukt
oc: La recèrca a fracassat
sq: Kërkimi dështoi
tr: Arama başarısız oldu
vi: Tìm kiếm thất bại

source: Adding license key
el: Προσθήκη άδειας χρήσης
eo: Aldonanta permesilŝlosilon
es: Añadiendo clave de licencia
et: Litsentsivõtme lisamine
fr: Ajout de la clé de licence
gl: A engadir a clave da licenza
he: נוסף מפתח רישוי
lt: Pridedamas licencijos raktas
nb: Legger til lisensnøkkel
nl: Licentiesleutel wordt toegevoegd
oc: Apondon de la clau de licéncia
sq: Duke shtuar çelësin e liçensës
tr: Lisans anahtarı ekleniyor
vi: Đang thêm khóa chứng nhận

source: Check your Internet connection.
el: Ελέγξτε τη σύνδεσή σας με το διαδίκτυο.
eo: Kontrolu vian interret-konekton
es: Compruebe su conexión a Internet.
et: Kontrolli oma internetiühendust.
fr: Vérifiez votre connexion à Internet
gl: Comprobe a conexión á Internet
he: יש לבדוק את החיבור שלך לאינטרנט.
hi: अंतर्जाल संयोजन की जाँच करें।
id: Periksa koneksi Internet Anda.
lt: Patikrinkite interneto ryšį.
nb: Undersøk internettforbindelsen din.
nl: Controleer uw internetverbinding.
oc: Verificatz vòstra connexion a Internet
sq: Kontrollo lidhjen tënde me internetin.
th: โปรดตรวจสอบการเชื่อมต่ออินเทอร์เน็ตของคุณ
tr: İnternet bağlantınızı kontrol edin.
vi: Kiểm tra kết nối Internet của bạn.

source: Check if you are using third party repositories. If so disable them, since they are a common source of problems. Furthermore run the following command in a Terminal: apt-get install -f
el: Ελέγξτε αν χρησιμοποιείτε αποθετήρια τρίτων. Αν χρησιμοποιείτε, απενεργοποιήστε τα, αφού είναι συχνά πηγή προβλημάτων. Επιπλέον εκτελέστε την ακόλουθη εντολή σε ένα Τερματικό: apt-get install -f
eo: Kontrolu ĉu vi uzas deponejojn de eksteraj liverantoj. Se jes, malebligu ilin, ĉar ili estas kutima fonto da problemoj. Aldone, rulu la sekvan komandon en terminalo: apt-get install -f
es: Compruebe si está usando repositorios de terceros. En tal caso, desactívelos, ya que son una fuente habitual de problemas. Posteriormente, ejecute el siguiente comando en un terminal: apt-get install -f
et: Kontrolli, kas kasutad kolmanda osapoole tarkvaraallikaid. Kui nii, siis keela need, kuna tavaliselt need on probleemide põhjuseks. Järgmiseks käivita terminalis järgnev käsk: apt-get install -f
fr: Vérifiez si vous utilisez des dépôts de tierces parties. Si c'est le cas, désactivez-les car ils sont parfois source de problèmes. De plus, exécutez la commande suivante dans un terminal : sudo apt-get install -f
gl: Comprobe se está a utilizar repositorios de terceiros. De ser o caso, desactíveos, dado que son unha fonte frecuente de problemas. Alén disto, execute a orde seguinte nun terminal: apt-get install -f
he: יש לבדוק האם נעשה שימוש במאגרי צד־שלישי. אם כך יש לבטל אותם, מאחר שהם מהווים מקור נפוץ לבעיות. יתרה מכך יש להריץ את הפקודה הבאה במסוף: apt-get install -f
hi: जाँच करे क्या आप तृतीय पक्ष भण्डार का उपयोग कर रहे है. यदि ऐसा है तो उसे अशक्त करें, क्योंकि समस्याओं की जड़ समान्यतः वही होते हैं. इसके पश्चात टर्मिनल में निम्न कमांड को चलाएंः apt-get install -f
id: Periksa apakah anda menggunakan repositori pihak ketiga. Jika begitu, nonaktifkan mereka, karena mereka adalah sumber masalahnya. Selanjutnya jalankan perintah berikut di Terminal: apt-get install -f
lt: Patikrinkite ar naudojate trečiųjų šalių saugyklas. Jei taip, jas išjunkite, nes jos yra dažnas problemų šaltinis. Be to paleiskite šią komandą terminale: apt-get install -f
nb: Undersøk om du benytter noen tredjeparts pakkearkiver. Disse er ofte en kilde til problemer - og du må kanskje deaktivere dem. I tillegg bør du kjøre følgende kommando i terminalen: apt-get install -f
nl: Controleer of u softwarebronnen van een derde partij gebruikt. Als dat zo is, schakel ze dan uit, omdat ze een veelvoorkomende bron van problemen zijn. Voer ook de volgende opdracht uit in een Terminalvenster: apt-get install -f
oc: Verificatz s'utilizatz de depauses de partidas tèrças. S'es lo cas, desactivatz-los perque de còps son font de problèmas. A mai d'aquò, executatz la comanda seguenta dins un terminal : sudo apt-get install -f
sq: Kontrollo nëse je duke përdorur magazina të palëve të treta. nëse po, çaktivizoji ato, sepse ato janë një burim i zakonshëm i problemeve. Veç kësaj nis komandën që vijon në një Terminal: apt-get install -f
th: ตรวจดูว่าใช้คลังแพกเกจของเจ้าอื่นหรือเปล่า ถ้าปิดการทำงานคลังนั้น ๆ เนือกจากปัญหาจากแหล่งที่มา ให้ลองเรียกคำส่งในเทอร์มินัล: apt-get install -f
tr: Üçüncü parti paket depoları kulanıp kullanmadığını denetleyin.Eğer kullanıyorsanız problemlerin kaynağı genellikle onlardır. Ayrıca konsolda şu komutu girin: apt-get install -f
vi: Kiểm tra xem liệu bạn có đang sử dụng kho phần mềm của hãng thứ ba. Nếu có hãy vô hiệu hóa chúng, vì chúng là một nguồn chung của các vấn đề. Hơn nữa hãy sử dụng lệnh sau đây trong Cửa sổ dòng lệnh: apt-get install -f

source: The selected file may not be a GPG key file or it might be corrupt.
el: Το επιλεγμένο αρχείο ίσως δεν είναι κλειδί GPG ή ίσως είναι κατεστραμμένο.
eo: Eble aŭ la elektita dosiero ne estas GPG-ŝlosila dosiero aŭ ĝi estas fuŝita.
es: Puede que el archivo seleccionado no sea un archivo de clave GPG o que esté dañado.
et: Valitud fail pole GPG võtmefail või see on rikutud.
fr: Le fichier sélectionné ne semble pas être une clé GPG ou alors il est corrompu.
gl: Poida que o ficheiro seleccionado non sexa un ficheiro de chave GPG ou que estea danado.
he: הקובץ הנבחר אינו מפתח GPG או שהוא בלתי תקין.
hi: चुना गया संचिका जीपीजी कुंजी संचिका नहीं है या विकृत है.
id: Berkas terpilih mungkin bukan berkas kunci GPG atau berkas mungkin korup.
lt: Pasirinktas failas gali būti sugadintas arba ne GPG rakto failas.
nb: Den valgte filen er ikke en GPG-fil, eller er skadet.
nl: Het geselecteerde bestand is misschien geen GPG-sleutel, of het kan beschadigd zijn.
oc: Benlèu lo fichièr seleccionat es pas una clau GPG o es possible que siá corrumput.
sq: E dhëna e zgjedhur sipas të gjitha gjasave nuk është GPG-çelës ose është e dëmtuar.
th: แฟ้มที่เลือกไว้อาจไม่ใช่แฟ้มกุญแจ GPG หรือมันอาจเสียหาย
tr: Seçili dosya bir GPG anahtar dosyası olmayabilir veya bozuk olabilir.
vi: Tập tin đã chọn có thể không phải là một tập tin khóa GPG hoặc nó cũng có thể đã bị hỏng

source: The selected key couldn't be removed. Check that you provided a valid fingerprint.
el: Αδυναμία αφαίρεσης επιλεγμένου κλειδιού. Βεβαιωθείτε ότι δώσατε έγκυρο αποτύπωμα.
eo: Ne eblis forigi la elektitan ŝlosilon. Kontrolu ĉu vi provizis validan fingropremon.
es: La calve seleccionada no se puede eliminar. Compruebe que suministró una huella válida.
et: Valitud võtit polnud võimalik eemaldada. Veendu, et sisestasid õige sõrmejälje.
fr: Impossible de supprimer la clé sélectionnée. Vérifiez que l'empreinte spécifiée est valide.
gl: Non é posíbel eliminar a chave seleccionar. Comprobe que forneceu unha pegada dixital válida.
he: לא ניתן להסיר את המפתח הנבחר. נא לבדוק שסיפקת טביעת אצבע תקפה.
hi: चुने गए कुँजी नहीं हट सकता. जाँचे की आप एक वैध अँगुलीछाप प्रदान कर रहे हैं.
lt: Nepavyko pašalinti pasirinkto rakto. Patikrinkite, kad nurodėte teisingą kontrolinį kodą.
nb: Den valgte nøkkelen kan ikke fjernes. Kontroller at du oppgir et gyldig fingeravtrykk.
nl: De geselecteerde sleutel kon niet verwijderd worden. Controleer of u een geldige sleutel-id hebt opgegeven.
oc: Impossible de suprimir la clau seleccionada. Verificatz que l'emprencha especificada es valida.
sq: Çelësi i përzgjedhur nuk mund të hiqej. Kontolloni nëse keni dhënë një gjurmë gishtërinjsh të vlefshme.
th: กุญแจที่เลือกไว้ไม่สามารถถอดถอนได้ ให้ตรวจดูว่าลายนิวมือที่คุณให้ไว้ถูกต้องหรือไม่
tr: Seçilen anahtar kaldırılamıyor. Geçerli bir parmak izi sağladığınızı kontrol edin.
vi: Khóa đã chọn không thể được gỡ bỏ. Hãy kiểm tra liệu bạn có cung cấp một dấu vân tay có giá trị.

source: Check if you are currently running another software management tool, e.g. Synaptic or aptitude. Only one tool is allowed to make changes at a time.
el: Ελέγξτε εάν λειτουργεί αυτήν την στιγμή και κάποια άλλη εφαρμογή διαχείρισης λογισμικού, π.χ. Synaptic ή aptitude. Μόνο μία εφαρμογή επιτρέπεται να κάνει αλλαγές κάθε φορά.
eo: Kontrolu ĉu vi nun uzas alian programar-mastruman ilon, ekz. Synaptic aŭ aptitue. Nur unu ilo samtempe povas fari ŝanĝojn.
es: Compruebe si está actualmente ejecutando otra herramientas de gestión de software, por ejemplo Synaptic o aptitude. Solamente se puede usar una herramienta cada vez.
et: Vaata, ega sa ei kasuta hetkel mõnda teist tarkvaratööriista nagu Synaptic või aptitude. Muudatusi tohib teha ainult üks programm korraga.
fr: Vérifiez si vous n'exécutez pas un autre gestionnaire de paquets, comme Synaptic ou Aptitude. Un seul outil à la fois est autorisé à apporter des changements.
gl: Comprobe se ten outra ferramenta de xestión de software executándose actualmente, p.ex. Synaptic ou aptitude. Só pode haber unha ferramenta facendo cambios ao mesmo tempo.
he: נא לבדוק האם מופעל כרגע כלי אחר לניהול תכנה, לדוגמה: Synaptic או aptitude. כלי אחד בלבד מורשה לבצע שינויים בכול פעם.
hi: जाँचे की क्या आप वर्तमान में कोई अन्य सॉफ्टवेयर प्रबंधक उपकरण चला रहे हैं, जैसे कि सिनेप्टिक या एपटीट्यूड. एक बार में केवल एक ही उपकरण को परिवर्तन हेतु अनुमति है.
lt: Patikrinkite ar nėra vykdomas kitas programinės įrangos tvarkymo įrankis, pvz., „Synaptic“ ar „aptitude“. Vienu metu pakeitimus atlikti gali tik vienas įrankis.
nb: Kontroller om du kjører et annet programvareverktøy, som Synaptic eller aptitude. Kun ett verktøy kan gjøre endringer om gangen.
nl: Controleer of er momenteel andere pakketbeheersystemen actief zijn, zoals Synaptic of aptitude. Er kan slechts een pakketbeheerder tegelijk aanpassingen doen.
oc: Verificatz s'executatz pas un autre gestionari de paquets, per exemple Synaptic o Aptitude. Una sola aisina es autorizada a aportar de cambiaments a l'encòp.
sq: Kontrolloni nëse keni hapur një mjet tjetër për menaxhimin e programeve, psh. Synaptic apo aptitude. Vetëm një mjet lejohet të bëjë ndryshime në një kohë të caktuar.
th: ตรวจดูว่าคุณกำลังทำงานกับโปรแกรมจัดการตัวอื่น ๆ อยู่หรือเปล่า เช่น Synaptic หรือ aptitude อณุญาตแค่โปรแกรมเดียวเท่านั้นที่สามารถทำการเปลี่ยนแปลงในเวลาเดียวกันได้
tr: Başka bir yazılım yönetim aracını şu anda çalıştırıp çalıştırmadığınızı kontrol edin, örneğin Synaptic veya aptitude. Bir seferde sadece bir araç değişiklik yapabilir.
vi: Kiểm tra nếu hiện tại bạn đang chạy một công cụ quản lý phần mềm khác, ví dụ Synaptic hay aptitude. Chỉ một công cụ được cho phép tạo thay đổi trong một thời điểm.

source: This is a serious problem. Try again later. If this problem appears again, please report an error to the developers.
el: Αυτό είναι ένα σοβαρό πρόβλημα. Δοκιμάστε ξανά αργότερα. Αν το πρόβλημα αυτό εμφανιστεί ξανά, παρακαλώ αναφέρατε το σφάλμα στους προγραμματιστές.
eo: Tio ĉi estas serioza problemo. Reprovu poste. Se tiu ĉi problemo prezentas sin denove, bonvolu raporti eraron al la programistoj
es: Este es un problema serio. Vuelva a intentarlo más tarde. Si el problema vuelve a aparecer, informe del error a los desarrolladores.
et: See on tõsine probleem. Proovi hiljem uuesti. Kui probleem esineb uuesti, raporteeri sellest veast arendajatele.
fr: Ceci un problème sérieux. Veuillez réessayer plus tard. Si le problème persiste, signalez-le aux développeurs.
gl: Este problema é serio. Ténteo de novo máis tarde. Se este problema aparece de novo, informe do erro aos desenvolvedores.
he: זוהי בעיה חמורה. יש לנסות שוב מאוחר יותר. אם בעיה זו מופיעה שוב, יש לדווח על הבעיה למפתחים.
hi: यह गंभीर समस्या है. बाद में पुनः कोशिश करें. यदि यह समस्या पुनः आता है तो कृपया विकासकर्ता को त्रुटि के बारे में रिपोर्ट करें.
id: Ini adalah masalah serius. Coba lagi nanti. Jika masalah ini muncul lagi, tolong laporkan kesalahan ke pengembang.
lt: Tai yra rimta problema. Mėginkite vėliau. Jei problema pasikartos, praneškite apie klaidą kūrėjams.
nb: Dette er et alvorlig problem. Prøv igjen senere. Om problemet vedvarer, vennligst send feilmelding til utviklerene.
nl: Dit is een ernstig probleem. Probeer het later opnieuw. Als dit probleem nogmaals optreedt, meld dan een fout aan de ontwikkelaars.
oc: Aquò's un problèma seriós. Tornatz ensajar mai tard. Se lo problèma persistís, senhalatz-lo als desvolopaires.
sq: Ky është një problem serioz. Provo përsëri më vonë. Nëse problemi shfaqet përsëri, ju lutemi t'i raportoni një gabim zhvilluesve.
th: นี้เป็นปัญหาร้ายแรง โปรดลองใหม่ภายหลัง ถ้ายังพบปัญหานี้อีก โปรดรายงานข้อผิดพลาดไปที่นักพัฒนา
tr: Bu ciddi bir problem. Daha sonra tekrar deneyin. Eğer bu problem tekrar gözükürse, lütfen geliştiricilere hatayı rapor edin.
vi: Đây là một vấn đề nghiêm trọng. Hãy thử lại sau. Nếu vấn đề này xuất hiện một lần nữa, xin vui lòng báo cáo lỗi tới các nhà phát triển.

source: Check the spelling of the package name, and that the appropriate repository is enabled.
el: Ελέγξτε την ορθογραφία του ονόματος του πακέτου, και ότι το κατάλληλο αποθετήριο είναι ενεργοποιημένο.
eo: Kontrolu la literumadon de la pakaĵnomo, kaj kontrolu ĉu la ĝusta deponejo estas ebligita.
es: Compruebe la ortografía del nombre del paquete y si está activado el repositorio apropiado.
et: Kontrolli paketi nime õigekirja ja et õige tarkvaraallikas on lubatud.
fr: Vérifiez que le nom du paquet est écrit correctement et que le dépôt approprié est actif.
gl: Comprobe a ortografía do nome do paquete e se está activado o repositorio axeitado.
he: נא לבדוק את איות שם החבילה ושהמאגר התואם פעיל.
hi: पैकेज नाम के उच्चारण, तथा उपयुक्त भंडार को समर्थ है, की जाँच करें
lt: Patikrinkite paketo vardo rašybą ir kad įjungta tinkama saugykla.
nb: Kontroller staving av pakkenavnet og at det riktige programvarearkivet er aktivert.
nl: Controleer of de pakketnaam juist gespeld is en of de juiste softwarebronnen geactiveerd zijn.
oc: Verificatz que lo nom del paquet es escrich corrèctament e que lo depaus apropriat es actiu.
sq: Kontrolloni shqiptimin e emrit të paketës dhe shikoni që magazina e duhur të aktivizohet.
th: ตรวจดูว่าสะกดชื่อแพกเกจถูกหรือเปล่า และ คลังแพกเกจที่ถูกต้องถูกเปิดใช้งานแล้ว
tr: Paket adının yazımını ve uygun deponun etkinliğini denetleyin.
vi: Soát lỗi chính tả của tên gói và kiểm tra xem kho phần mềm thích hợp đã được kích hoạt hay chưa.

source: There isn't any need for an update.
el: Δεν χρειάζεται να γίνει ενημέρωση.
eo: Ne necesas ĝisdatigi.
es: No hay necesidad de una actualización.
et: Uuendamiseks puudub vajadus.
fr: Aucune mise à jour n'est nécessaire.
gl: Non hai necesidade de ningunha actualización.
he: אין צורך בעדכון.
hi: अद्यतन की आवश्यका नहीं है.
id: Tidak perlu untuk melakukan pembaruan.
lt: Nėra jokio poreikio atnaujinimui.
nb: Det behøves ingen oppdatering.
nl: Bijwerken is niet nodig.
oc: Cap de mesa a jorn es pas necessària.
sq: Nuk ka nevojë për një përditësim.
th: ไม่มีความต้องการใด ๆ ที่จะปรับปรุง
tr: Güncelleştirmeye ihtiyaç yok.
vi: Hiện tại việc cập nhật là không cần thiết.

source: There isn't any need for an installation
el: Δενχρειάζεται να γίνει εγκατάσταση
eo: Mankas neceso por instalado
es: No hay necesidad de una instalación
et: Paigaldamiseks puudub vajadus
fr: Aucune installation n'est nécessaire
gl: Non hai necesidade de instalar nada
he: אין צורך בהתקנה
hi: संस्थापन की आवश्यकता नहीं है
id: Tidak perlu untuk melakukan pemasangan.
lt: Nėra jokio poreikio diegimui.
nb: Det behøves ingen installasjon
nl: Het is niet nodig om te installeren
oc: Cap d'installacion es pas necessària.
sq: Nuk ka nevojë për një instalim
th: นั่นไม่มีความจำเป็นต้องติดตั้ง
tr: Bir kuruluma ihtiyaç yok
vi: Hiện tại việc cài đặt là không cần thiết

source: There isn't any need for a removal.
el: Δεν χρειάζεται να γίνει αφαίρεση
eo: Ne necasas forigado.
es: No hay necesidad de una desinstalación.
et: Eemaldamiseks puudub vajadus.
fr: Aucune suppression n'est nécessaire.
gl: Non hai necesidade de eliminar nada
he: אין צורך בהסרה.
hi: हटाने की आवश्यकता नहीं है.
id: Tidak perlu untuk melakukan penghapusan.
lt: Nėra jokio poreikio pašalinimui.
nb: Ingen fjerning behøves.
nl: Het is niet nodig om te verwijderen.
oc: Cap de supression es pas necessària.
sq: Nuk ka nevojë për të hequr gjë.
th: นั่นไม่มีความจำเป็นต้องถอดถอน
tr: Kaldırmak için herhangi bir neden yok.
vi: Hiện tại việc gỡ bỏ là không cần thiết.

source: You requested to remove a package which is an essential part of your system.
el: Ζητήσατε να αφαιρέσετε ένα πακέτο που είναι απαραίτητο μέρος του συστήματός σας.
eo: Vi petis forigi pakaĵon kiu estas esenca parto de via sistemo.
es: Ha solicitado desinstalar un paquete que es parte esencial de su sistema.
et: Sa palusid eemaldada paketi, mis on süsteemi oluline osa.
fr: Vous avez demandé à supprimer un paquet essentiel au fonctionnement du système.
gl: Solicitou eliminar un paquete que constitúe unha parte esencial do sistema.
he: ביקשת להסיר חבילה המהווה חלק חיוני מהמערכת שלך.
hi: आपने एक ऐसे पैकेज को हटाने के लिए कहा है जो आपके तंत्र का अनिवार्य भाग है.
id: Anda diminta untuk menghapus sebuah paket yang merupakan bagian penting dari sistem anda.
lt: Jūs paprašėte pašalinti paketą, kuris yra būtina sistemos dalis.
nb: Du har bedt om fjerning av en pakke som er viktig for systemet.
nl: U wilt een pakket verwijderen dat een essentieel onderdeel is van uw systeem.
oc: Avètz demandat a suprimir un paquet essencial al foncionament del sistèma.
sq: Ju kërkuat të hiqni një paketë e cila është pjesë thelbësore e sistemit tuaj.
th: คุณได้ร้องขอให้ถอดถอนแพกเกจซึ่งเป็นส่วนสำคัญของระบบของคุณ
tr: Sisteminizin temel bölümlerinden olan bir paketi kaldırmak istiyorsunuz.
vi: Bạn đã yêu cầu gỡ bỏ một gói thiết yếu trong hệ thống của bạn.

source: The connection to the daemon was lost. Most likely the background daemon crashed.
el: Η σύνδεση με την υπηρεσία χάθηκε. Πιθανότατα η υπηρεσία παρασκηνίου να σταμάτησε να λειτουργεί.
eo: La konekto al la demono perdiĝis. Verŝajne la fona demono kolapsis.
es: Se ha perdido la conexión con el demonio. Probablemente el demonio de segundo plano ha dejado de funcionar.
et: Ühendus deemoniga katkes. Kõige tõenäolisemalt jooksis taustadeemon kokku.
fr: La connexion au démon a été perdue. C'est probablement parce que le démon a quitté inopinément.
gl: Perdeuse a conexión co daemon. O máis probábel é que o daemon de fondo tivese un fallo fatal.
he: החיבור לסוכן אבד. ככל הנראה סוכן הרקע קרס.
hi: डेमन से संयोजन नष्ट हो गया है. ज्याद उम्मीद है कि पृष्ठभूमि में डेमन विकृत हो गया है.
id: Koneksi ke daemon hilang. Daemon background crash.
lt: Ryšys su tarnyba buvo prarastas. Greičiausiai užstrigo foninė tarnyba.
nb: Mistet forbindelsen til daemon. Sannsynligvis kræsjet bakgrunns-daemonen.
nl: De verbinding met de daemon is verloren. Waarschijnlijk is de achtergrond-daemon vastgelopen.
oc: La connexion al demòni es estada perduda. Es probablament perque lo demòni a quitat inopinèament.
sq: Lidhja me daemon humbi. Ka shumë mundësi që daemon i sfondit të ketë pasur një defekt.
th: การเชื่อมต่อไปที่ดีมอนหลุดแล้ว ดูเหมือนกับว่าดีมอนที่ทำงานอยู่ฉากหลังขัดข้อง
tr: Sihirbazla olan bağlantı kesildi. Büyük olasılıkla arka plan sihirbazı çöktü.
vi: Kết nối đến trình nền đã mất. Nhiều khả năng trình nền đã sụp đổ.
