Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: You don't have got the required privileges to perform this action.
el: Δεν έχετε τα απαιτούμενα δικαιώματα για να εκτελέσετε αυτή τη κίνηση.
es: No tiene los privilegios requeridos para realizar esta acción.
fr: Vous n'avez pas obtenu les privilèges requis pour exécuter cette action.
gl: Non dispón dos privilexios requiridos para realizar esta acción.
he: אין לך את ההרשאות הנדרשות לשם ביצוע פעולה זו.
nl: U heeft niet de vereiste bevoegdheden om deze actie uit te voeren.
oc: Avètz pas obtengut los privilègis requesits per executar aquesta accion.
sq: Ju nuk keni privilegjet e kërkuara për të kryer këtë veprim.
tr: Bu işlemi gerçekleştirmek için yeterli yetkiye sahip değilsiniz.

source: You either provided a wrong password or cancelled the authorization. Furthermore there could also be a technical reason for this error if you haven't seen a password dialog: your desktop environment doesn't provide a PolicyKit session agent.
el: Είτε δώσατε λάθος κωδικό ή ακυρώσατε την πιστοποίηση Επιπλέον θα μπορούσε επίσης να υπάρχει κάποιος τεχνικός λόγος για αυτό το σφάλμα αν δεν είδατε κάποιο διάλογο κωδικού: το περιβάλλον εργασίας σας δεν παρέχει κάποιον διαχειριστή συνεδρίας PolicyKit.
es: O bien a proporcionado una contraseña incorrecta o ha cancelado la autorización. Puede que haya una razón técnica para este error si no ha visto un diálogo para la contraseña: su entorno de escritorio no proporciona un agente de sesión de PolicyKit
fr: Vous avez déjà rentré un mauvais mot de passe ou fermé l'instance d'autorisation. Il est également possible qu'il y ait une raison technique à cette erreur si vous n'avez pas vu de dialogue de demande de mot de passe : votre environnement de bureau ne fourni pas un agent de session PolicyKit.
gl: Escribiu un contrasinal erróneo ou cancelou a autorización. Alén disto pode haber unha razón técnica para este erro se vostede non viu un diálogo no que se lle pedise un contrasinal; o entorno de escritorio non fornece un axente de sesión de PolicyKit.
he: או שסיפקת ססמה שגויה או שביטלת את האימות. יתר על כך, יכול להיות שיש סיבה טכנית להופעת שגיאה זו אם לא ראית תיבת דו־שיח לבקשת ססמה: סביבת שולחן העבודה שלך אינה מספקת סוכן להפעלת PolicyKit.
nl: U heeft of een verkeerd wachtwoord opgegeven, of de autorisatie geannuleerd. Verder zou er ook een technische reden kunnen zijn voor deze fout als u geen wachtwoorddialoogvenster heeft gezien: uw bureaubladomgeving heeft geen PolicyKit-sessieagent.
oc: Avètz ja dintrat un marrit senhal o tampat l'instància d'autorizacion. Tanben, es possible qu'i aja una rason tecnica a aquesta error s'avètz pas vist cap de dialòg de demanda de senhal : vòstre environament de burèu provesís pas un agent de sesilha PolicyKit.
sq: Juve ose keni dhënë një fjalëkalim të gabuar ose anulluat autorizimin. Për më tepër mund të ketë edhe një arsye teknike për këtë gabim nëse nuk keni parë një dialog për fjalëkalimin: ambienti juaj i desktopit nuk jep një agjent të seksionit për PolicyKit.
tr: Yanlış bir şifre girmiş olabilir veya yetkilendirmeyi iptal etmiş olabilirsiniz. Ayrıca, eğer bir şifre iletisi görmediyseniz, teknik bir sebep olabilir: masaüstü ortamınız PolicyKit oturum aracı sağlamıyor.

source: Failed to download package files
el: Η λήψη των αρχείων των πακέτων απέτυχε
eo: Fiaskis elŝuti pakaĵdosierojn
es: Falló al descargar los archivos de paquetes
et: Paketifailide allalaadimine nurjus
fr: Le téléchargement des paquets a échoué
gl: Fallou a descarga dos ficheiros de paquetes
he: ארע כשל בהורדת קובצי החבילה
hi: पैकेज संचिका का डाउनलोड असफल
id: Gagal mengunduh berkas paket
lt: Nepavyko atsiųsti paketų failų
nb: Nedlasting av pakkefiler mislyktes
nl: Pakketbestanden downloaden is mislukt
oc: Fracàs del telecargament dels paquets
sq: Dështuam në shkarkimin e skedarëve të paketave
th: การดาวน์โหลดแฟ้มแพกเกจล้มเหลว
tr: Paket dosyalarını indirme başarısız
vi: Việc tải các tập tin gói đã thất bại

source: Failed to download repository information
el: Αποτυχία λήψης πληροφοριών αποθετηρίου.
eo: Fiaskis elŝuti deponejajn informojn
es: Falló al descargar la información del repositorio
et: Tarkvaraallika teabe allalaadimine nurjus
fr: Le téléchargement des informations du dépôt a échoué
gl: Fallou a descarga da información do repositorio
he: ארע כשל בהורדת נתוני המאגר
hi: भण्डार सूचना का डाउनलोड असफल
id: Gagal mengunduh informasi repositori
lt: Nepavyko atsiųsti saugyklų informacijos
nb: Nedlasting av pakkearkiv-informasjon mislyktes
nl: Softwarebron-informatie downloaden is mislukt
oc: Fracàs del telecargament de las informacions del depaus
sq: Dështuam në shkarkimin e informacionit të magazinave
th: การดาวน์โหลดแฟ้มข้อมูลคลังล้มเหลว
tr: Depo bilgisini indirme başarısız
vi: Việc tải về thông tin kho phần mềm đã thất bại

source: Package dependencies cannot be resolved
el: Η εξαρτήσεις του πακέτου δεν είναι δυνατόν να επιλυθούν.
eo: Pakaĵaj dependecoj ne povas esti solvataj
es: Las dependencias del paquete no se pueden resolver
et: Paketi sõltuvusi pole võimalik lahendada
fr: Impossible de résoudre les dépendances du paquet
gl: Non é posíbel resolver as dependencias do paquete
he: לא ניתן לפתור את דרישות התלות של החבילה
hi: पैकेज निर्भरता सुलझाया नहीं जा सका
id: Dependensi paket tidak bisa dipecahkan
lt: Nepavyko nustatyti paketų priklausomybių
nb: Pakkeavhengigheter kunne ikke løses
nl: Pakketafhankelijkheden kunnen niet opgelost worden
oc: Impossible de resòlvre las dependéncias del paquet
sq: Vartësitë e paketave nuk mund të zgjidhen
th: ไม่สามารถแก้ปัญหาการขึ้นต่อกันของแพกเกจได้
tr: Paket bağımlılıkları çözülemiyor
vi: Các phụ thuộc gói phần mềm không thể được giải quyết

source: The package system is broken
el: Το σύστημα πακέτων είναι φθαρμένο.
eo: La pakaĵa sistemo estas kaduka
es: El paquete de sistema está roto
et: Paketisüsteem on katki
fr: Le système de paquets est cassé
gl: O sistema de paquetes está roto
he: מערכת החבילות פגומה
hi: पैकेज तंत्र विकृत है
id: Sistem paket rusak
lt: Paketų sistema sugadinta
nb: Pakkesystemet er ødelagt
nl: Het pakketsysteem is gebroken
oc: Lo sistèma de paquets es copat
sq: Sistemi i paketave është i dëmtuar
th: แพกเกจของระบบพัง
tr: Paket sistemi bozuk
vi: Hệ thống gói bị hỏng

source: Key was not installed
el: Το κλειδί δεν εγκαταστάθηκε
eo: Ŝlosilo estas neinstalita
es: La clave no ha sido instalada
et: Võtit ei paigaldatud
fr: La clé n'a pas été installée
gl: Non se instalou a chave
he: המפתח לא הותקן
hi: कुंजी संस्थापित नहीं है
id: Kunci tidak terinstal
lt: Raktas nebuvo įdiegtas
nb: Nøkkel ble ikke installert
nl: Sleutel is niet geïnstalleerd
oc: La clau es pas estada installada
sq: Çelësi nuk është instaluar
th: กุญแจยังไม่ถูกติดตั้ง
tr: Anahtar kurulmadı
vi: Khóa đã không được cài đặt

source: Key was not removed
el: Το κλειδί δεν αφαιρέθηκε
eo: Ŝlosilo estas neforigita
es: La clave no ha sido eliminada
et: Võtit ei eemaldatud
fr: La clé n'a pas été supprimée
gl: Non se eliminou a chave
he: המפתח לא הוסר
hi: कुंजी हटाया नहीं गया है
id: Kunci tidak dihapus
lt: Raktas nebuvo pašalintas
nb: Nøkkel ble ikke fjernet
nl: Sleutel is niet verwijderd
oc: La clau es pas estada suprimida
sq: Çelësi nuk është hequr
th: กุญแจยังไม่ถูกถอดถอน
tr: Anahtar kaldırılmadı
vi: Khóa đã không được gỡ bỏ

source: Failed to lock the package manager
el: Το κλείδωμα της διαχείρισης πακέτων απέτυχε
eo: Fiaskis ŝlosi la pakaĵadministrilon
es: Falló al bloquear el gestor de paquetes
et: Paketihalduri lukustamine nurjus
fr: Impossible de verrouiller le gestionnaire de paquets
gl: Non foi posíbel bloquear o xestor de paquetes
he: ארע כשל בנעילת מנהל החבילות
hi: पैकेज प्रबंधक को ताला लगाने में असफल
id: Gagal untuk mengunci manajer paket
lt: Nepavyko blokuoti paketų tvarkytuvės
nb: Låsing av pakkebehandleren mislyktes
nl: Kon de pakketbeheerder niet vergrendelen
oc: Impossible de varrolhar lo gestionari de paquets
sq: Dështuam në bllokimin e menaxhuesit të paketave
th: การล็อคโปรแกรมจัดการแพกเกจล้มเหลว
tr: Paket yöneticisini kilitleme başarısız
vi: Việc khóa bộ quản lý gói thất bại

source: Failed to load the package list
el: Η φόρτωση της λίστας πακέτων απέτυχε
eo: Fiaskis ŝargi la pakaĵliston
es: Falló al cargar la lista de paquetes
et: Paketiloendi laadimine nurjus
fr: Impossible de charger la liste des paquets
gl: Fallou a descarga da listaxe de paquetes
he: ארע כשל בטעינת רשימת החבילות
hi: पैकेज सूची के लदान में असफल
id: Gagal untuk me-load daftar paket
lt: Nepavyko įkelti paketų sąrašo
nb: Lasting av pakkelisten mislyktes
nl: Kon de pakkettenlijst niet vergrendelen
oc: Impossible de cargar la lista dels paquets
sq: Dështuam në ngarkimin e listës së paketave
th: การโหลดรายชื่อแพกเกจล้มเหลว
tr: Paket listesini yükleme başarısız
vi: Việc nạp danh sách gói thất bại

source: Package does not exist
el: Το πακέτο δεν υπάρχει
eo: Pakaĵo ne ekzistas
es: El paquete no existe
et: Paketti ei eksisteeri
fr: Le paquet n'existe pas
gl: Ese paquete non existe
he: החבילה אינה קיימת
hi: पैकेज का अस्तिव नहीं है
id: Paket tidak ada
lt: Paketas neegzistuoja
nb: Pakken eksisterer ikke
nl: Pakket bestaat niet
oc: Lo paquet existís pas
sq: Paketa nuk ekziston
th: ไม่พบแพกเกจ
tr: Paket yok
vi: Gói không tồn tại

source: Package is already up to date
el: Το πακέτο είναι ήδη ενημερωμένο
eo: Pakaĵo estas jam ĝisdata
es: El paquete ya esta actualizado a la fecha
et: Pakett on juba ajakohane
fr: Le paquet est déjà à jour
gl: Este paquete xa está actualizado
he: החבילה כבר מעודכנת
lt: Paketas jau atnaujintas
nb: Pakken er allerede oppdatert.
nl: Pakket is al bijgewerkt
oc: Lo paquet es ja a jorn
sq: Paketa është e përditësuar tashmë
tr: Paket zaten güncel durumda.
vi: Gói là mới nhất rồi

source: Package is already installed
el: Το πακέτο είναι ήδη εγκατεστημένο
eo: Pakaĵo jam estas instalita
es: El paquete ya está instalado
et: Pakett on juba paigaldatud
fr: Le paquet est déjà installé
gl: Ese paquete xa está instalado
he: החבילה כבר מותקנת
hi: पैकेज पहले से ही संस्थापित है
id: Paket sudah terinstal
lt: Paketas jau įdiegtas
nb: Pakken er allerede installert
nl: Pakket is al geïnstalleerd
oc: Lo paquet es ja installat
sq: Paketa është e instaluar tashmë
th: แพกเกจถูกติดตั้งแล้ว
tr: Paket zaten kurulmuş
vi: Gói đã được cài đặt rồi

source: Package isn't installed
el: Το πακέτο δεν είναι εγκατεστημένο
eo: Pakaĵo ne estas instalita
es: El paquete no está instalado
et: Pakett ei ole paigaldatud
fr: Le paquet n'est pas installé
gl: Ese paquete non está instalado
he: החבילה אינה מותקנת
hi: पैकेज संस्थापित नहीं है
id: Paket tidak terinstal
lt: Paketas nėra įdiegtas
nb: Pakken er ikke installert
nl: Pakket is niet geïnstalleerd
oc: Lo paquet es pas installat
sq: Paketa nuk është e instaluar
th: แพกเกจยังไม่ถูกติดตั้ง
tr: Paket kurulu değil
vi: Gói chưa được cài đặt

source: Failed to remove essential system package
el: Αποτυχία αφαίρεσης απαραίτητου πακέτου συστήματος
eo: Fiaskis forigi estencan sistempakaĵon
es: Falló al desinstalar un paquete esencial del sistema
et: Olulise süsteemipaketi eemaldamine nurjus
fr: Impossible de supprimer un paquet essentiel du système
gl: Fallou a eliminación dun paquete esencial do sistema
he: ארע כשל בהסרת חבילת מערכת חיונית
hi: अनिवार्य पैकेज तंत्र को हटाने में विफल
id: Gagal untuk menghapus paket penting sistem
lt: Nepavyko pašalinti būtino sistemos paketo
nb: Fjerning av betydningsfull systempakke mislyktes
nl: Kon essentieel systeempakket niet verwijderen
oc: Impossible de suprimir un paquet essencial del sistèma
sq: Dështuam në heqjen e një pakete thelbësore për sistemin
th: การถอดถอนแพกเกจสำคัญของระบบล้มเหลว
tr: Temel sistem paketlerini kaldırma başarısız
vi: Việc gỡ bỏ gói hệ thống thiết yếu thất bại

source: Task cannot be monitored or controlled
el: Η εργασία δεν μπορεί να παρακολουθηθεί ή να ελεγχθεί
eo: Tasko ne povas esti monitorata aŭ kontrolata
es: La tarea no pudo monitorizarse o controlarse
et: Toimingut pole võimalik jälgida ega juhtida
fr: La tâche ne peut être ni surveillée, ni contrôlée
gl: Non é posíbel vixiar ou controlar esta tarefa
he: לא ניתן לעקוב או לשלוט במשימה
hi: कार्य को देख-रेख या नियंत्रित नहीं किया जा सकता
id: Tugas tidak dapat dimonitor atau dikontrol
lt: Užduotis negali būti stebima ar valdoma
nb: Oppgaven kan ikke overvåkes eller kontrolleres
nl: Taak kan niet bijgehouden of bestuurd worden.
oc: Lo prètzfach pòt pas èsser seguit ni contrarotlat
sq: Detyra nuk mund të monitorohet apo kontrollohet
th: ไม่สามารถตามดูหรือควบคุมงานได้
tr: İşlem gösterilemiyor ya da kontrol edilemiyor
vi: Tác vụ không thể được quản lý hay điều khiển

source: Package operation failed
el: Η λειτουργία πακέτου απέτυχε
eo: Pakaĵoperacio fiaskis
es: Falló la operación con el paquete
et: Paketitoiming nurjus
fr: Échec du traitement du paquet
gl: Fallou a operación co paquete
he: הפעולה על החבילה נכשלה
hi: पैकेज क्रियान्वयन असफल
id: Operasi paket gagal
lt: Paketo operacija nepavyko
nb: Pakkeoperasjon mislyktes
nl: Pakkethandeling is mislukt
oc: Fracàs de tractament del paquet
sq: Veprimi i paketave dështoi
th: การดำเนินการเกี่ยวกับแพกเกจล้มเหลว
tr: Paket işlemi başarısız
vi: Hoạt động gói thất bại

source: Requires installation of untrusted packages
el: Απαιτεί την εγκατάσταση μη-έμπιστων πακέτων
eo: Postulas instalon de nefidataj pakaĵoj
es: Se requiere la instalación de paquetes no confiables
et: Nõuab mitteusaldusväärsete pakettide paigaldamist
fr: Nécessite l'installation de paquets non vérifiés
gl: Require que se instalen paquetes nos que non se confía
he: נדרשת התקנה של חבילות לא מורשות
hi: अविश्वसनीय पैकेज संस्थापन की आवश्यकता
id: Membutuhkan pemasangan dari paket yang tidak terpercaya
lt: Reikalauja nepatikimų paketų įdiegimo
nb: Krever installasjon av usikre pakker
nl: Vereist installatie van onvertrouwde pakketten
oc: Necessita l'installacion de paquets pas verificats
sq: Kërkon instalimin e paketave të pa kontrolluara
th: ต้องการติดตั้งแพกเกจที่ยังไม่ได้รับความเชื่อถือ
tr: Güvenilir olmayan paketlerin kurulumunu gerektirir
vi: Yêu cầu cài đặt các gói không đáng tin cậy

source: Previous installation hasn't been completed
el: Η προηγούμενη εγκατάσταση δεν έχει ολοκληρωθεί
eo: Antaŭa instalo ne estis kompletigita
es: Una instalación previa no se completó
et: Eelnev paigaldus ei jõudnud lõpule
fr: L'installation précédente était incomplète
gl: Non se completou unha instalación anterior
he: ההתקנה הקודמת לא הושלמה
hi: पूर्ववर्ती संस्थापन पूर्ण नहीं हुआ है
id: Pemasangan sebelumnya belum selesai
lt: Ankstesnis diegimas nebuvo baigtas
nb: Tidligere installasjon har ikke blitt fullført
nl: Vorige installatie is niet voltooid
oc: L'installacion precedenta èra incompleta
sq: Instalimi i mëparshëm nuk është kompletuar
th: การติดตั้งครั้งก่อนยังไม่สมบูรณ์
tr: Önceki kurulum tamamlanmadı
vi: Lần cài đặt trước chưa hoàn thành xong

source: The package is of bad quality
el: Το πακέτο είναι κακής ποιότητας
eo: La pakaĵo estas malbonkvalita
es: El paquete es de mala calidad
et: Pakett on halva kvaliteediga
fr: Le paquet est de mauvaise qualité
gl: El paquete é de mala calidade
he: החבילה היא באיכות נמוכה
hi: यह पैकेज घटिया स्तर का है
id: Paket ini berkualitas buruk
lt: Paketas yra prastos kokybės
nb: Pakken er i dårlig forfatning
nl: Het pakket is van slechte kwaliteit
oc: Lo paquet es de marrida qualitat
sq: Paketa ka cilësi të keqe
th: คุณภาพแพกเกจแย่มาก
tr: Paket kötü kalitede
vi: Gói này có chất lượng kém

source: Package file could not be opened
el: Το αρχείο του πακέτο δεν μπόρεσε να ανοιχτεί
eo: Ne eblis malfermi pakaĵdosieron
es: El archivo de paquete no se puede abrir
et: Paketi faile ei ole võimalik avada
fr: Impossible d'ouvrir le paquet
gl: Non é posíbel abrir o ficheiro de paquete
he: לא ניתן לפתוח את קובצי החבילות
hi: पैकेज संचिका नहीं खुल सका
id: Berkas Paket tidak dapat dibuka
lt: Nepavyko atverti paketo failo
nb: Pakkefilen kunne ikke åpnes
nl: Pakketbestand kon niet worden geopend
oc: Impossible de dobrir lo paquet
sq: Skedari i paketës nuk mund të hapet
th: แฟ้มแพกเกจเปิดไม่ได้
tr: Paket dosyası açılamadı
vi: Không thể mở tập tin cài gói

source: Not supported feature
el: Μη υποστηριζόμενη λειτουργία
eo: Nesubtenata trajto
es: Característica no permitida
et: Toetamata omadus
fr: Fonctionnalité non prise en charge
gl: Característica non compatíbel
he: תכונה שאינה נתמכת
hi: सुविधा समर्थित नहीं है
lt: Nepalaikoma funkcija
nl: Niet-ondersteunde functie
oc: Foncionalitat pas presa en carga
sq: Mjet i pa suportuar
tr: Desteklenmeyen özellik
vi: Chức không được hỗ trợ

source: Failed to download the license key
el: Αποτυχία λήψης του κλειδιού άδειας χρήσης
eo: Elŝuto de permesilŝlosilo fiaskis
es: Falló la descarga de la clave de licencia
et: Litsentsivõtme allalaadimine nurjus
fr: Échec du téléchargement de la clé de licence
gl: Produciuse un fallo ao descargar a chave de licenza
he: הורדת מפתח הרישוי נכשלה
lt: Nepavyko atsiųsti licencijos rakto
nb: Klarte ikke laste ned lisensnøkkelen
nl: Het downloaden van de licentiesleutel is mislukt
oc: Fracàs del telecargament de la clau de licéncia
sq: Dështova në shkarkimin e çelësit të liçensës
tr: Lisans anahtarı indirme işlemi başarısız oldu
vi: Lỗi khi tải khóa chứng nhận xuống

source: Failed to install the license key
el: Αποτυχία εγκατάστασης του κλειδιού άδειας χρήσης
eo: Instalo de permesilŝlosilo fiaskis
es: Fallo en la instalación de la clave de licencia
et: Litsentsivõtme paigaldamine nurjus
fr: Échec lors de l'installation de la clé de licence
gl: Produciuse un fallo ao instalar a chave de licenza
he: התקנת מפתח הרישוי נכשלה
lt: Nepavyko įdiegti licencijos rakto
nb: Klarte ikke installere lisensnøkkelen
nl: Het installeren van de licentiesleutel is mislukt
oc: Fracàs al moment de l'installacion de la clau de licéncia
sq: Dështova në instalimin e çelësit të liçensës
tr: Lisans anahtarı kurulumu başarısız oldu
vi: Lỗi khi cài đặt khóa chứng nhận

source: The system is already up to date
el: Το σύστημα είναι ήδη ενημερωμένο
eo: La sistemo estas jam ĝisdata
es: El sistema ya está actualizado
et: Süsteem on juba ajakohane
fr: Le système est déjà à jour
gl: O sistema xa está anovado
he: המערכת כבר מעודכנת
lt: Sistema jau atnaujinta
nb: Systemet er allerede oppdatert
nl: Het systeem is al bijgewerkt
oc: Lo sistèma es ja a jorn
sq: Sistemi është i përditësuar tashmë
tr: Sistem zaten güncel
vi: Hệ thống này là mới nhất rồi

source: You could not be authorized
el: Δε μπορέσατε να πιστοποιηθείτε
es: No se le pudo autorizar
fr: Vous n'avez pas pu être autorisé
gl: Podería non ser autorizado
he: לא ניתן לאשר אותך
nl: U kon niet worden geautoriseerd
oc: Avètz pas pogut èsser autorizat
sq: Nuk mudëm t'iu autorizonim
tr: Yetkilendirilemediniz

source: You are not allowed to perform this action
el: Δεν επιτρέπεται να εκτελέσετε αυτή την ενέργεια
es: No tiene permitido realizar esta acción
fr: Vous n'êtes pas autorisé à exécuter cette action
gl: Non se lle permite realizar esta acción
he: אין לך הרשאה לבצע פעולה זו
nl: U mag deze actie niet uitvoeren
oc: Sètz pas autorizat a executar aquesta accion
sq: Juve nuk iu lejohet ta kryeni këtë veprim
tr: Bu işlemi gerçekleştirme izniniz yok

source: An unhandlable error occured
el: Παρουσιάστηκε ανεπανόρθωτο σφάλμα
eo: Okazis netraktebla eraro
es: Ocurrió un error que no se puede manejar
et: Tekkis käsitlematu viga
fr: Une erreur impossible à traiter est survenue
gl: Produciuse un erro que non se pode xestionar
he: אירעה שגיאה שאינה ניתנת לטיפול
hi: एक अप्रबंधकीय त्रुटि हुई है
id: Terjadi kesalahan yang tidak dapat ditangani
lt: Įvyko neapdorojama klaida
nb: En uhåndterbar feil oppsto
nl: Er is een onhandelbare fout opgetreden
oc: Una error impossibla de tractar s'es producha
sq: Ndodhi një gabim i pakorrigjueshëm
th: มีปัญหาที่จัดการไม่ได้เกิดขึ้น
tr: Üstesinden gelinemeyecek bir sorun oluştu
vi: Một lỗi không xử lý được đã xảy ra

source: Waiting for service to start
el: Αναμονή για να ξεκινήσει η υπηρεσία
eo: Atendas la starton de servo
es: Esperando el servicio para iniciar
et: Teenuse käivitumise järel ootamine
fr: En attente de démarrage du service
gl: Agardando polo arranque do servizo
he: בהמתנה להתחלת השירות
hi: सेवा शुरु होने की प्रतीक्षा कर रहा है
id: Menunggu servis untuk memulai
lt: Laukiama kol bus paleista tarnyba
nb: Venter på at tjeneste skal starte
nl: Wachten op het starten van de dienst
oc: En espèra d'aviada del servici
sq: Duke pritur që shërbimi të rinisë
th: กำลังรอเซอร์วิสเริ่มทำงาน
tr: Başlamak için servis bekleniyor
vi: Đang chờ cho dịch vụ để bắt đầu

source: Waiting
el: Αναμονή
eo: Atendas
es: Esperando
et: Ootamine
fr: En attente
gl: Agardando
he: בהמתנה
hi: प्रतीक्षारत
id: Sedang menunggu
lt: Laukiama
nb: Venter
nl: Wachten
oc: En espèra
sq: Në pritje
th: กำลังรอ
tr: Beklemede
vi: Đang đợi

source: Waiting for required medium
el: Αναμονή για το απαιτούμενο μέσο
eo: Atendas postulatan datumportilon
es: Esperando el soporte requerido
et: Nõutud andmekandja järel ootamine
fr: En attente du média requis
gl: Agardando polo recurso requirido
he: בהמתנה למדיום הנדרש
hi: आवश्यक माध्यम हेतु प्रतीक्षारत
id: Menunggu untuk media yang dibutuhkan
lt: Laukiama reikalingos laikmenos
nb: Venter på påkrevd medie
nl: Wachten op vereist medium
oc: En espèra del mèdia requesit
sq: Duke pritur për median e kërkuar
th: กำลังรอความต้องการระดับกลาง
tr: Gerekli ortam için bekleniyor
vi: Đang chờ môi trường cần thiết

source: Waiting for other software managers to quit
el: Αναμονή για τον τερματισμό άλλων διαχειριστών λογισμικού
eo: Atendas ĝis aliaj programaraj administriloj ĉesas
es: Esperando que los demás gestores de paquetes se cierren
et: Teiste tarkvarahaldurite lõpetamise järel ootamine
fr: En attente de l'arrêt d'un autre gestionnaire de paquets
gl: Agardando que rematen outros xestores de software
he: בהמתנה למנהלי החבילות האחרים שיסתיימו
hi: अन्य साफ्टवेयर प्रबंधक के खाली होने की प्रतीक्षा कर रहा है
id: Menunggu peranti lunak lainnya untuk keluar
lt: Laukiama kol išsijungs kitos programinės įrangos tvarkytuvės
nb: Venter på at annen programvarebehandler skal avsluttes
nl: Wachten totdat andere softwarebeheerders zijn afgesloten
oc: En espèra de fin d'execucion d'un autre gestionari de paquets
sq: Duke pritur të dalin menaxhuesit e tjerë të programeve
th: กำลังรอให้โปรแกรมจัดการแพกเกจอื่น ๆ ปิด
tr: Diğer yazılım yöneticilerinin çıkış yapması için bekleniyor
vi: Đang chờ các bộ quản lý phần mềm khác thoát

source: Waiting for configuration file prompt
el: Αναμονή για την ζήτηση από το αρχείο ρυθμίσεων
eo: Atendas la fenestron de la agordodosiero
es: Esperando la solicitud del archivo de configuración
et: Seadistusfaili kohta käiva küsimuse järel ootamine
fr: En attente d'une demande de configuration
gl: Agardando polo indicador do ficheiro de configuración
he: בהמתנה לבקשת קובץ התצורה
hi: संचिका प्राम्प्ट विन्यास की प्रतीक्षा कर रहा है
id: Menunggu prompt berkas konfigurasi
lt: Laukiama konfigūracijos failo pranešimo
nb: Venter på dialog for oppsettsfil
nl: Wachten op het venster van het configuratiebestand
oc: En espèra d'una demanda de configuracion
sq: Duke pritur për daljen e skedarit të konfigurimit
th: กำลังรอการตั้งค่าแฟ้มพรอมต์
tr: İstenen yapılandırma dosyası için bekleniyor
vi: Đang chờ nhắc tập tin cấu hình

source: Running task
el: Εκτέλεση εργασίας
eo: Aktiva tasko
es: Ejecutando tarea
et: Käesolev toiming
fr: Tâche en cours d'exécution
gl: Executando a tarefa
he: משימה פעילה
hi: कार्य चल रहा है
id: Tugas yang berjalan
lt: Vykdoma užduotis
nb: Kjører oppgave
nl: Actieve taak
oc: Execucion del prètzfach
sq: Duke nisur detyrën
th: งานที่กำลังทำงาน
tr: Çalışan görev
vi: Đang chạy tác vụ

source: Downloading
el: Λήψη
eo: Elŝutas
es: Descargando
et: Allalaadimine
fr: Téléchargement
gl: Descargando
he: בתהליכי הורדה
hi: डाउनलोड किया जा रहा है
id: Mengunduh
lt: Atsiunčiama
nb: Laster ned
nl: Downloaden
oc: Telecargament
sq: Duke shkarkuar
th: กำลังดาวน์โหลด
tr: İndiriliyor
vi: Đang tải về
