Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: Set a proxy for software downloads
el: Ρύθμιση εξυπηρετητή proxy για μεταφορτώσεις λογισμικού
eo: Agordi prokurilon por programar-elŝutoj
es: Establecer un proxy para descargas de software
et: Tarkvara allalaadimiste jaoks proksi määramine
fr: Définir un serveur mandataire pour le téléchargement des logiciels
gl: Establecer un proxy para as descargas de software
he: הגדרת מתווך להורדות תכנה
hi: सॉफ्टवेयर डाउनलोड करने हेतु प्रॉक्सी नियत करें
id: Atur proxy untuk pengunduhan perangkat lunak
lt: Nustatyti tarpinį serverį programinės įrangos atsiuntimui
nb: Velg en proxy-tjener til programvarenedlastinger
nl: Een proxy instellen voor softwaredownloads
oc: Definir un servidor mandatari pel telecargament dels logicials
sq: Vendos proksi për shkarkimet e programeve
th: ตั้งพร็อกซีสำหรับดึงโปรแกรม
tr: Yazılım indirmeleri için vekil sunucu ayarla
vi: Cài đặt một proxy cho việc tải phần mềm

source: To use a proxy server for downloading software, you need to authenticate.
el: Για να χρησιμοποιήσετε εξυπηρετητή proxy για μεταφορτώσεις λογισμικού, χρειάζεται ταυτοποίηση.
eo: Aŭtentokontrolo necesas por uzi prokuran servilon por elŝuti programaron.
es: Para usar un servidor proxy para descargar software, necesita autenticarse.
et: Et kasutada proksi serverit tarkvara allalaadimiseks, pead sa ennast autentima.
fr: Vous devez vous authentifier pour utiliser un serveur mandataire pour télécharger des logiciels.
gl: Para usar un servidor proxy para descargar software debe autenticarse.
he: כדי להשתמש בשרת מתווך להורדת תכנה, עליך להזדהות.
hi: सॉफ्टवेयर डाउनलोड करने के लिए प्रॉक्सी सर्वर के उपयोग हेतु आपको सत्यापन की आवश्यकता है.
id: Menggunakan server proxy untuk mengunduh perangkat lunak, anda perlu melakukan otentifikasi.
lt: Tarpinio serverio, programinės įrangos atsiuntimui, naudojimui turite patvirtinti tapatybę.
nb: For å bruke en proxytjener til å laste ned programvare må du autentisere deg.
nl: Uw authenticatie is vereist als u een proxy-server wilt gebruiken voor het downloaden van software.
oc: Vos cal vos autentificar per utilizar un servidor mandatari per telecargar de logicials.
sq: Për të përdorur një server proksi, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวในการใช้พร็อกซีทำการดาวน์โหลดโปรแกรม
tr: Yazılım indirirken bir vekil sunucu kullanmak için kimlik doğrulaması gerekli.
vi: Để sử dụng một máy chủ proxy cho việc tải phần mềm, bạn cần phải xác thực quyền.

source: ERROR
el: ΣΦΑΛΜΑ
eo: ERARO
et: VIGA
fr: ERREUR
gl: ERRO
hi: त्रुटि
id: KESALAHAN
lt: KLAIDA
nb: FEIL
nl: FOUT
sq: GABIM
th: ผิดพลาด
tr: HATA
vi: LỖI

source: Downloaded %sB of %sB at %sB/s
el: Λήψη %sB από %sB στα %sB/s
eo: %sB el %sB je %sB/s elŝutitaj
es: Descargados %sB de %sB a %sB/s
et: Allalaaditud %sB %sB-st kiirusel %sB/s
fr: %s octets sur %s octets téléchargés à %s octets/s
gl: Descargáronse %sB de %sB a %sB/s
he: הורדו %s בתים מתוך %s במהירות %s בתים לשנייה
hi: %sB को %sB से %sB/s पर डाउनलोड कर रहा है
id: Terunduh %sB dari %sB pada %sB/s
lt: Atsiųsta %s B iš %s B (%s B/s)
nb: Lastet ned %sB av %sB fra %sB/s
nl: %sB van %sB gedownload met %sB/s
oc: %s octets sus %s octets telecargats a %s octets/s
sq: U Shkarkuan %sB të %sB në %sB/s
th: ดาวน์โหลด %sB แล้วจาก %sB ที่ความเร็ว %sB/s
tr: %sB of %sB at %sB/s İndirildi
vi: Đã tải %sB của %sB với tốc độ %sB/s

source: Downloaded %sB of %sB
el: Λήφθηκαν %sB από %sB
eo: %sB el %sB elŝutitaj
es: Descargados %sB de %sB
et: Allalaaditud %sB %sB-st
fr: %s octets sur %s octets téléchargés
gl: Descargáronse %sB de %sB
he: הורדו %s בתים מתוך %s
hi: %sB को %sB से डाउनलोड कर रहा है
id: Terunduh %sB dari %sB
lt: Atsiųsta %s B iš %s B
nb: Lastet ned %sB av %sB
nl: %sB van %sB gedownload
oc: %s octets sus %s octets telecargats
sq: U Shkarkua %sB e %sB
th: ดาวน์โหลด %sB แล้วจาก %sB
vi: Đã tải về %sB của %sB

source: ERROR:
el: ΣΦΑΛΜΑ:
eo: ERARO:
et: VIGA:
fr: ERREUR :
gl: ERRO:
hi: त्रुटि:
id: KESALAHAN:
lt: KLAIDA:
nb: FEIL:
nl: FOUT:
sq: GABIM:
th: ผิดพลาด:
tr: HATA:
vi: Lỗi:

source: You are not allowed to perform this action.
el: Δεν σας επιτρέπεται να εκτελέσετε αυτήν την ενέργεια.
eo: Vi ne rajtas fari ĉi tiun agon.
es: No tiene permitido realizar esta acción.
et: Sul pole lubatud seda toimingut teha.
fr: Vous n'êtes pas autorisé(e) à réaliser cette action.
gl: Non ten permiso para levar a cabo esta acción.
hi: इस कार्य को करने के लिए आपको अनुमति नहीं है.
id: Anda tidak diizinkan melakukan tindakan ini.
lt: Jums neleidžiama atlikti šio veiksmo.
nb: Du har ikke tilgang til å utføre denne handlingen.
nl: U mag deze bewerking niet uitvoeren.
oc: Sètz pas autorizat a realizar aquela accion.
sq: Nuk ju lejohet të kryeni këtë veprim.
th: ไม่คุณไม่ได้รับอนุญาติให้กระทำการนี้
tr: Bu işlemi gerçekleştirmenize izin verilmiyor.
vi: Bạn không được phép thực hiện hành động này.

source: Queuing
el: Δημιουργία λίστας
eo: Enviciganta
es: Poner en cola
et: Järjekorrastamine
fr: Mise en file d'attente
gl: Metendo na cola
hi: कतार
id: Mengantri
lt: Įtraukiama į eilę
nb: Legger i kø
nl: In wachtrij
oc: Mesa en fila d'espèra
sq: Duke kërkuar
th: กำลังเข้าคิว
tr: Kuyruğa alınıyor
vi: Đang xếp hàng

source: Resolving dependencies
el: Επίλυση εξαρτήσεων
eo: Solvanta dependojn
es: Resolviendo dependencias
et: Sõltuvuste lahendamine
fr: Résolution des dépendances
gl: Buscando as dependencias
he: דרישות התלות נפתרות
hi: निर्भरता हल कर रहा है
id: Menghitung dependensi
lt: Sprendžiamos priklausomybių sąsajos
nb: Løser avhengigheter
nl: Afhankelijkheden oplossen
oc: Resolucion de las dependéncias
sq: Duke zgjidhur vartësitë
th: กำลังแก้ปัญหาการขึ้นต่อกัน
tr: Bağımlılıklar çözümleniyor
vi: Đang giải quyết các phụ thuộc

source: The following NEW package will be installed (%(count)s):
el: Τo ακόλουθο ΝΕΟ πακέτο θα εγκατασταθεί (%(count)s):
eo: La sekva NOVA pakaĵo estos instalata (%(count)s):
es: Se instalará el siguiente paquete NUEVO (%(count)s):
et: Paigaldatakse %(count)s UUS pakett:
fr: Le NOUVEAU paquet suivant sera installé :
gl: Vaise instalar o seguinte paquete NOVO (%(count)s):
hi: निम्न नया पैकेज संस्थापित होगा (%(count)s):
id: Jumlah Paket BARU yang akan dipasang adalah (%(count)s):
lt: Šis NAUJAS paketas bus įdiegtas (%(count)s):
nb: Følgende NY pakke vil installeres (%(count)s):
nl: Het volgende NIEUWE pakket zal geïnstalleerd worden (%(count)s):
oc: Lo NOVÈL paquet seguent serà installat :
sq: Paketa E RE që vijon do të instalohet (%(count)s):
th: แพกเกจใหม่ตามนี้จะถูกติดตั้ง (%(count)s):
tr: Aşağıdaki (%(count)s) YENİ paket kurulacak:
vi: Những gói mới sau đây sẽ được cài đặt (%(count)s):

source: The following package will be upgraded (%(count)s):
el: Το ακόλουθο πακέτο θα αναβαθμιστεί (%(count)s):
eo: La sekva pakaĵo estos ĝisdatigata (%(count)s):
es: Se actualizará el siguiente paquete (%(count)s):
et: Uuendatakse %(count)s pakett:
fr: Le paquet suivant sera mis à jour :
gl: Vaise anovar o paquete seguinte (%(count)s):
hi: निम्न पैकेज उन्नत होगें (%(count)s):
id: Paket-paket ini akan ditingkatkan (%(count)s):
lt: Šis paketas bus atnaujintas (%(count)s):
nb: Følgende pakke vil oppgraderes (%(count)s):
nl: Het volgende pakket zal worden bijgewerkt (%(count)s):
oc: Lo paquet seguent serà mes a jorn :
sq: Paketa që vijon do të përditësohet (%(count)s):
th: แพกเกจตามนี้จะถูกปรับรุ่นขึ้น (%(count)s):
tr: Aşağıdaki (%(count)s) paket yükseltilecek:
vi: Những gói sau đây sẽ được nâng cấp (%(count)s):

source: The following package will be REMOVED (%(count)s):
el: Το ακόλουθο πακέτο θα ΑΦΑΙΡΕΘΕΙ (%(count)s):
eo: La sekva pakaĵo estos FORIGATA (%(count)s):
es: Se ELIMINARÁ e siguiente paquete (%(count)s):
et: Järgnev pakett eemaldatakse (%(count)s):
fr: Le paquet suivant sera SUPPRIMÉ :
gl: Vaise RETIRAR o seguinte paquete (%(count)s):
hi: निम्न पैकेज हटाए जाएगें (%(count)s):
id: Paket-paket ini akan DIHAPUS (%(count)s):
lt: Šis paketas bus PAŠALINTAS (%(count)s):
nb: Følgende pakke vil FJERNES (%(count)s):
nl: Het volgende pakket zal worden verwijderd (%(count)s):
oc: Lo paquet seguent serà SUPRIMIT :
sq: Paketa që vijon do të HIQET (%(count)s):
th: แพกเกจตามนี้จะถูกเอาออก (%(count)s):
tr: Aşağıdaki (%(count)s) paket kaldırılacak:
vi: Những gói sau đây sẽ được GỠ BỎ (%(count)s):

source: The following package will be DOWNGRADED (%(count)s):
el: Το ακόλουθο πακέτο θα ΥΠΟΒΑΘΜΙΣΤΕΙ (%(count)s):
eo: La sekva pakaĵo estos MALĜISDATIGATA (%(count)s):
es: Se DESACTUALIZARÁ el siguiente paquete (%(count)s):
et: Järgnev pakett madaldatakse (%(count)s):
fr: Le paquet suivant sera remplacé par une version ANTÉRIEURE :
gl: Vaise REVERTER o seguinte paquete (%(count)s):
hi: निम्न पैकेज को अवनत किया जाएगा (%(count)s):
id: Paket-paket ini akan diTURUN-TINGKATkan (%(count)s):
lt: Šis paketas bus PASENDINTAS (%(count)s):
nb: Følgende pakke vil NEDGRADERES (%(count)s):
nl: Van het volgende pakket zal de VORIGE VERSIE worden gebruikt (%(count)s):
oc: Lo paquet seguent serà remplaçat per una version ANTERIORA :
sq: Paketa që vijon do të ULET NË NIVEL (%(count)s):
th: แพกเกจ (%(count)s) อันจะถูกปรับรุ่นลง:
tr: Aşağıdaki (%(count)s) paketin sürümü düşürülecek:
vi: Những gói sau đây sẽ được HẠ CẤP (%(count)s):

source: The following package will be reinstalled (%(count)s):
el: Το ακόλουθο πακέτο θα επανεγκατασταθεί (%(count)s):
eo: La sekva pakaĵo estos reinstalata (%(count)s):
es: Se reinstalará el siguiente paquete (%(count)s):
et: Järgnev pakett taaspaigaldatakse (%(count)s):
fr: Le paquet suivant sera réinstallé :
gl: Vaise reinstalar o seguinte paquete (%(count)s):
hi: निम्न पैकेज पुनःसंस्थापित होगें (%(count)s):
id: Paket-paket ini akan segera dipasang ulang (%(count)s):
lt: Šis paketas bus įdiegtas iš naujo (%(count)s):
nb: Følgende pakke vil bli installert på nytt (%(count)s):
nl: Het volgende pakket zal opnieuw worden geïnstalleerd (%(count)s):
oc: Lo paquet seguent serà reïnstallat :
sq: Paketa që vijon do të riinstalohet (%(count)s):
th: แพกเกจเหล่านี้จะถูกติดตั้งใหม่ (%(count)s):
tr: Aşağıdaki paketler tekrar kurulacak (%(count)s):
vi: Những gói sau đây sẽ được cài đặt lại (%(count)s):

source: The following package has been kept back (%(count)s):
el: Το ακόλουθο πακέτο έχει διατηρηθεί (%(count)s):
eo: La sekva pakaĵo estas retenita (%(count)s):
es: Se retuvo el siguiente paquete (%(count)s):
et: Järgnevat paketti on tagasi hoitud (%(count)s):
fr: Le paquet suivant a été conservé :
gl: Retívose o paquete seguinte (%(count)s):
hi: निम्न पैकेज को वापस रखा जाएगा (%(count)s):
id: Paket-paket ini telah ditahan (%(count)s):
lt: Šis paketas buvo sulaikytas (%(count)s):
nb: Følgende pakke holdes tilbake (%(count)s):
nl: Het volgende pakket is achtergehouden (%(count)s):
oc: Lo paquet seguent es estat conservat :
sq: Paketa që vijon është mbajtur (%(count)s):
th: แพกเกจพวกนี้ถูกเก็บแล้ว (%(count)s):
tr: Aşağıdaki (%(count)s) paket değiştirilmeyecek:
vi: Những gói sau đây đã được giữ lại (%(count)s):

source: Need to get %sB of archives.
el: Πρέπει να γίνει λήψη %sB αρχείων.
eo: Necesas elŝuti %sB da arĥivoj.
es: Se necesitan obtener %sB de archivadores.
et: Peab hankima %sB arhiive.
fr: %s octets doivent être téléchargés.
gl: É necesario obter %sB de ficheiros.
hi: %sB के अभिलेखों को प्राप्त करने की आवश्यकता है.
id: Perlu mendapatkan %sB dari arsip.
lt: Reikia gauti archyvų %sB.
nb: Må hente %sB arkiver.
nl: Moet %sB aan archieven ophalen.
oc: %s octets an d'èsser telecargats.
sq: Kam nevojë të marr %sB nga arkivat.
th: ต้องใช้อีก %sB จากเป้าหมาย
tr: %sB arşivlerinin alınması gerekli.
vi: Cần lấy %sB lưu trữ.

source: After this operation, %sB of additional disk space will be used.
el: Μετά από αυτήν την διαδικασία, θα χρησιμοποιηθούν %sB επιπλέον χώρου στον δίσκο.
eo: Post ĉi tiu ago, %sB da plia diskspaco estos uzata.
es: Después de esta operación, se usarán %sB de espacio adicional en el disco.
et: Pärast seda toimingut kasutatakse %sB rohkem kettaruumi.
fr: Après cette opération, %s octets d'espace disque sera utilisé.
gl: Despois desta operación ocuparanse %sB de espazo no disco
hi: इस क्रिया कलाप के पश्चात, %sB अतिरिक्त डिस्क जगह का उपयोग होगा.
id: Setelah operasi ini, %sB ruang kosong harddisk akan digunakan.
lt: Po šios operacijos bus sunaudota %sB papildomos vietos diske.
nb: Etter denne operasjonen vil %sB ekstra diskplass brukes.
nl: Na deze operatie zal %sB extra schijfruimte gebruikt worden.
oc: Aprèp aquesta operacion, %s octets d'espaci de disc seràn utilizats.
sq: Pas këtij veprimi, %sB hapësirë shtesë në disk do të përdoret.
th: พื้นที่ว่างบนแผ่นจะถูกใช้ %sB หลังจากการทำงานนี้
tr: Bu işlemden sonra, ilave disk alanından %sB kullanılacak.
vi: Sau hành động này, %sB không gian đĩa sẽ được sử dụng.

source: After this operation, %sB of additional disk space will be freed.
el: Μετά από αυτήν την διαδικασία, θα ελευθερωθούν %sB επιπλέον χώρου στον δίσκο.
eo: Post ĉi tiu ago, %sB da diskspaco estos liberigata.
es: Después de esta operación, se liberarán %sB de espacio adicional en el disco.
et: Pärast seda toimingut vabaneb %sB kettaruumi.
fr: Après cette opération, %s octets d'espace disque sera libéré.
gl: Despois desta operación liberaranse %sB de espazo no disco
hi: इस क्रिया-कलाप के पश्चात, %sB अतिरिक्त डिस्क जगह खाली होगा.
id: Setelah operasi ini, %sB ruang diska tambahan akan dibebaskan:
lt: Po šios operacijos bus atlaisvinta %sB papildomos vietos diske.
nb: Etter denne operasjonen vil %sB ekstra diskplass bli frigjort.
nl: Na deze operatie zal %sB schijfruimte vrijkomen.
oc: Aprèp aquesta operacion, %s octets d'espaci de disc seràn liberats.
sq: Pas këtij veprimi, %sB hapësirë shtesë në disk do të lirohet.
th: จะมีพื้นที่ว่าง %sB หลังจากการทำงานนี้
tr: Bu işlemden sonra, ilave disk alanından %sB boş olacak.
vi: Sau hành động này, %sB không gian đĩa sẽ được giải phóng.

source: Do you want to continue [Y/n]?
el: Θέλετε να συνεχίσετε [Y/n]?
eo: Ĉu vi volas daŭrigi [J/n]?
es: ¿Quiere continuar [S/n]?
et: Kas soovid jätkata [Y/n]?
fr: Voulez-vous continuer [O/n] ?
gl: Desexa continuar [S/n]?
hi: क्या आप आगे बढ़ना चाहते हैं [हाँ Y/ ना n]?
id: Apakah Anda ingin melanjutkannya [Y/n]?
lt: Ar norite tęsti [T/n]?
nb: Ønsker du å fortsette [J/n]?
nl: Wilt u doorgaan[J/n]?
oc: Volètz contunhar [O/N] ?
sq: Dëshironi të vazhdoni [P/j]?
th: ต้องการทำต่อ [Y/n]
tr: Devam etmek istiyor musunuz[E/H]?
vi: Bạn có muốn tiếp tục [Y/n]?

source: To operate on more than one package put the package names in quotation marks: aptdcon --install "foo bar"
el: Για να εργασθείτε με περισσότερα πακέτα, βάλτε τις ονομασίες των πακέτων σε εισαγωγικά: aptdcon --install "foo bar"
eo: Por agi por pli ol unu pakaĵo, enmetu la pakaĵnomojn en citilojn: aptdcon --install "fuo baro"
es: Para operar con más de un paquete debe colocar los nombres de los paquetes entre comillas: aptdcon --install "foo bar"
et: Et töötada rohkem kui ühel paketil, lisa pakettide nimed jutumärkides: aptcon -- paigalda "foo bar"
fr: Pour traiter plusieurs paquets à la fois, placez leurs noms entre guillemets : aptdcon --install "truc machin"
gl: Para traballar en máis de un paquete poña os nomes dos paquetes entre vírgulas: aptdcon --install «foo bar»
hi: एक से अधिक पैकेज पर क्रिया-कलाप हेतु पैकेज के नामों को उद्धरण चिह्न में रखें: aptdcon --install "foo bar"
id: Untuk beroperasi pada lebih dari satu paket, taruh nama paket dalam tanda petik: aptdcon --install "foo bar"
lt: Norėdami dirbti su daugiau nei vienu paketu rašykite paketų pavadinimus kabutėse: aptdcon --install "foo bar"
nb: Sett pakkenavn i anførselstegn for å betjene mer enn én pakke: aptdcon --install "foo bar"
nl: Om een operatie op meer dan een pakket uit te voeren plaatst u de pakketnamen tussen aanhalingstekens: aptdcon --install "foo bar"
oc: Per tractar mantun paquet a l'encòp, plaçatz lors noms entre verguetas : aptdcon --install "truc machin"
sq: Për të vepruar me më tepër se një paketë vendosini emrat e paketave me thonjëza: aptdcon --install "foo bar"
th: ให้ใส่เครื่องหมายคำพูดครอบชื่อแพกเกจเพื่อทำงานพร้อมกันหลาย ๆ แพกเกจ: aptdcon --install "foo bar"
tr: Birden fazla paket üzerinde işlem yapmak için paket isimlerini tırnak işaretleri içine koyun: aptdcon --install "foo bar"
vi: Để thực hiện trên nhiều gói hãy để tên các gói trong dấu ngoặc kép: aptcon --install "foo bar"

source: Refresh the cache
el: Ανανέωση λανθάνουσας μνήμης
eo: Refreŝigi kaŝmemoron
es: Actualizar caché
et: Uuenda puhvrit
fr: Rafraîchir le cache
gl: Actualizar a caché
hi: कैश को पुनःताजा करें
id: Segarkan ulang tembolok
lt: Atnaujinti podėlį
nb: Oppdater bufferen
nl: Vernieuw de cache
oc: Refrescar l'escondedor
sq: Rifresko magazinën
th: เรียกข้อมูลชั่วคราวใหม่
tr: Önbelleği yenile
vi: Làm tươi bộ đệm

source: Try to resolve broken dependencies. Potentially dangerous operation since it could try to remove many packages.
el: Προσπαθήστε να διορθώσετε τις κατεστραμμένες εξαρτήσεις. Δυνητικά επικίνδυνη λειτουργία επειδή μπορεί να προσπαθήσει να αφαιρέσει πολλά πακέτα.
eo: Provi solvi rompitajn dependecojn. Tio povas esti danĝera ĉar la ago eble provus forigi multajn pakaĵojn.
es: Intentar resolver dependencias rotas. Operación potencialmente peligrosa ya que podría tratar de eliminar muchos paquetes.
et: Katkiste sõltuvuste parandamise üritamine. Potentsiaalselt ohtlik toime, kuna see võib üritada mingit paketti eemaldada.
fr: Tente de réparer les dépendances cassées. Cette opération est potentiellement dangereuse, car elle peut conduire à la suppression de nombreux paquets.
gl: Tentar resolver as dependencias rotas. Esta operación é potencialmente perigosa xa que podería tratar de eliminar moitos paquetes.
he: יש לנסות לפתור דרישות תלות שבורות. פעולה הנחשבת למסוכנת כיוון שהיא עלולה לנסות להסיר חבילות רבות.
hi: खंडित निर्भरताओं को सुलझाने का प्रयास करें. सम्भवतः खतरनाक क्रिया-कलाप होगा क्योंकि यह कई पैकेज को हटाने का प्रयास करेगा.
id: Cobalah untuk mengatasi dependensi rusak. Operasi berpotensi berbahaya karena bisa mencoba untuk menghapus banyak paket.
lt: Mėginti išspręsti sugadintas priklausomybes. Tai potencialiai pavojinga operacija, nes ji gali mėginti pašalinti daug paketų.
nb: Forsøk å løse problemer med ødelagte avhengigheter. Dette er en potensielt skadelig operasjon da den kan forsøke å fjerne mange pakker.
nl: Probeer gebroken afhankelijkheden op te lossen. Dit kan gevaarlijk zijn, aangezien deze actie mogelijk veel pakketten zal proberen te verwijderen.
oc: Ensajatz de reparar las dependéncias copadas. Aquesta operacion es potencialament dangierosa, perque pòt menar a la supression de fòrça paquets.
sq: Përpiquni të zgjidhni vartësitë e dëmtuara. Veprim potencialisht i rrezikshëm, sepse do të përpiqet të heqë shumë paketa.
th: ลองซ่อมการขึ้นกันที่มีปัญหาดู การกระทำนี้ควรระวังเพราะจะมีการลบแพกเกจจำนวนมาก
tr: Kırık bağımlılıkların çözülmeye çalışılması. Çok sayıda paket kaldırılabileceğinden dolayı tehlikeli bir işlemdir.
vi: Cố gắng để giải quyết các phụ thuộc bị hỏng. Đây là hành động tiềm tàng nguy hiểm vì nó có thể sẽ gỡ bỏ rất nhiều gói.

source: Try to finish a previous incompleted installation
el: Προσπαθήστε να ολοκληρώσετε μια ανεπιτυχή προηγούμενη εγκατάσταση
eo: Provi fini antaŭe nekompletigitan instaladon
es: Intente finalizar una instalación incompleta anterior
et: Püüa lõpetada eelnev poolik paigaldus
fr: Tente d'achever une installation précédente incomplète
gl: Tentar rematar unha instalación anterior incompleta
hi: एक पूर्ववर्ति अपुर्ण संस्थापना को पुरा करने का प्रयास करें
id: Mencoba untuk menyelesaikan pemasangan yang tidak selesai sebelumnya
lt: Mėginti užbaigti ankstesnį nebaigtą įdiegimą
nb: Forsøker å fullføre en tidligere ufullstendig installasjon
nl: Probeer een eerder niet-voltooide installatie af te ronden
oc: Ensaja d'acabar una installacion precedenta incompleta
sq: Përpiqu të përfundosh një instalim të mëparshëm të pa kompletuar
th: ลองทำงานติดตั้งที่ยังค้างอยู่ให้เสร็จ
tr: Daha önceki tamamlanmayan kurulumu bitirmeye çalış
vi: Cố gắng để hoàn tất một cài đặt không đầy đủ trước đó

source: Install the given packages
el: Εγκαταστήστε τα συγκεκριμένα πακέτα
eo: Instali la indikitajn pakaĵojn
es: Instalar los paquetes proporcionados
et: Paigalda need pakid
fr: Installe les paquets spécifiés
gl: Instalar os paquetes fornecidos
hi: दिए गए पैकेज को संस्थापित करें
id: Pasang paket yang diberikan
lt: Įdiegti nurodytus paketus
nb: Installer de angitte pakkene
nl: Installeer de opgegeven pakketten
oc: Installa los paquets especificats
sq: Instalo paketat e dhëna
th: ติดตั้งแพกเกจที่จัดให้
tr: Verilen paketleri kur
vi: Cài đặt các gói cho trước

source: Reinstall the given packages
el: Επανεγκαταστήστε τα συγκεκριμένα πακέτα
eo: Reinstali la indikitajn pakaĵojn
es: Reinstalar los paquetes proporcionados
et: Paigalda uuesti need pakid
fr: Réinstalle les paquets spécifiés
gl: Reinstalar os paquetes fornecidos
hi: दिए गए पैकेज को पुनःसंस्थापित करें
id: Pasang ulang paket yang diberikan
lt: Iš naujo įdiegti nurodytus paketus
nb: Installer de angitte pakkene på nytt
nl: Herinstalleer de opgegeven pakketten
oc: Reïnstalla los paquets especificats
sq: Riinstalo paketat e dhëna
th: ติดตั้งแพกเกจที่จัดให้ใหม่
tr: Verilen paketleri tekrar kur
vi: Cài đặt lại các gói cho trước

source: Remove the given packages
el: Αφαιρέστε τα συγκεκριμένα πακέτα
eo: Forigi la indikitajn pakaĵojn
es: Eliminar los paquetes proporcionados
et: Eemalda see pakk
fr: Supprime les paquets spécifiés
gl: Retirar os paquetes indicados
hi: दिए गए पैकेज को हटाएँ
id: Hapus paket yang diberikan
lt: Pašalinti nurodytus paketus
nb: Fjern angitte pakker
nl: Verwijder de opgegeven pakketten
oc: Suprimís los paquets especificats
sq: Hiqi paketat e dhëna
th: เอาแพกเกจที่ระบุออก
tr: Verilen paketleri kaldır
vi: Gỡ bỏ các gói cho trước

source: Remove the given packages including configuration files
el: Αφαιρέστε τα συγκεκριμένα πακέτα μαζί με τα αρχεία διαμόρφωσης
eo: Forigi la indikitajn pakaĵojn, inkluzive agordajn dosierojn
es: Eliminar los paquetes proporcionados incluyendo los archivos de configuración
et: Eemalda see pakk koos konfiguratsioonifailidega
fr: Supprime complétement les paquets spécifiés y compris les fichiers de configuration
gl: Retirar os paquetes indicados, incluídos os ficheiros de configuración
hi: दिए गए पैकेज को विन्यास संचिक सहित हटाएँ
id: Hapus paket yang diberikan termasuk berkas konfigurasi
lt: Pašalinti nurodytus paketus įskaitant konfigūracijos failus
nb: Fjern angitte pakker og tilhørende oppsettsfiler
nl: Verwijder de opgegeven pakketten, inclusief configuratiebestanden
oc: Suprimís completament los paquets especificats, incluses los fichièrs de configuracion
sq: Hiqi paketat e dhëna duke përfshirë edhe skedarët e konfigurimit
th: เอาแพกเกจพร้อมทั้งแฟ้มตั้งค่าที่ระบุออก
tr: Yapılandırma dosyalarını içeren verilmiş paketleri kaldır
vi: Gỡ bỏ các gói cho trước bao gồm cả các tập tin cấu hình

source: Downgrade the given packages
el: Υποβάθμιση αυτών των πακέτων
eo: Malĝisdatigi la elektitajn pakaĵojn
es: Desactualizar los paquetes dados
et: Antud pakettide madaldamine
fr: Revenir à la version précédente des paquets spécifiés
gl: Reverter os paquetes indicados
hi: दिए गए पैकेज को अवनत करें
id: Turunkan tingkatan paket yang diberikan
lt: Pasendinti nurodytus paketus
nb: Nedgrader angitte pakker
nl: Van gegeven pakketten vorige versie gebruiken
oc: Tornar a la version precedenta dels paquets especificats
sq: Uli një shkallë paketat e dhëna
th: ปรับรุ่นแพกเกจเหล่านี้ลง
tr: Verilen paketlerin sürümlerini düşür
vi: Hạ cấp những gói đã chọn
