Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: Deprecated: Please use --safe-upgrade
el: Απαξιωμένο: Παρακαλούμε χρησιμοποιήστε --safe-upgrade
eo: Evitenda: Bonvole uzu --safe-upgrade
es: Obsoleto: use --safe-upgrade
et: Aegunud: Palun kasuta --safe-upgrade
fr: Déconseillé : veuillez utiliser --safe-upgrade
gl: Obsoleto: Use --safe-upgrade
hi: अवमानना: कृपया --safe-upgrade का उपयोग करें
id: Usang: Silakan gunakan --safe-upgrade
lt: Nebenaudotinas: naudokite --safe-upgrade
nb: Utgått: vennlist bruk --safe-upgrade
nl: Verouderd: Gebruik --safe-upgrade
oc: Desconselhat : utilizatz --safe-upgrade
sq: I Papërdorshëm: Ju lutemi të përdorni --safe-upgrade
th: ล้าสมัยแล้ว: โปรดใช้ --safe-upgrade
tr: Onaylanmadı: Lütfen --güvenli-yükseltme kullanın
vi: Bị phản đối: Hãy sử dụng --safe-upgrade

source: Upgrade the system in a safe way
el: Ενημερώστε το σύστημα με ασφαλή τρόπο
eo: Ĝisdatigi la sistemon sekurmaniere
es: Actualice el sistema de forma segura
et: Uuenda süsteemi turvaliselt
fr: Met à jour le système de manière sûre
gl: Anovar o sistema de forma segura
hi: तंत्र का उन्नयन सुरक्षित तरीके से करें
id: Naikkan tingkatan sistem dalam cara aman
lt: Saugiai atnaujinti sistemą
nb: Oppgrader systemet på en trygg måte
nl: Upgrade het systeem op een veilige manier
oc: Met a jorn lo sistèma d'un biais securizat
sq: Përditësoje sistemin në një mënyrë të sigurtë
th: ปรับรุ่นระบบด้วยวิธีที่ปลอดภัย
tr: Sistemi güvenli bir şekilde yükselt
vi: Nâng cấp hệ thống một cách an toàn

source: Upgrade the system, possibly installing and removing packages
el: Ενημερώστε το σύστημα, πιθανόν εγκαθιστώντας και αφαιρώντας πακέτα
eo: Ĝisdatigi la sistemon, eble instaligante kaj forigante pakaĵojn.
es: Actualizar el sistema, posiblemente instalar y eliminar paquetes
et: Uuenda süsteemi, võimalik, et paigaldatakse või eemaldatakse pakette
fr: Met à jour le système avec d'éventuels ajouts et suppressions de paquets
gl: Anovar o sistema, posiblemente instalando e eliminando paquetes
hi: पैकेज के सम्भावित संस्थापन तथा हटाने हेतु, तंत्र का उन्नयन करें
id: Meningkatkan Sistem, mungkin akan ada pemasangan dan penghapusan beberapa Paket
lt: Atnaujinti sistemą, galimai įdiegiant ir pašalinant paketus
nb: Oppgrader systemet, installasjon og fjerning av pakker vil sannsynligvis forekomme
nl: Upgrade het systeem, waarbij mogelijk pakketten geïnstalleerd of verwijderd worden
oc: Met a jorn lo sistèma amb possibilitat d'apondon e de supression de paquets
sq: Përditësoni sistemin, mundësisht duke instaluar dhe hequr paketat
th: ปรับรุ่นระบบด้วยด้วยการติดตั้งและถอดถอนแพกเกจเพิ่ม
tr: Sistemi yükseltin, bu işlem sırasında bazı paketler kurulabilir ve kaldırılabilir
vi: Nâng cấp hệ thống, có thể cài đặt hay gỡ bỏ các gói

source: Add the vendor to the trusted ones
el: Προσθήκη προμηθευτή στους έμπιστους
eo: Aldoni la vendiston al la fidatoj
es: Añadir al fabricante como confiable
et: Lisa tarnija usaldusväärsete hulka
fr: Ajoute aux fournisseurs de confiance
gl: Engadir o fabricante como de confianza
hi: केवल विश्वसनीय विक्रेता को जोड़े
id: Tambahkan vendor menjadi yang terpercaya
lt: Įtraukti tiekėją į patikimų sąrašą
nb: Legg leverandøren til godkjente
nl: Voeg de leverancier aan de lijst met vertrouwde toe
oc: Apond als provesidors fisables
sq: Shtojeni shitësin e burimet e besueshme
th: เพิ่มผู้จำหน่ายที่เชื่อถือได้
tr: Sağlayıcıyı güvenilenler listesine ekleyin
vi: Thêm nhà cung cấp vào danh sách uy tín

source: Add the vendor keyid (also needs --keyserver)
el: Προσθήκη keyid προμηθευτή (χρειάζεται επίσης ο --keyserver)
eo: Aldoni la 'keyid' de la vendisto (bezonas ankaŭ --keyserver)
es: Añadir la id de clave de vendedor (también necesita --keyserver)
et: Lisa tarnija võtme-id (vajab lisaks --keyserver)
fr: Ajoute la clé du fournisseur (nécessite aussi --keyserver)
gl: Engadir a chave do fabricante (tamén necesita --keyserver)
hi: विक्रेता के कुँजी आईडी को जोड़े (--keyserver की भी जरुरत है)
id: Tambahkan keyid vendor (juga butuh --keyserver)
lt: Pridėti tiekėjo keyid (taip pat reikia --keyserver)
nb: Legg til leverandørens nøkkel-id (behøver også --keyserver)
nl: Voeg de keyid van de leverancier toe (heeft ook --keyserver nodig)
oc: Apond la clau del provesidor (necessita tanben --keyserver)
sq: Shto keyid të shitësit (gjithashtu ka nevojë për --keyserver)
th: เพิ่มผู้จำหน่าย keyid (อาจจะต้องการ --keyserver)
tr: Üretici anahtar kimliği ekleyin (ayrıca gereken --keyserver)
vi: Thêm keyid của nhà cung cấp (cũng cần --keyserver)

source: Use the given keyserver for looking up keys
el: Χρήση του συγκεκριμένου keyserver για αναζήτηση κλειδιών
eo: Uzi la indikitan ŝlosilservilon por serĉi ŝlosilojn
es: Utilice el servidor de claves dado para buscar las claves
et: Lisa see võtmeserver otsitavatesse võtmetesse
fr: Utilise le serveur de clés spécifié pour la recherche de clés
gl: Usar o servidor de chaves fornecido para buscar polas chaves
hi: दिए गए कुँजीसर्वर को कुँजी देखने हेतु उपयोग करें
id: Pakai keyserver yang diberikan untuk mencari kunci
lt: Naudoti nurodytą raktų serverį raktų paieškai
nb: Bruk gitt nøkkeltjener til å lete opp nøkler
nl: Gebruik de opgegeven keyserver om sleutels op te zoeken
oc: Utiliza lo servidor de claus especificat per la recèrca de claus
sq: Përdor serverin e dhënë të çelësave për të parë çelësat
th: มองหากุญแจจากแม่ข่ายกุญแจที่จัดให้
tr: Anahtarları aramak için verilen anahtar sunucuyu kullanın
vi: Sử dụng máy chủ khóa cho trước để tìm các khóa

source: Add new repository from the given deb-line
el: Προσθέστε ένα νέο αποθετήριο από την συγκεκριμένη deb-line
eo: Aldoni novan deponejon per la indikita deb-linio
es: Añadir repositorio nuevo desde el deb-line dado
et: Lisa uus tarkvaraallikas sellest deb-line`st
fr: Ajoute un nouveau dépôt à partir de la ligne deb spécifiée
gl: Engadir o repositorio novo desde a liña deb fornecida
hi: दिए गए deb-line से नए भंडार को जोड़े
id: Tambahkan repository baru dari baris-deb yang diberikan
lt: Pridėti naują saugyklą iš deb-eilutės
nb: Legg til ny pakkearkiv fra den gitt deb-linjen
nl: Voeg softwarebron uit de opgegeven deb-line toe
oc: Apond un depaus novèl a partir de la linha deb especificada
sq: Shto një magazinë të re nga deb-line e dhënë
th: เพิ่มคลังแพกเกจใหม่จาก deb-line
tr: Verilen deb-satırından yeni depo ekleyin
vi: Thêm kho phần mềm mới từ dòng deb cho trước

source: Specify an alternative sources.list.d file to which repositories should be added.
el: Ορίστε ένα εναλλακτικό αρχείο sources.list.d στο οποίο θα προστεθούν τα αποθετήρια.
eo: Specifi alternativan sources.list.d-dosieron, al kiu deponejoj estu aldonataj.
es: Especifique un archivo sources.list.d alternativo al cual deberían añadirse los repositorios.
et: Määra alternatiivne sources.list.d fail, mille tarkvaraallikad lisada
fr: Spécifie un fichier sources.list.d alternatif auquel les dépôts doivent être ajoutés
gl: Especifica un ficheiro sources.list.d alternativo onde se deben engadir os repositorios.
hi: एक वैकल्पिक sources.list.d संचिका का उल्लेख करें जो जिसका भंडार जोड़ा जाए.
id: Tentukan berkas sources.list.d alternatif ke repository mana yang seharusnya akan ditambahkan.
lt: Nurodyti alternatyvų sources.list.d failą į kurį turėtų būti pridedamos saugyklos.
nb: Angi en alternativ sources.list.d-fil hvor pakkearkeivene skal legges til.
nl: Geef een alternatief sources.list.d-bestand op waaraan de softwarebronnen toegevoegd moeten worden.
oc: Especificar un fichièr sources.list.d alternatiu al qual los depauses devon èsser aponduts
sq: Specifikoni një skedar alternativ sources.list.d tek i cili mund të shtohen magazinat.
th: ระบบแฟ้น sources.list.d อันอื่นเพื่อดูคลังโปรแกรมที่อาจถูกเพิ่ม
tr: Hangi depoların ekleneceğini belirleyen alternatif bir source.list.d dosyası belirtin.
vi: Chỉ định một tập tin sources.list.d thay thế chứa các kho phần mềm được thêm vào.

source: List trusted vendor keys
el: Λίστα έμπιστων κλειδιών προμηθευτή
eo: Montri ŝlosilojn de fidataj vendistoj
es: Lista de claves de proveedores de confianza
et: Loetle usaldatud tarnijate võtmed
fr: Liste les clés des fournisseurs de confiance
gl: Mostrar as chaves de fabricantes de confianza
hi: विश्वसनीय विक्रेता कुँजी सूची
id: Daftar kunci vendor terpercaya
lt: Parodyti patikimų tiekėjų raktus
nb: Vise godkjente utgivernøkler
nl: Toon sleutels van vertrouwde leveranciers
oc: Fa la lista de las claus dels provesidors de fisança
sq: Listo çelësat e besueshëm të shitësve
th: รายการผู้แจกกุญแจที่เชื่อถือได้
tr: Güvenilir sağlayıcı anahtarlarını listele
vi: Liệt kê các khóa của nhà cung cấp uy tín

source: Remove the trusted key of the given fingerprint
el: Αφαίρεση έμπιστων κλειδιών του συγκεκριμένου αποτυπώματος
eo: Forigi la fidatan ŝlosilon de la indikita fingropremo
es: Eliminar la clave autenticada de la huella dada.
et: Eemalda antud sõrmejäljega võti
fr: Supprime la clé de confiance ayant l'empreinte spécifiée
gl: Eliminar a chave de confianza para a pegada dixital fornecida.
hi: दिए गए अँगुलीछाप के विश्वसनीय कुँजी को हटाएँ
id: Hapus kunci terpercaya dari sidik jari yang diberikan
lt: Pašalinti patikimą raktą iš duoto kontrolinio kodo
nb: Fjern fingeravtrykkets godkjente nøkkel
nl: Verwijder de vertrouwde sleutel met de opgegeven sleutel-id
oc: Suprimís la clau de fisança qu'an l'emprencha especificada
sq: Hiqeni çelësin e besuar të gjurmës së gishtërinjve të dhënë
th: เอากุญแจที่เชื่อถือได้ออกตามลายนิวมือที่จัดใหเ้
tr: Parmak izi verilen doğrulanmış anahtarı kaldırın
vi: Gỡ bỏ khóa uy tín của dấu vân tay cho trước

source: Reconfigure installed packages. Optionally the minimum priority of questions can be specified
el: Επαναρύθμιση των εγκατεστημένων πακέτων. Προαιρετικά μπορεί να καθοριστεί ο ελάχιστος αριθμός ερωτήσεων
eo: Reagordi instalitajn pakaĵojn. Opcie la minimuma prioritato de demandoj specifeblas
es: Reconfigurar paquetes instalados. Opcionalmente puede especificarse la prioridad mínima de las preguntas
et: Paigaldatud pakettide taasseadistamine. Soovi korral saab vähima prioriteediga küsimust täpsustada
fr: Reconfigure les paquets installés. Il est possible de régler la priorité des questions.
gl: Reconfigurar os paquetes instalados. Opcionalmente pode especificar a prioridade mínima das preguntas
hi: संस्थापित पैकेज को पुनःविन्यास करें. वरियता के प्रश्नो के न्यूनतम विकल्प का उल्लेख करें
id: Susun ulang paket-paket yang telah terpasang. Secara opsional, prioritas minimum pertanyaan bisa ditetapkan
lt: Perkonfigūruoti įdiegtus paketus. Papildomai gali būti nurodytas mažiausias klausimų prioritetas
nb: Sett opp installerte pakker på nytt. Alternativt kan et minimum av spørsmål angis
nl: Geïnstalleerde pakketten herconfigureren. Optioneel kan de minimale prioriteit van vragen worden opgegeven
oc: Reconfigura los paquets installats. Es possible de reglar la prioritat de las questions.
sq: Rikonfiguro të gjitha paketat e instaluara. Në mënyrë opsionale përparësia minimale e pyetjeve mund të specifikohet
th: ตั้งค่าแพกเกจที่ถูกติดตั้งแล้วใหม่ ทางเลือกนี้จะมีคำถามที่เกี่ยวกับลำดับความสำคัญน้อยที่สุด
tr: Yüklenen paketleri yeniden yapılandır. Seçimsel olarak soruların önem derecesi belirlenebilir
vi: Cấu hình lại những gói đã cài. Quyền ưu tiên tối thiểu của các vấn đề có thể được xác định (không bắt buộc).

source: The minimum debconf priority of question to be displayed
el: Ελάχιστη εμφανιζόμενη προτεραιώτητα debconf
eo: La minimume montrenda debconf-prioritato de demandoj
es: La prioridad mínima de pregunta de debconf que se mostrará
et: Vähim debconf pküsimuse rioriteeti saab kuvada
fr: Priorité debconf minimale de la question à afficher
gl: A prioridade mínima de pregunta de debconf que se mostrará
hi: debconf के न्यूनतम वरियता संबंधित प्रश्न दिखाएँ
id: Prioritas minimal debconf dari pertanyaan yang akan ditampilkan
lt: Mažiausias rodomų „debconf“ klausimų prioritetas
nl: De minimale vragenprioriteit van debconf die moet worden weergegeven
oc: Prioritat debconf minimala de la question d'afichar
sq: Prioriteti minimal i pyetjes debconf mund të shfaqet
th: ลำดับ defconf คำถามที่ถูกแสดงน้่อยที่สุด
tr: Görüntülenecek sorunun en küçük debconf önceliği
vi: Quyền ưu tiên tối thiểu của các vấn đề về debconf được hiển thị

source: Do not attach to the apt terminal
el: Μην επισυνάπτετε στο apt terminal
eo: Ne konekti al la apt-terminalo
es: No adjuntar a la terminal apt
et: Ära ühenda apt'i terminali
fr: Ne pas attacher au terminal apt
gl: Non anexar á terminal apt
hi: एपीटी टर्मिनल को संलग्न नहीं करें
id: Jangan lampirkan pada terminal apt
lt: Neprisijungti prie „apt“ terminalo
nb: Ikke inkluder apt-terminalen
nl: Verbind niet met de apt-terminal
oc: Estacar pas al terminal apt
sq: Mos e bashkangjitni terminalin apt
th: ไม่ต้องต่อเข้ากับเทอร์มินัลของ apt
tr: apt uç birimine iliştirmeyin
vi: Không được gắn vào dòng lệnh apt

source: Allow packages from unauthenticated sources
el: Να επιτρέπονται πακέτα από μη-πιστοποιημένες πηγές
eo: Permesi pakaĵojn el neaŭtentigitaj fontoj
es: Permitir paquetes de fuente sin autenticar
et: Luba paketid autentimata allikatest
fr: Autorise les paquets provenant de sources non authentifiées
gl: Permitir paquetes provenientes de fontes sen autenticar
hi: प्रमाणित स्रोतों से पैकेज की अनुमति दें
id: Perbolehkan paket-paket dari sumber yang tidak otentik
lt: Leisti paketus iš nepatvirtinto tapatumo saugyklų
nb: Tillat pakker fra uautentiserte kilder
nl: Sta pakketten uit niet-geauthenticeerde bronnen toe
oc: Autorizar los paquets que provenon de fonts pas autentificadas
sq: Lejo paketat nga bruime të paidentifikuara
th: อณุญาติแพกเกจที่ไม่ระบุที่มา
tr: Tasdiklenmemiş kaynaklardan paketlere izin verir
vi: Cho phép các gói từ những nguồn chưa xác thực

source: Show additional information about the packages. Currently only the version number
el: Προβολη πρόσθετων πληροφοριών για τα πακέτα. Προς το παρόν μόνον τον αριθμό έκδοσης
eo: Montri kromajn informojn pri la pakaĵoj. Nun nur la versionumeron
es: Mostrar información adicional acerca de los paquetes. Actualmente solo el número de versión
et: Pakettide täiendava teabe kuvamine. Praegu ainult versiooni arv
fr: Affiche des informations supplémentaires sur les paquets. Actuellement uniquement le numéro de version
gl: Mostrar información adicional sobre os paquetes. Nesta altura, só o número da versión
hi: पैकेजो के अतिरिक्त सूचना को दिखाएँ. वर्तमान में केवल संस्करण संख्या
id: Tampilkan informasi tambahan tentang Paket ini. Saat ini hanya menampilkan nomor versi
lt: Rodyti papildomą informaciją apie paketus. Kol kas tik versijos numerį
nb: Vis detaljert informasjon om pakkene. For øyeblikket kun versjonsnummer
nl: Aanvullende informatie over de pakketten tonen. Momenteel alleen het versienummer
oc: Aficha d'informacions suplementàrias suls paquets. Actualament unicament lo numèro de version
sq: Shfaq informacion shtesë rreth paketave. Për momentin vetëm numri i versionit
th: แสดงข่าวสารเพิ่มเติ่มเกี่ยวกับแพกเกจตัวนี้ เฉพาะ้เลขรุ่นนี้เท่านั้น
tr: Paketler hakkındaki ek bilgileri göster. Şu an sadece sürüm numarası görüntüleniyor
vi: Hiển thị thông tin bổ sung về các gói. Hiện tại chỉ có số phiên bản

source: Waiting for authentication
el: Αναμονή για πιστοποίηση
eo: Atendanta aŭtentokontrolon
es: Esperando la autenticación
et: Autentimise ootamine
fr: En attente d'authentification
gl: Agardando pola autenticación
hi: प्रमाणिकरण हेतु प्रतीक्षारत
id: Menunggu otentikasi
lt: Laukiama tapatybės patvirtinimo
nb: Venter på autentisering
nl: Wachten op authenticatie
oc: En espèra d'autentificacion
sq: Duke pritur për identifikim
th: กำลังรอการยืนยัน
tr: Kimlik doğrulaması için bekleniyor
vi: Đang chờ xác thực

source: Do not shutdown the daemon because of inactivity
el: Μην τερματίσετε τον δαίμονα λόγω αδράνειας
eo: Ne ĉesigi la demonon pro neaktiveco
es: No parar el demonio en caso de inactividad
et: Deemoni tööd tegevusetuse pärast ei lõpetata
fr: Ne pas quitter le démon s'il est inactif
gl: Non apagar o daemon cando estea inactivo
he: לא לכבות את הסוכן עקב חוסר פעילות
hi: निष्क्रिय होने के कारण डेमन को शटडाउन न करें
id: Jangan shutdown daemon karena ketidakaktifan
lt: Neišjungti tarnybos dėl neaktyvumo
nb: Ikke avslutt daemon ved inaktivitet
nl: De daemon niet afsluiten wegens inactiviteit
oc: Quitar pas lo demon s'es inactiu
sq: Mos e mbyll daemon për shkak të mungesës së veprimtarisë
th: ห้ามปิดดีมอนเพียงเพราะว่ามันไม่ได้ทำงาน
tr: Hareketsizlik nedeniyle sihirbazı kapatmayın
vi: Không nên tắt trình nền vì nó không hoạt động

source: Do not load any plugins
el: Να μη γίνει φόρτωση κανενός πρόσθετου
eo: Ne ŝargi iujn kromprogramojn
es: No cargar ningún complemento
et: Ei laadita ühtegi pluginat
fr: Ne charger aucune extension
gl: Non cargar ningún engadido
he: לא לטעון שום תוסף
id: Jangan memuat setiap pengaya
lt: Neįkelti jokių papildinių
nb: Ikke last noen programtillegg
nl: Geen plug-ins laden
oc: Cargar pas cap d'extension
sq: Mos ngarko asnjë plugin
tr: Hiçbir eklentiyi yükleme
vi: Không nạp trình bổ sung nào

source: Show internal processing information
el: Εμφάνιση εσωτερικών πληροφοριών επεξεργασίας
eo: Montri informojn pri interna traktado
es: Mostrar información del procesamiento interno
et: Sisemiste protsesside informatsiooni kuvamine
fr: Affiche les informations de traitement interne
gl: Mostrar información sobre o procesamento interno
he: הצגת נתוני העיבוד הפנימיים
hi: आंतरिक प्रक्रियागत सूचना दिखाएं
id: Tampilkan informasi pemrosesan internal
lt: Rodyti vidinio apdorojimo informaciją
nb: Vis informasjon om interne prosesser
nl: Interne verwerkingsinformatie weergeven
oc: Afichar las informacions intèrnas de tractament
sq: Shfaq informacionin për proçeset e brendshme
th: แสดงข้อมูลการประมวลผลภายใน
tr: İç işlem bilgisini göster
vi: Hiển thị thông tin xử lý nội bộ

source: Quit and replace an already running daemon
el: Τερματισμός και αντικατάσταση ήδη ενεργού δαίμονα
eo: Ĉesigi kaj anstataŭigi jam aktivan demonon
es: Salir y sustituir un demonio que ya esté ejecutándose
et: Lõpeta ja asenda juba käivitatud deemon
fr: Quitte et relance un démon en cours d'exécution
gl: Saír e substituír un daemon que se estea a executar
he: יציאה והחלפה של סוכן שכבר היה פעיל
hi: वर्तमान चल रहे डेमन को छोड़े तथा प्रतिस्थापित करे
id: Berhenti dan mengganti daemon yang sudah berjalan
lt: Baigti ir pakeisti jau paleistą tarnybą
nb: Avslutt og erstatt en kjørende daemon
nl: Afsluiten en een reeds draaiende daemon vervangen
oc: Quitar e reaviar un demon en cors d'execucion
sq: Dil dhe zëvendësoje një daemon që është tashmë në gjendje pune
th: ออกและแทนที่ดีมอนที่กำลังทำงานอยู่
tr: Çık ve çalışan bir süreçle değiştir
vi: Thoát và thay thế một trình nền đang chạy sẵn

source: Listen on the DBus session bus (Only required for testing
el: Παρακολούθηση του DBus session bus (Απαιτείται μόνο για δοκιμές)
eo: Aŭskulti je la DBus-seancbuso (nur postulata por testado)
es: Escuchar en el bus de sesión de DBus (necesario solo para pruebas
et: DBus seansi kuulamine (Vajalik ainult testimiseks)
fr: En écoute sur le bus de session DBus (requis uniquement pour des tests
gl: Escoitar no bus de sesión de DBus (requirido só para probas
hi: डीबस सत्र बस को ध्यान दे (केवल जाँच हेतु आवश्यक
lt: Klausytis DBus seanso magistralės (Reikalinga tik testavimui
nl: Luisteren op de DBus-sessiebus (Alleen vereist voor testen)
oc: En escota sul bus de sesilha DBus (requesit unicament per de tèsts
sq: Dëgjoni në bus të seksionit DBus (Kërkohet vetëm për testim)
th: ฟังที่วาระของ DBUS(เฉพาะทดสอบเท่านั้น)
tr: DBus oturum arabirimi üzerinden dinle (Sadece test için gerekli
vi: Nhận tín hiệu từ các bus phiên chạy DBus (Chỉ yêu cầu để chạy thử

source: Perform operations in the given chroot
el: Εκτέλεση λειτουργιών στο δεδομένο chroot
eo: Efektivigi operaciojn en la elektita ‘chroot’
es: Realiza operaciones en el chroot dado
et: Operatsioonide sooritamine antud chroot'is
fr: Effectue les opérations dans l’environnement chroot spécifié
gl: Realizar operacións no chroot indicado
hi: दिए गए chroot मेंं संक्रिया को पूरा करें
lt: Vykdyti operacijas nurodytame „chroot“
nb: Utfør operasjoner i angitt chroot
nl: Acties uitvoeren in de gegeven chroot
oc: Efectua las operacions dins l’environament chroot especificat
sq: Kryeni verpimin në chroot të dhënë
th: ให้กระทำใน chroot ที่จัดให้
tr: İşlemleri verilen chroot içinde yap
vi: Tiến hành các thao tác trong chroot đã cho trước

source: Store profile stats in the specified file
el: Αποθήκευση στατιστικών προφίλ στο προσδιορισμένο αρχείο
eo: Konservi profilstatojn en la specifan dosieron
es: Guardar estadísticas de perfil en el archivo especificado
et: Talleta profiili andmed valitud faili
fr: Enregistre les statistiques du profil dans le fichier spécifié
gl: Almacenar as estatísticas do perfil no ficheiro indicado
he: אחסון סטטיסטיקת הפרופיל בקובץ שצויין
hi: विशिष्ट संचिका में प्रोफाइल सांख्यिकी का संग्रह करे
id: Menaruh statistik profil di berkas yang ditentukan
lt: Saugoti profilio statistiką nurodytame faile
nb: Lagre profilstatistikk i angitt fil
nl: Profielstatistieken opslaan in het opgegeven bestand
oc: Enregistrar las estatisticas del perfil dins lo fichièr especificat
sq: Ruaj gjendjet e profilit në skedarin e përcaktuar
th: เก็บสถิติโพรไฟล์ลงในแฟ้มที่ระบุไว้
tr: Profil bilgilerini seçilen dosyada sakla
vi: Lưu trữ thông tin hồ sơ trong tập tin được chỉ định

source: Do not make any changes to the system (Only of use to developers)
el: Να μην γίνουν αλλαγές στο σύστημα (Χρήσιμο μόνο για τους προγραμματιστές)
eo: Ne fari ajnan ŝanĝon al la sistemo (Nur uzinda por programistoj)
es: No haga ningún cambio en el sistema (sólo para uso de los desarrolladores)
et: Süsteemi ei tehta mingeid muudatusi (kasulik ainult arendajatele)
fr: Ne faire aucune modification sur le système (utile uniquement pour les développeurs)
gl: Non facer cambios no sistema (Só para programadores)
he: אין ליצור אף שינוי במערכת (לשימוש עבור מפתחים בלבד)
hi: तंत्र में कोई बदलाव न करें (केवल विकासकर्ता हेतु)
id: Jangan melakukan perubahan pada sistem (Hanya untuk developer)
lt: Neatlikti jokių sistemos pakeitimų (naudinga tik kūrėjams)
nb: Ikke gjør noen endringer på systemet (til bruk for utviklere)
nl: Geen wijzigingen in het systeem aanbrengen (Alleen bruikbaar voor ontwikkelaars)
oc: Far pas cap de modificacion sul sistèma (Util solament pels desvolopaires)
sq: Mos bëni asnjë ndryshim në sistem (Vetëm për tu përdorur nga zhvilluesit)
th: ห้ามทำการเปลี่ยนแปลงระบบ (ใช้เฉพาะนักพัฒนาเท่านั้น)
tr: Sistem üzerinde herhangi bir değişiklik yapmayınız ( Yalnızca geliştiricilerin kullanımı için)
vi: Đừng tạo bất cứ thay đổi nào tới hệ thống (Chỉ dùng cho các lập trình viên)

source: Installed file
el: Εγκατεστημένο αρχείο
eo: Instalita dosiero
es: Archivo instalado
et: Paigaldatud fail
fr: Fichier installé
gl: Ficheiro instalado
he: קובץ מותקן
hi: संस्थापित संचिका
id: File terinstall
lt: Įdiegtas failas
nb: Installert fil
nl: Geïnstalleerd bestand
oc: Fichièr installat
sq: Skedari i instaluar
th: แฟ้มที่ถูกติดตั้งแล้ว
tr: Yüklenen dosya
vi: Tập tin đã cài đặt

source: Installed packages
el: Εγκατεστημένα πακέτα
eo: Instalitaj pakaĵoj
es: Paquetes instalados
et: Paigaldati paketid
fr: Paquets installés
gl: Paquetes instalados
he: חבילות מותקנות
hi: संस्थापित पैकेज
id: Paket-paket terinstall
lt: Įdiegti paketai
nb: Installerte pakker
nl: Geïnstalleerde pakketten
oc: Paquets installats
sq: Paketat e instaluara
th: แพกเกจที่ถูกติดตั้งแล้ว
tr: Kurulan paketler
vi: Các gói đã cài đặt
