Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: The installation or removal of a software package failed.
el: Η εγκατάσταση ή αφαίρεση ενός πακέτου λογισμικού απέτυχε.
eo: Fiaskis la instalo aŭ forigo de programara pakaĵo.
es: Falló al instalar o desinstalar un paquete de software.
et: Tarkvara paigaldamine või eemaldamine nurjus.
fr: L'installation ou la suppression d'un paquet logiciel a échoué.
gl: Fallou a instalación ou eliminación dun paquete de software.
he: ההתקנה או ההסרה של חבילת התכנה כשלה.
hi: साफ्टवेयर पैकेज का संस्थापना या हटाया जाना असफल हो गया है.
id: Pemasangan atau penghapusan Paket peranti lunak gagal.
lt: Programinės įrangos paketo diegimas ar pašalinimas nepavyko.
nb: Installasjon/fjerning av programvarepakke mislyktes.
nl: De installatie of verwijdering van een softwarepakket is mislukt.
oc: L'installacion o la supression d'un paquet logicial a fracassat.
sq: Instalimi apo heqja e një pakete programesh dështoi.
th: การติดตั้งหรือถอดถอนแพกเกจของซอฟต์แวร์ล้มเหลว
tr: Bir paketin kurulumu ya da kaldırılması başarısız oldu.
vi: Việc cài đặt hoặc gỡ bỏ một gói phần mềm đã thất bại.

source: The requested feature is not supported.
el: Η ζητούμενη λειτουργία δεν υποστηρίζεται.
eo: La petita trajto ne estas subtenata
es: La característica solicitada no está permitida.
et: Soovitud valikut ei toetata
fr: La fonctionnalité demandée n'est pas prise en charge.
gl: Non se admite a funcionalidade solicitada.
he: התכונה המבוקשת אינה נתמכת.
hi: अनुरोधित सुविधा समर्थित नहीं है
lt: Paprašyta funkcija yra nepalaikoma.
nb: Den etterspurte funksjonen er ikke støttet.
nl: De gevraagde functie wordt niet ondersteund.
oc: La foncionalitat demandada es pas presa en carga.
sq: Mjeti i kërkuar nuk suportohet.
tr: Talep edilen özellik desteklenmiyor.
vi: Chức năng đang được yêu cầu không được hỗ trợ.

source: There seems to be a programming error in aptdaemon, the software that allows you to install/remove software and to perform other package management related tasks.
el: Φαίνεται να υπάρχει ένα προγραμματιστικό σφάλμα στο aptdaemon, δηλ. το λογισμικό που επιτρέπει την εγκατάσταση/αφαίρεση και την εκτέλεση άλλων πράξεων διαχείρισης πακέτων
eo: Ŝajnas, ke programaderaro estas en aptdaemon, la programaro kiu permesas vin instali/forigi programarojn kaj por plenumi aliajn pakaĵadministradajn taskojn.
es: Parece que hay un error de programación en aptdaemon, el software que le permite instalar o eliminar software y realizar otras tareas de gestión de paquetes relacionadas.
et: Aptdaemon'is, mis võimaldab tarkvara paigaldadamist/eemaldamist ning teisi paketihalduse toiminguid, ilmnes programmitõrge.
fr: Il semble qu'il y ait une erreur logicielle dans aptdaemon, le programme qui vous permet d'installer et supprimer des logiciels et tout autre tâche liée à la gestion des paquets.
gl: Parece que hai un erro de programación en «aptdaemon», o software que lle permite instalar ou retirar software e realizar outras tarefas relacionadas coa xestión de paquetes.
he: מסתבר כי ישנה שגיאת תכנות ב־aptdaemon, התכנה המאפשרת לך להתקין/להסיר תכנה ולבצע משימות אחרות הנוגעות לניהול חבילות.
hi: ऐप्टडीमन में एक प्रोग्रामिंग त्रुटि है | ऐप्टडीमन आपको सॉफ्टवेयर स्थापित / हटाने और कैई पैकेज प्रबंधन से संबंधित कार्य करने देता है
id: Sepertinya ada pemrograman yang salah pada aptdaemon, yaitu piranti lunak yang memperbolehkan Anda memasang/menghapus piranti lunak dan melakukan tugas-tugas yang berhubungan dengan manajemen Paket.
lt: Panašu, kad „aptdaemon“ programoje, kuri leidžia jums įdiegti, pašalinti programinę įrangą ir atlikti kitus paketų tvarkymo darbus, yra programavimo klaida.
nl: Het lijkt er op dat er een fout in het programma aptdaemon aanwezig is, het programma waarmee u software kunt installeren/verwijderen en andere pakket-gerelateerde taken kunt uitvoeren.
oc: Sembla qu'i a una error logiciala dins aptdaemon, lo programa que vos permet d'installar e suprimir de logicials e tout autre prètzfach ligat a la gestion dels paquets.
sq: Duket se ka një gabim programimi në aptdaemon, programi që ju lejon të instaloni/hiqni programt dhe për të performuar detyra të tjera të lidhura me menaxhimin e paketave.
th: น่าจะเป็นข้อผิดพลาดจากการเขียนโปรแกรมใน aptdaemon โปรแกรมนี้ทำการติดตั้ง/ถอดถอนโปรแกรมและจัดการด้านแพกเกจหรืองานต่าง ๆ ที่เกียวข้อง
tr: Yazılım kurmanızı/kaldırmanızı ve paket yönetimi ile ilgili diğer görevleri gerçekleştirmenizi sağlayan aptdaemon'da bir programlama hatası var gibi gözüküyor.
vi: Có vẻ như xuất hiện lỗi lập trình trong aptdaemon, phần mềm này giúp bạn cài đặt/gõ bỏ phần mềm và thực hiện những tác vụ liên quan khác đến việc quản lý gói.

source: This error could be caused by required additional software packages which are missing or not installable. Furthermore there could be a conflict between software packages which are not allowed to be installed at the same time.
el: Αυτό το σφάλμα μπορεί να προκλήθηκε από αναγκαία πρόσθετα πακέτα λογισμικού που είτε λείπουν είτε δεν μπορούν να εγκατασταθούν. Επιπλέον μπορεί να υπάρχει σύγκρουση ανάμεσα σε πακέτα που δεν επιτρέπεται να εγκατασταθούν ταυτόχρονα.
eo: Eble tiu eraro estis kaŭzita de neinstalitaj aŭ neinstaleblaj nepraj pakaĵoj. Krome povas esti konflikto inter programaraj pakaĵoj kiuj ne rajtas esti instalitaj samtempe.
es: Este error podría deberse a que se necesitan paquetes de software adicionales que faltan o que no son instalables. También podría ser un conflicto entre paquetes de software que no pueden instalarse juntos.
et: Selle vea võis põhjustada vajalik lisatarkvara pakett, mis aga puudub või pole paigaldatav. Lisaks võib tekkida konflikt tarkvarapakettide vahel, mida pole lubatud samaaegselt paigaldada.
fr: Cette erreur peut être provoquée par des paquets supplémentaires requis, mais absents ou non installables. En outre, il pourrait y avoir un conflit entre certains paquets qui ne peuvent pas être installés en même temps.
gl: Este erro pode deberse a que os paquetes de software adicional requiridos non estean presentes ou que non sexan instalábeis. Ademais, podería existir un conflito entre os paquetes que non lles permita seren instalados ao mesmo tempo.
he: יתכן ששגיאה זו נגרמה על ידי חבילות תכנה חיוניות נוספות החסרות או שאינן ניתנות להתקנה. יתר על כך, יתכן שישנה התנגשות בין חבילות תכנה שהתקנתן אינה מורשית בו זמנית.
hi: यह त्रुटि जरुरी अतिरिक्त सॉफ्टवेयर पैकेज के कारण है जो छुट रहा है या संस्थापित नहीं है. इसके अतरिक्त सॉफ्टवेयर पैकेज के बीच विरोधाभास है जो एक समय संस्थापित होने की अनुमति देता है.
lt: Ši klaida gali būti sukelta papildomų programinės įrangos paketų, kurių trūksta ar kurie yra neįdiegiami. Be to, gali būti konfliktas tarp programinės įrangos paketų, kurie negali būti įdiegti tuo pačiu metu.
nb: Denne feilen kan skyldes tilleggsprogramvare som mangler eller ikke kan installeres. Den kan også være en konflikt mellom programvarepakker som ikke kan være installert samtidig.
nl: Mogelijk zijn vereiste, extra softwarepakketten niet beschikbaar of niet installeerbaar. Verder kan er een conflict zijn opgetreden tussen softwarepakketten die niet tegelijkertijd geïnstalleerd kunnen zijn.
oc: Aquesta error pòt èsser provocada per de paquets suplementaris requesits, mas absents ou pas installables. En otra, i poiriá aver un conflicte entre d'unes paquets que pòdon pas èsser installats a l'encòp.
sq: Ky gabim mund të jetë shkaktuar nga paketat shtesë të programeve të kërkuara që mungojnë apo nuk janë të instalueshme. Për më tepër mund të ketë një konflikt midis paketave të programeve të cilat nuk lejohet të instalohen në të njëjtën kohë.
th: ข้อผิดพลาดนี้สาเหตุมาจากไม่พบแพกเกจโปรแกรมเพิ่มเติมที่ต้องการ หรือไม่ก็เกิดจากการขัดกันของแพกเกจโปรแกรมที่ไม่อนุญาติให้ติดตั้งพร้อมกัน
tr: Bu hata, bulunamayan veya kurulabilir olmayan gerekli ek yazılım paketlerinden kaynaklanıyor olabilir ya da aynı anda kurulamayan yazılım paketleri arasındaki çakışmadan kaynaklanıyor da olabilir.
vi: Lỗi này có thể được gây ra bởi các gói phần mềm cần thêm vào bị thiếu hay không thể cài đặt. Hơn nữa có thể đã xảy ra xung đột giữa các gói không được phép cài đặt trong cùng một lúc.

source: This requires installing packages from unauthenticated sources.
el: Αυτό απαιτεί την εγκατάσταση πακέτων από μη ταυτοποιημένες πηγές.
eo: Tio necesas instalon de pakaĵoj el neaŭtentigitaj fontoj.
es: Los paquetes a instalar necesarios de fuentes no autenticadas.
fr: Cela nécessite l'installation de paquets depuis des sources non authentifiées.
gl: Isto require instalar paquetes desde orixes non autenticadas.
he: פעולה זו דורשת התקנת חבילות ממקורות בלתי מאומתים.
lt: Tai reikalauja įdiegti paketų iš saugyklų, kurių tapatumas nenustatytas.
nl: Dit vereist het installeren van pakketten uit niet-geauthenticeerde bronnen.
oc: Aquò necessita l'installacion de paquets dempuèi de fonts pas autentificadas.
sq: Kjo kërkon instalimin e paketave nga burime të paidentifikuara.
tr: Bu kurulum doğrulanmamış kaynaklardan yükleme yapmayı gerektiriyor.
vi: Nó yêu cầu cài đặt các gói từ các nguồn chưa được chứng thực.

source: The installation could have failed because of an error in the corresponding software package or it was cancelled in an unfriendly way. You have to repair this before you can install or remove any further software.
el: Η εγκατάσταση μπορεί να απέτυχε λόγω κάποιου σφάλματος στο αντίστοιχο πακέτο λογισμικού ή ακυρώθηκε με λάθος τρόπο. Πρέπει να το διορθώσετε πριν να μπορέσετε να εγκαταστήσετε ή να αφαιρέσετε επιπλέον λογισμικό.
eo: Eble la instalo fiaskis pro eraro en la koncerna programar-pakaĵo aŭ ĝi estis malĝuste ĉesita. Vi devas ripari ĝin antaŭ ol vi povas instali aŭ forigi ajnan plian programaron.
es: La instalación pudo haber fallado por un error en los paquetes correspondientes de software o se canceló de una manera incorrecta. Debe reparar esto antes de poder instalar o eliminar cualquier otro software.
et: Paigaldus võis nurjuda vea tõttu vastavas tarkvarapaketis või katkestati see mittesobival viisil. Enne, kui saab muud tarkvara paigaldada või eemaldada, tuleb see parandada.
fr: L'installation a pu échouer du fait d'une erreur dans le paquet ou parce qu'elle a été interrompue brutalement. Vous devez corriger ceci avant de pouvoir installer ou supprimer d'autres logiciels.
gl: A instalación puido ter fallado por un erro nos los paquetes correspondentes de software ou foi cancelada dun xeito incorrecto. Debe reparar isto antes de poder instalar ou eliminar calquera outro software.
he: סיבה אפשרית לכשל בהתקנה היא שגיאה בחבילת התכנה עצמה או שההתקנה בוטלה בצורה לא ידידותית. יהיה עליך לתקן זאת לפני שניתן יהיה להתקין או להסיר תוכנות נוספות.
hi: यह संस्थापना असफल हो जाएगा क्योंकि संबंधित साफ्टवेयर पैकेज में त्रुटि है या गलत तरीके से यह निरस्त कर दिया गया है. किसी अन्य साफ्टवेयर को संस्थापित करने या हटाने के पहले इसकी मरम्मत जरुरी है.
id: Pemasangan gagal kemungkinan karena kerusakan pada paket perangkat lunak atau instalasi dibatalkan dengan paksa. Anda harus memperbaikinya sebelum menginstal atau menghapus piranti lunak yang lain.
lt: Diegimas galėjo nepavykti dėl klaidos atitinkamame programinės įrangos pakete, arba jis buvo netinkamai nutrauktas. Jūs turite tai pataisyti prieš diegdami ar šalindami kitą programinę įrangą.
nb: Installasjonen kan ha mislyktes på grunn av en feil i den tilsvarende programvarepakken, eller at den ble avbrutt på en brutal måte. Du må fikse dette før du kan installere eller fjerne flere programmer.
nl: De installatie kan mislukt zijn door een fout in het betreffende softwarepakket, of doordat het installatieproces op een onjuiste wijze werd afgebroken. Deze fout dient hersteld te worden alvorens u andere software kunt installeren of verwijderen.
oc: Benlèu que l'installacion a fracassat a causa d'una error dins lo paquet o perque es estada interrompuda brutalament. Vos cal corregir aquò abans de poder installar o suprimir d'autres logicials.
sq: Instalimi mund të ketë dështuar për shkak të një gabimi në paketën korresponduese të programit ose është anulluar në një mënyrë jo miqësore. Juve ju duhet të riparoni këtë para se të instaloni apo hiqni çdo program të mëvonshëm.
th: การติดตั้งนี้ล้มเหลวเพราะว่ามีข้อผิดพลาดจาดแพกเกจโปรแกรม หรือ ถูกยกเลิกการติดตั้งในทางที่ไม่ปกติ คุณควรซ่อมแซมเรื่องนี้ก่อนที่จะติดตั้งหรือถอดถอดโปรแกรมอื่น ๆ เพิ่ม
tr: Yükleme işlemi ilgili yazılım paketindeki bir hata yüzünden veya uygun olmayan bir biçimde kapatılmasından dolayı başarısız olmuş olabilir. Başka bir yazılım yüklemeden veya kaldırmadan önce bu durumu düzeltmelisiniz.
vi: Sự cài đặt đã thất bại do một lỗi sai trong gói phần mềm hoặc do quá trình cài đặt đã bị kết thúc một cách không chuẩn. Bạn phải sửa lại lỗi này trước khi có khả năng cài đặt hoặc loại bỏ bất kỳ một phần mềm nào khác.

source: Please copy the file to your local computer and check the file permissions.
el: Παρακαλώ αντιγράψτε το αρχείο στον τοπικό σας υπολογιστή και ελέγξτε τις άδειες αρχείων
eo: Bonvolu kopii la dosieron al via loka komputilo kaj kontroli la dosierpermesojn.
es: Copie el archivo en su equipo local y compruebe los servicios.
et: Palun kopeeri fail oma kohalikku arvutisse ja kontrolli faili õigusi.
fr: Veuillez copier le fichier sur votre ordinateur et en vérifier les permissions.
gl: Copie o ficheiro no seu equipo local e comprobe os permisos do ficheiro
he: נא להעתיק את הקובץ למחשב שלך ולבדוק את הרשאותיו.
hi: कृपया संचिका का नकल अपने स्थानीय कंप्यूटर पर करें तथा संचिका अनुमति की जाँच करें.
lt: Nukopijuokite failą į vietinį kompiuterį ir patikrinkite failo leidimus.
nb: Vennligst kopier filen til datamaskinen og kontroller filrettighetene.
nl: Kopieer het bastand naar uw lokale computer en controleer de bestandstoegangsrechten
oc: Copiatz lo fichièr sus vòstre ordenador e verificatz-ne las permissions.
sq: Ju lutemi ta kopjoni skedarin në kompjuterin tuaj lokal dhe të kontrolloni për lejet e skedarit.
th: โปรดคัดลอกแฟ้มไปที่เครื่องของคุณแล้วตรวจดูสิทธิ์ที่อนุญาตของแฟ้ม
tr: Lütfen dosyayı yerel bilgisayarınıza kopyalayın ve dosya izinlerini kontrol ediniz.
vi: Vui lòng sao chép tập tin này đến máy cục bộ và kiểm tra quyền truy cập tập tin.

source: The installation of a package which violates the quality standards isn't allowed. This could cause serious problems on your computer. Please contact the person or organisation who provided this package file and include the details beneath.
el: Δεν επιτρέπεται η εγκατάσταση πακέτων που παραβιάζουν τα πρότυπα ποιότητας. Αυτό μπορεί να προκαλέσει σοβαρά προβλήματα στον υπολογιστή σας. Παρακαλώ επικοινωνήστε με το άτομο ή την οργάνωση που προσφέρει αυτό το πακέτο συμπεριλαμβάνοντας τις ακόλουθες λεπτομέρειες:
eo: La instalo de pakaĵo kiu atencas la kvalitonormojn estas nepermesata. Tio povas kaŭzi seriozajn problemojn sur via komputilo. Bonvole kontaktu la personon aŭ organizon, kiu provizis ĉi tiun pakaĵdosieron kaj inkluzivu la detalojn supre.
es: No se permite la instalación de cualquier paquete que viole los estándares de calidad. Eso podría causar problemas serios a su equipo. Contacte con la persona u organización que le proporcionó este archivo de paquete e incluya los detalles a continuación.
et: Paketi paigaldus, mis rikub standardi kvaliteedi pole lubatud. See võib õhjustada sinu arvutile tõsiseid probleem.e Palun kontakteeru paketi faili pakkunud isiku või organisatsiooniga ja kaasa allpool detailid.
fr: L'installation d'un paquet qui ne respecte pas les standards de qualité n'est pas autorisée. Cela pourrait engendrer de graves problèmes sur votre ordinateur. Veuillez contacter la personne ou l'organisation qui a fourni ce paquet en incluant les renseignements ci-dessous.
gl: Non está permitida a instalación de calquera paquete que non respecte os estándares de calidade. Iso podería provocar problemas serios ao seu equipo. Contacte coa persoa ou organización que lle forneceu este ficheiro de paquete e inclúa os detalles de embaixo.
he: התקנת חבילה המפרה את תקני האיכות אסורה. מצב כזה עלול לגרום לתקלות רציניות במחשבך. נא ליצור קשר עם האדם או הארגון שסיפק לך את קובץ החבילה ולהוסיף את הפרטים להלן.
hi: ऐसे पैकेज जो मानक गुणवत्ता का उलंघन करता है संस्थापना की अनुमति नहीं है. यह आपके कंप्यूटर के लिए गंभीर समस्य़ा पैदा कर देगा. कृपया इस पैकेज संचिका को प्रदान करने वाले व्यक्ति या संगठन से निम्न विस्तृत विवरण सहीत संपर्क करें.
lt: Paketo, kuris pažeidžia kokybės standartus, įdiegimas neleidžiamas. Tai gali sukelti rimtų problemų jūsų kompiuteryje. Prašome susisiekti su asmeniu ar organizacija, kuri pateikė šį paketo failą ir įtraukite žemiau pateiktą informaciją.
nb: Det er ikke tillatt å installere en pakke som bryter med kvalitetsstandardene. Dette kan føre til alvorlige problemer på datamaskinen. Vennligst ta kontakt med de som har gitt ut denne pakkefilen, og legg ved detaljene under.
nl: Het installeren van een pakket dat de kwaliteitsnormen geweld aandoet is niet toegestaan. Dit zou ernstige problemen op uw computer kunnen veroorzaken. Neem contact op met de persoon of organisatie die dit pakketbestand geleverd heeft en sluit onderstaande details in.
oc: L'installacion d'un paquet que respècta pas los estandards de qualitat es pas autorizada. Aquò poiriá engendrar de problèmas dels grèus sus vòstre ordenador. Contactatz la persona o l'organizacion qu'a provesit aquel paquet en incluissent las entresenhas çaijós.
sq: Instalimi i një pakete e cila dhunon standartet e cilësisë nuk lejohet. Kjo mund të shkaktojë probleme serioze në kompjuterin tuaj. Ju lutemi të kontaktoni personin apo organizatën që bëri të disponueshme këtë paketë dhe të përfshini detajet më poshtë.
th: ไม่อนุญาติให้ทำการติดตั้งแพกเกจที่มีคุณภาพต่ำกว่ามาตราฐาน เรื่องนี้อาจทำให้เกิดปัญหาร้ายแรงมากกับเครื่องคอมพิวเตอร์ของคุณ โปรดติดตั้งคนหรือองค์กรณ์ที่ทำการจำหน่ายแฟ้มแพกเกจนี้รวมถึงรายละเอียดอื่น ๆ ด้วย
tr: Nitelik standartlarını bozan bu paketin kurulumuna izin verilmedi. Bu, bilgisayarınızla ilgili ciddi sorunlara neden olabilir. Lütfen bu paketi sağlayan kişiyle ya da kurumla iletişime geçin ve paket paketin altına ayrıntıları da ekleyin.
vi: Cài đặt một gói vi phạm tiêu chuẩn chất lượng là không được chấp nhận. Việc này có thể gây ra những vấn đề nghiêm trọng cho máy tính của bạn. Vui lòng liện lạc với cá nhân hoặc tổ chức cung cấp gói này và kèm các chi tiết bên dưới.

source: The downloaded license key which is required to run this piece of software is not valid or could not be installed correctly. See the details for more information.
el: Η λήψη κλειδιού άδειας χρήσης που απαιτείται για να τρέξει αυτό το κομμάτι του λογισμικού δεν είναι έγκυρη ή δεν μπορεί να εγκατασταθεί σωστά. Δείτε τις λεπτομέρειες για περισσότερες πληροφορίες.
eo: La elŝutita permesilŝlosilo, kiu estas postulata por ruli ĉi tiun eron de programaro, ne estas valida aŭ eble ne estas korekte instalita. Vidu la detalojn por pliaj informoj.
es: La clave de la licencia descargada requerida para ejecutar este software no es válida o no se pudo instalar correctamente. Vea los detalles para tener más información.
et: Selle tarkvaratüki kasutamiseks vajalik litsentsivõti on kehtetu või pole võimalik seda õigesti paigaldada. Täpsema info saamiseks vaata üksikasju.
fr: La clé de licence téléchargée qui est nécessaire pour lancer ce logiciel n'est pas valable ou n'a pas pu être installée correctement. Voir les détails pour plus d'informations.
gl: A clave da licenza que se descargou e que se require para executar este software non é válida ou non se puido instalar correctamente. Vexa os detalles para máis información.
he: מפתח הרישוי שהורד הנדרש להפעלת תכנית זו שגוי או שלא ניתן להתקין אותו כראוי. יש לעיין בפרטים לקבלת מידע נוסף.
lt: Atsiųstas licencijos raktas reikalingas šiai programinei įrangai paleisti yra neteisingas ar jo nepavyko teisingai įdiegti. Išsamioje informacijoje pamatysite daugiau informacijos.
nl: De gedownloade licentiesleutel die vereist is om deze software te draaien is ongeldig of kon niet juist worden geïnstalleerd. Zie de details voor meer informatie.
oc: La clau de licéncia telecargada qu'es necessària per aviar aqueste logicial es pas valabla o a pas pogut èsser installada corrèctament. Vejatz los detalhs per mai d'informacions.
sq: Çelësi i shkarkuar i liçensës që kërkohet për të nisur këtë program nuk është i vlefshëm ose nuk mund të instalohet siç duhet. Shikoni detajet për më tepër informacion.
tr: Bu yazılımı çalıştırabilmek için indirilen lisans anahtarı geçerli değil ya da düzgün bir şekilde yüklenemedi. Daha fazla bilgi için ayrıntılara bakın.
vi: Khóa chứng nhận cần thiết để chạy phần mềm này đã được tải về nhưng khóa đó không đúng hay không thể được cài đặt một cách đúng đắn. Xem chi tiết để biết thêm thông tin.

source: All available upgrades have already been installed.
el: Όλα τα διαθέσιμα πακέτα αναβάθμισης έχουν ήδη εγκατασταθεί.
eo: Ĉiuj disponeblaj ĝisdatigoj estas jam instalitaj.
es: Todas las actualizaciones disponibles ya han sido instaladas.
et: Kõik võimalikud uuendused on juba paigaldatud.
fr: Toutes les mises à jour disponibles ont déjà été installées.
gl: Xa se instalaron todas as actualizacións dispoñíbeis.
he: כל השדרוגים הזמינים כבר הותקנו.
hi: सभी उपलब्ध उन्नयन पहले से ही स्थापित हो चुके हैं
lt: Visi prieinami atnaujinimai jau yra įdiegti.
nb: Alle tilgjengelige oppgraderinger har allerede blitt installert.
nl: Alle beschikbare upgrades zijn reeds geïnstalleerd.
oc: Totas las mesas a jorn disponiblas son ja estadas installadas.
sq: Të gjitha përditësimet e disponueshme janë instaluar tashmë.
tr: Kullanılabilir tüm güncellemeler zaten yüklenmiş durumda.
vi: Tất cả bản nâng cấp có hiệu lực đã được cài đặt rồi.

source: The license key which allows you to use this piece of software could not be downloaded. Please check your network connection.
el: Το κλειδί άδειας χρήσης η οποία σάς επιτρέπει να χρησιμοποιήσετε αυτό το πακέτο λογισμικού δεν μπορεί να ληφθεί. Ελέγξτε τη σύνδεση του δικτύου σας.
eo: La permesilŝlosilo, kiu permesas vin uzi ĉi tiun eron de programaro, ne elŝuteblas. Bonvole kontrolu vian retkonekton.
es: No pudo descargarse la clave de licencia que permite el uso de este software. Compruebe su conexión de red.
et: Selle tarkvaratüki kasutamiseks vajaliku litsentsivõtme allalaadimine nurjus. Palun, kontrolli oma võrguühendust.
fr: La clé de licence qui vous permet d'utiliser ce logiciel n'a pas pu être téléchargée. Veuillez vérifier votre connexion réseau.
gl: Non foi posíbel descargar a clave da licenza que permite o uso deste software. Comprobe a conexión á rede.
he: לא ניתן להוריד את מפתח הרישוי המאפשר לך להשתמש בתכנית זו. נא לבדוק את החיבור שלך לרשת.
lt: Nepavyko atsiųsti licencijos rakto, kuris leidžia jums naudoti šią programinę įrangą. Patikrinkite tinklo ryšį.
nb: Klarte ikke laste ned lisensnøkkelen som lar deg bruke dette programmet. Kontroller nettverkstilkoblingen din.
nl: De licentiesleutel waarmee u deze software kunt gebruiken kon niet worden gedownload. Controleer uw netwerkverbinding.
oc: La clau de licéncia que vos permet d'utilizar aqueste logicial a pas pogut èsser telecargada. Verificatz vòstra connexion ret.
sq: Çelësi i liçensës që ju mundëson ta nisni këtë program nuk mund të shkarkohet. Ju lutemi të kontrolloni lidhjen tuaj me rrjetin.
tr: Bu yazılımı kullanabilmeniz için gerekeli lisans anahtarı indirilemedi. Lütfen ağ bağlantınızı kontrol edin.
vi: Không thể tải xuống khóa chứng nhận dùng để cho phép bạn sử dụng bộ phận phần mềm này. Vui lòng kiểm tra lại kết nối mạng.
