Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: Querying software sources
el: Επερωτήσεις στις πηγές λογισμικού
eo: Petanta pri programarfontoj
es: Consultando los orígenes del software
et: Tarkvaraallikate pärimine
fr: Interrogation des Sources de Logiciels
gl: Solicitando as orixes de software
he: מקורות התכנה מתעדכנים
lt: Užklausiamos programinės įrangos saugyklos
nb: Spør programvarekilder
nl: Softwarebronnen doorzoeken
oc: Interrogacion de las Fonts de Logicials
sq: Duke grumbulluar burimet e programeve
tr: Yazılım kaynakları sorgulanıyor
vi: Đang truy vấn nguồn phần mềm

source: Cleaning up
el: Εκκαθάριση
eo: Purigado
es: Limpiando
et: Puhastamine
fr: Nettoyage
gl: Limpando
he: מתבצע סדר ונקיון
hi: साफ कर रहा है
id: Membersihkan
lt: Išvaloma
nb: Rydder opp
nl: Opruimen
oc: Netejatge
sq: Duke pastruar
th: กำลังเก็บกวาด
tr: Temizlik yapılıyor
vi: Đang dọn dẹp

source: Finished
el: Ολοκληρώθηκε
eo: Finita
es: Finalizado
et: Lõpetatud
fr: Terminé
gl: Rematado
he: הסתיים
hi: समाप्त
id: Selesai
lt: Baigta
nb: Fullført
nl: Gereed
oc: Acabat
sq: Përfunduar
th: เสร็จสิ้น
tr: Bitti
vi: Đã hoàn tất

source: Cancelling
el: Έξοδος
eo: Nuligas
es: Cancelando
et: Tühistamine
fr: Annulation
gl: Cancelando
he: בהליכי ביטול
hi: रद्द कर रहा है
id: Membatalkan
lt: Nutraukiama
nb: Avbryter
nl: Annuleren
oc: Anullacion
sq: Duke anulluar
th: กำลังยกเลิก
tr: İptal ediliyor
vi: Đang hủy bỏ

source: Loading software list
el: Φόρτωση λίστας λογισμικού
eo: Ŝargas programaran liston
es: Cargando la lista de software
et: Tarkvaraloendi laadimine
fr: Chargement de la liste des logiciels
gl: Cargando a lista do software
he: רשימת התוכנות נטענת
hi: साफ्टवेयर सूची लदान कर रहा है
id: Memuat daftar perangkat lunak
lt: Įkeliamas programinės įrangos sąrašas
nb: Laster pakkeliste
nl: Softwarelijst laden
oc: Cargament de la lista dels logicials
sq: Duke ngarkuar listën e programeve
th: กำลังโหลดรายชื่อซอฟต์แวร์
tr: Yazılım listesi yükleniyor
vi: Đang nạp danh sách phần mềm

source: Installing %s
el: Εγκατάσταση του %s
eo: Instalado de %s
es: Instalando %s
et: %s paigaldamine
fr: Installation de %s
gl: Instalando %s
he: %s מותקנת
hi: %s संस्थापित हो रहा है
id: Menginstal %s
lt: Diegiamas %s
nb: Installerer %s
nl: %s installeren
oc: Installacion de %s
sq: Duke instaluar %s
th: กำลังติดตั้ง %s
tr: %s kuruluyor
vi: Đang cài đặt %s

source: Configuring %s
el: Ρύθμιση %s
eo: Agordado de %s
es: Configurando %s
et: %s seadistamine
fr: Configuration de %s
gl: Configurando %s
he: %s מוגדרת
hi: %s विन्यासित कर रहा है
id: Sedang mengonfigurasi %s
lt: Konfigūruojamas %s
nb: Setter opp %s
nl: %s configureren
oc: Configuracion de %s
sq: Duke konfiguruar %s
th: กำลังตั้งค่า %s
tr: %s yapılandırılıyor
vi: Đang cấu hình %s...

source: Removing %s
el: Αφαίρεση %s
eo: Forigado de %s
es: Desinstalando %s
et: %s eemaldamine
fr: Suppression de %s
gl: Eliminando %s
he: %s מוסרת
hi: %s हटा रहा है
id: Memindahkan %s
lt: Šalinamas %s
nb: Fjerner %s
nl: %s verwijderen
oc: Supression de %s
sq: Duke fshirë %s
th: กำลังถอดถอน %s
tr: %s kaldırılıyor
vi: Đang gỡ bỏ %s...

source: Completely removing %s
el: Πλήρη διαγραφή του %s
eo: Tute foriganta %s
es: Borrando completamente %s
et: %s täielik eemaldamine
fr: Suppression complète de %s
gl: %s completamente retirado
he: הסרה מוחלטת של %s
hi: %s पूरी तरह से हट् चुका है
lt: Visiškai šalinamas %s
nb: Fjerner %s fullstendig
nl: %s wordt volledig verwijderd
oc: Supression completa de %s
sq: Duke hequr plotësisht %s
tr: %s tamamen kaldırılıyor
vi: Đang gỡ bỏ hoàn toàn %s

source: Noting disappearance of %s
el: Σημειώνεται η εξαφάνιση του %s
eo: Notanta malaperon de %s
es: Se detectó la desaparición de %s
et: %s kadumise märgitsemine
fr: Disparition de %s constatée
gl: Detectouse a desaparición de %s
he: ההיעלמות של %s נרשמת
lt: Pastebimas %s dingimas
nb: Legger merke til at %s forsvinner
nl: De verdwijning van %s wordt genoteerd
oc: Desaparicion de %s constatada
sq: Njoftoj zhdukjen e %s
tr: %s paketinin kaybolduğu not ediliyor
vi: Đang ghi nhận tình trạng biến mất của %s

source: Running post-installation trigger %s
el: Εκτελείται το σενάριο εντολών %s για την ολοκλήρωση της εγκατάστασης
eo: Rulas post-instalan ekagilon %s
es: Ejecutando activador de post-instalación de %s
et: %s järelpaigalduse sooritamine
fr: Exécution des actions différées pour %s
gl: Executando o disparador de post-instalación %s
he: ההליכים שלאחר ההתקנה %s מופעלים
hi: संस्थापन-पश्चात ट्रीगर %s चल रहा है
id: Menjalankan pemacu %s setelah instalasi
lt: Vykdomas post-installation trigeris %s
nb: Kjører etter-installasjonsutløser %s
nl: Post-installatiehandeling %s uitvoeren
oc: Execucion de las accions diferidas (« trigger ») de %s
sq: Duke kryer veprimet e pas instalimit për %s
th: กำลังทำงาน %s หลังการติดตั้ง
tr: Son-kurulum tetikleyicisi %s çalışıyor
vi: Đang chạy bộ gây nên tiến trình cuối cùng cài đặt %s

source: Upgrading %s
el: Αναβάθμιση του %s
eo: Promociado de %s
es: Actualizando %s
et: %s uuendamine
fr: Mise à jour de %s
gl: Anovando %s
he: %s משתדרגת
hi: %s अद्यतन कर रहा है
id: Diperbaharui %s
lt: Atnaujinamas %s
nb: Oppgraderer %s
nl: %s upgraden
oc: Mesa a jorn de %s
sq: Duke Përditësuar %s
th: กำลังปรับรุ่น %s
tr: %s yükseltiliyor
vi: Đang nâng cấp %s

source: Unpacking %s
el: Εξαγωγή αρχείων από το %s
eo: Malpakanta %s
es: Desempaquetando %s
et: %s lahtipakkimine
fr: Décompression de %s
gl: A desempaquetar %s
he: %s מחולצת
hi: %s अनपैकहो रहा है
lt: Išpakuojamas %s
nb: Pakker ut %s
nl: %s wordt uitgepakt
oc: Descompression de %s
sq: Duke hapur %s
tr: %s paketi açılıyor
vi: Đang mở gói %s...

source: Preparing installation of %s
el: Προετοιμασία για εγκατάσταση του %s
eo: Pretiganta instalon de %s
es: Preparando la instalación de %s
et: Ettevalmistused %s paigaldamiseks
fr: Préparation de l'installation de %s
gl: A preparar a instalación de %s
he: ההתקנה של %s בהכנות
hi: %s के स्थापित होने की तैयारी हो रही है
lt: Ruošiamas %s įdiegimas
nb: Forbereder installasjonen av %s
nl: Installatie van %s wordt voorbereid
oc: Installacion de %s en preparacion
sq: Duke përgatitur instalimin e %s
tr: %s paketini yüklemeye hazırlanılıyor
vi: Đang chuẩn bị cài đặt %s

source: Preparing configuration of %s
el: Προετοιμασία για τη ρύθμιση του %s
eo: Pretiganta agordojn por %s
es: Preparando la configuración %s
et: %s seadistuse ettevalmistamine
fr: Préparation de la configuration de %s
gl: A preparar a configuración de %s
he: התצורה של %s בהכנות
lt: Ruošiamas %s konfigūravimas
nb: Forbereder konfigureringen av %s
nl: Configuratie van %s wordt voorbereid
oc: Preparacion de la configuracion de %s
sq: Duke përgatitur konfigurimin e %s
tr: %s paketini yapılandırmaya hazırlanılıyor
vi: Đang chuẩn bị cấu hình %s

source: Preparing removal of %s
el: Προετοιμασία για την αφαίρεση του %s
eo: Pretiganta forigon de %s
es: Preparando la eliminación de %s
et: %s eemaldamise ettevalmistamine
fr: Préparation de la suppression de %s
gl: A preparar a eliminación de %s
he: ההסרה של %s בהכנות
lt: Ruošiamas %s šalinimas
nb: Forbereder fjerning av %s
nl: Verwijdering van %s wordt voorbereid
oc: Preparacion de la supression de %s
sq: Duke përgatitur heqjen e %s
tr: %s paketini kaldırmaya hazırlanılıyor
vi: Đang chuẩn bị gỡ bỏ %s

source: Preparing complete removal of %s
el: Προετοιμασία για την πλήρη αφαίρεση του %s
eo: Pretiganta tutan forigon de %s
es: Preparando para borrar completamente %s
et: %s täieliku eemalduse ettevalmistamine
fr: Préparation de la suppression complète de %s
gl: A preparar a eliminación completa de %s
he: ההסרה המוחלטת של %s בהכנות
lt: Ruošiamas %s visiškas pašalinimas
nl: Het volledig verwijderen van %s wordt voorbereid
oc: Preparacion de la supression completa de %s
sq: Duke përgatitur heqjen e plotë të %s
tr: %s paketinin tamamen kaldırılmasına hazırlanılıyor
vi: Đang chuẩn bị gỡ bỏ hoàn toàn %s

source: Installed %s
el: Έγινε εγκατάσταση του %s
eo: %s instalita
es: %s instalado
et: %s on paigaldatud
fr: %s a été installé
gl: Instalouse %s
he: %s הותקנה
hi: %s स्थापित हो चुका है
lt: Įdiegta %s
nb: %s har blitt installert
nl: %s is geïnstalleerd
oc: %s es estat installat
sq: U instalua %s
tr: %s kuruldu
vi: Đã cài đặt %s

source: Completely removed %s
el: Ολοκληρωτική απομάκρυνση του %s
eo: %s tute forigata
es: %s completamente eliminado
et: %s on täielikult eemaldatud
fr: %s a été comptètement supprimé
gl: Retirouse %s completamente
he: %s הוסרה לחלוטין
hi: %s पूरी तरह से हट चुका है
lt: Visiškai pašalintas %s
nb: %s er fullstendig fjernet
nl: %s is volledig verwijderd
oc: %s es estat suprimit completament.
sq: U hoq plotësisht %s
tr: %s tamamen kaldırıldı
vi: Đã gỡ bỏ hoàn toàn %s

source: Removed %s
el: Έγινε η αφαίρεση του %s
eo: %s forigita
es: %s eliminado
et: %s on eemaldatud
fr: %s a été supprimé
gl: Retirouse %s
he: %s הוסר
hi: %s हट चुका है
lt: Pašalintas %s
nb: Fjernet %s
nl: %s is verwijderd
oc: %s es estat suprimit
sq: U hoq %s
tr: %s kaldırıldı
vi: Đã gỡ bỏ %s

source: Processing %s
el: Γίνεται επεξεργασία του %s
eo: Procesanta %s
es: Procesando %s
et: %s protsessimine
fr: Traitement de %s
gl: A procesar %s
he: %s בעיבוד
lt: Apdorojomas %s
nb: Behandler %s
nl: Bezig met het verwerken van %s
oc: Tractament de %s
sq: Duke përpunuar %s
tr: %s işleniyor
vi: Đang xử lý %s

source: Done
el: Ολοκληρώθηκε
eo: Preta
es: Finalizado
et: Valmis
fr: Terminé
gl: Feito
he: בוצע
hi: किया गया
id: Selesai
lt: Baigta
nb: Fullført
nl: Gereed
oc: Acabat
sq: U Bë
th: เรียบร้อย
tr: Yapıldı
vi: Hoàn tất

source: Authentication failed
el: Αποτυχία πιστοποίησης
eo: Aŭtentokontrolo malsukcesis
es: Falló la autenticación
et: Autentimine nurjus
fr: Échec de l'authentification
gl: Fallou a autenticación
he: האימות נכשל
hi: प्रमाणीकरण निष्फल
id: Otentikasi gagal
lt: Nepavyko nustatyti tapatybės
nb: Autentisering mislyktes
nl: Authenticatie mislukt
oc: L'autentificacion a fracassat
sq: Identifikimi dështoi
th: การยืนยันล้มเหลว
tr: Kimlik doğrulama başarısız oldu
vi: Xác thực thất bại

source: Fetching
el: Γίνεται λήψη
eo: Venigas
es: Consiguiendo
et: Allalaadimine
fr: Réception
gl: Obtendo
he: מתקבל
hi: मिलान कर रहा है
lt: Atsiunčiama
nb: Henter
nl: Ophalen
oc: Recepcion
sq: Duke mbledhur
th: กำลังดึงข้อมูล
tr: Alınıyor
vi: Đang lấy về

source: Idle
el: Σε αδράνεια
eo: Senokupe
es: Inactivo
et: Jõude
fr: Inactif
gl: Ocioso
he: בהמתנה
hi: निष्क्रिय
id: Menganggur
lt: Neužimtas
nb: Klar
nl: Inactief
oc: Al repaus
sq: Në Pritje
th: ว่าง
tr: Boşta
vi: Rảnh

source: Network isn't available
el: Το δίκτυο δεν είναι διαθέσιμο
eo: Reto ne disponeblas
es: La red no está disponible
et: Võrk pole saadaval
fr: Le réseau n'est pas disponible
gl: A rede non está dispoñíbel.
he: הרשת אינה זמינה
hi: संजाल उपलब्ध नहीं है
id: Jaringan tidak tersedia
lt: Tinklas neprieinamas
nb: Nettverk ikke tilgjengelig
nl: Er is geen netwerkverbinding
oc: La ret es pas disponibla
sq: Rrjeti nuk është i disponueshëm
th: ไม่มีเครื่อข่าย
tr: Ağ kullanılabilir durumda değil
vi: Mạng không có sẵn

source: Details
el: Λεπτομέρειες
eo: Detaloj
es: Detalles
et: Üksikasjad
fr: Détails
gl: Detalles
he: פרטים
hi: विवरण
id: Rincian
lt: Išsamiai
nb: Detaljer
oc: Detalhs
sq: Detajet
th: รายละเอียด
tr: Ayrıntılar
vi: Chi tiết

source: File
el: Αρχείο
eo: Dosiero
es: Archivo
et: Fail
fr: Fichier
gl: Ficheiro
he: קובץ
hi: संचिका
id: Berkas
lt: Failas
nb: Fil
nl: Bestand
oc: Fichièr
sq: Skedari
th: แฟ้ม
tr: Dosya
vi: Tập tin

source: Downloaded %sB
el: Μεταφορτώθηκαν %sB
eo: Elŝutis %sB
es: Descargado %sB
et: Allalaaditud %sB
fr: %s octets téléchargés
gl: Descargado %sB
he: הורדו %s ב׳
hi: %sB डाउनलोड हो गया
id: Terunduh %sB
lt: Atsiųsta %sB
nb: Lastet ned %sB
nl: %sB gedownload
oc: %s octets telecargats
sq: U Shkarkuan %sB
th: ดาว์โหลดแล้ว %s ไบต์
tr: %sB İndirildi
vi: Đã tải %sB

source: Downloaded
el: Ληφθέντα
eo: Elŝutis
es: Descargado
et: Allalaaditud
fr: Téléchargé
gl: Recibido
he: הורדו
hi: डाउनलोड हो गया
id: Telah diunduh
lt: Atsiųsta
nb: Lastet ned
nl: Gedownload
oc: Telecargat
sq: Të shkarkuara
th: ดาวน์โหลดแล้ว
tr: İndirilen
vi: Đã tải về

source: CD/DVD '%s' is required
el: Απαιτείτε CD/DVD '%s'
eo: Lumdisko '%s' estas bezonata
es: Se requiere el CD/DVD «%s»
et: Vajalik on CD/DVD plaat '%s'
fr: Le CD/DVD « %s » est requis
gl: Requírese o CD/DVD «%s»
he: תקליטור ה־CD/DVD‏ '%s' נדרש
hi: सीडी/डिवीडी '%s' की आवश्यकता है
id: Membutuhkan '%s' CD/DVD
lt: Reikalingas „%s“ CD/DVD
nb: Behøver CD/DVD '%s'
nl: Cd/dvd '%s' is nodig
oc: Lo CD/DVD « %s » es requeqit
sq: CD/DVD '%s' kërkohet
th: ต้องมีซีดี/ดีวีดี '%s'
tr: '%s' CD/DVD gerekli
vi: CD/DVD '%s' là bắt buộc

source: Please insert the above CD/DVD into the drive '%s' to install software packages from it.
el: Παρακαλώ εισάγετε το παραπάνω CD/DVD στον οδηγό '%s' για να εγκαταστήσετε πακέτα από αυτό.
eo: Metu la supre indikitan CD/DVD en ingo '%s' por instali programarajn pakaĵojn el ĝi.
es: Inserte el CD/DVD en «%s» para instalar desde él los paquetes de software.
et: Palun sisesta CD/DVD plaadilugejasse '%s', et paigaldada tarkvara paketid.
fr: Veuillez insérer le CD ci-dessus dans le lecteur « %s » pour installer les paquets qui s'y trouvent.
gl: Insira o CD/DVD de enriba na unidade «%s» para instalar os paquetes de software desde el.
he: נא להכניס את תקליטור ה־CD/DVD הנדרש לכונן '%s' לצורך התקנת חבילות ממנו.
hi: कृपया उपरोक्त सीडी/डीवीडी को '%s' ड्राइव में डाले ताकि इससे सॉफ्टवेयर पैकेज संस्थापित हो सके.
id: Tolong masukkan CD/DVD ke dalam penggerak '%s' untuk memasang perangkat lunak darinya.
lt: Įdėkite aukščiau nurodytą CD/DVD į įrenginį „%s“ programinės įrangos paketams iš jo įdiegti.
nb: Vennligst sett inn angitt CD/DVD i '%s' for å installere programvare fra den.
nl: Plaats de bovenstaand cd/dvd in drive '%s" om hiervan softwarepakketten te installeren.
oc: Installatz lo CD çaisús dins lo lector « %s » per installar los paquet que s'i tròban.
sq: Ju lutemi të vendosni CD/DVD e mësipërm në draiv '%s' për të instaluar paketat e programeve prej tij.
th: โปรดใส่แผ่น CD/DVD ข้างต้นไปที่ไดรว์ '%s' เพื่อติดตั้งแพกเกจโปรแกรม
tr: Lütfen yazılım paketlerini yüklemek için üzerindeki CD/DVD'yi '%s' sürücüsüne takın.
vi: Hãy đưa CD/DVD bên trên vào ổ '%s' để cài đặt các gói phần mềm từ nó.

source: C_ontinue
el: Σ_υνέχεια
eo: D_aŭrigi
es: C_ontinuar
et: _Jätka
fr: C_ontinuer
gl: C_ontinuar
he: ה_משך
hi: जारी रखें (_C)
lt: _Tęsti
nb: F_ortsett
nl: D_oorgaan
oc: C_ontunhar
sq: Vazhd_o
th: _ต่อไป
tr: D_evam Et
vi: _Tiếp tục

source: Install
el: Εγκατάσταση
eo: Instali
es: Instalar
et: Paigalda
fr: Installer
gl: Instalar
he: התקנה
hi: संस्थापित करें
id: Pasang
lt: Įdiegti
nb: Installer
nl: Installeren
oc: Installar
sq: Instalo
th: ติดตั้ง
tr: Kur
vi: Cài đặt

source: Reinstall
el: Επανεγκατάσταση
eo: Reinstali
es: Reinstalar
et: Paigalda uuesti
fr: Réinstaller
gl: Reinstalar
he: התקנה מחדש
hi: पुनःसंस्थापित करें
id: Memasang ulang
lt: Įdiegti iš naujo
nb: Installer på nytt
nl: Herinstalleren
oc: Reïnstallar
sq: Riinstalo
th: ติดตั้งใหม่
tr: Yeniden kur
vi: Cài lại

source: Remove
el: Αφαίρεση
eo: Forigi
es: Eliminar
et: Eemalda
fr: Supprimer
gl: Eliminar
he: הסרה
hi: हटाएँ
id: Hapus
lt: Pašalinti
nb: Fjern
nl: Verwijderen
oc: Suprimir
sq: Hiqe
th: เอาออก
tr: Kaldır
vi: Gỡ bỏ

source: Purge
el: Απομάκρυνση μαζί με τα αρχεία ρυθμίσεων
eo: Plene forigi
es: Purgar
et: Eemalda täielikult
fr: Supprimer complètement
gl: Borrar
he: ניקוי
hi: सफाई
lt: Išvalyti
nb: Slett
nl: Volledig verwijderen
oc: Purgar
sq: Pastro
th: กำจัด
tr: Temizle
vi: Làm sạch

source: Upgrade
el: Αναβάθμιση
eo: Ĝisdatigi
es: Actualizar
et: Uuenda
fr: Mettre à jour
gl: Anovar
he: שדרוג
hi: उन्नयन
id: Meningkatkan
lt: Atnaujinti
nb: Oppgrader
nl: Upgraden
oc: Metre a jorn
sq: Përditëso
th: ปรับรุ่น
tr: Yükselt
vi: Nâng cấp

source: Downgrade
el: Υποβάθμιση
eo: Malĝisdatigi
es: Desactualizar
et: Madalda
fr: Revenir à une version antérieure
gl: Desactualizar
he: שדרוג מטה
hi: अवनयन
id: Menurunkan
lt: Sendinti
nb: Nedgrader
nl: Vorige versie gebruiken
oc: Tornar a una version anteriora
sq: Çoje një shkallë më poshtë
th: ลดรุ่น
tr: Sürüm düşür
vi: Hạ cấp

source: Skip upgrade
el: Παράλειψη αναβάθμισης
eo: Preterpasi ĝisdatigon
es: Omitir actualización
et: Jäta uuendamine vahele
fr: Ignorer la mise à niveau
gl: Omitir esta actualización
he: דילוג על השדרוג
hi: उन्नयन छोड़े
id: Lewati peningkatan
lt: Praleisti atnaujinimą
nb: Hopp over oppgradering
nl: Upgraden overslaan
oc: Ignorar la mesa a nivèl
sq: Anashkalo përditësimin
th: ข้ามการปรับรุ่น
tr: Yükseltmeyi atla
vi: Bỏ qua nâng cấp

source: Please take a look at the list of changes below.
el: Παρακαλώ ρίξτε μια ματιά στην λίστα με τις αλλαγές παρακάτω.
eo: Bonvolu rigardi la suban ŝanĝoliston.
es: Eche un vistazo a la lista de cambios.
et: Palun vaata all olevat muudatuste loendit.
fr: Veuillez consulter la liste des changements ci-dessous.
gl: Bótelle unha ollada á lista de cambios que se presenta a continuación.
he: נא להביט ברשימת השינויים שלהלן.
hi: कृपया निम्न परिवर्तन सूची पर एक नजर देख ले.
id: Tolong periksa daftar perubahan berikut.
lt: Patikrinkite pakeitimų sąrašą žemiau.
nb: Vennligst se over listen over endringer nedenfor.
nl: Bekijk de onderstaande lijst van wijzigingen.
oc: Consultatz la lista dels cambiaments çaijós.
sq: Ju lutemi ti hidhni një sy listës së ndryshimeve më poshtë.
th: โปรดดูที่รายการเปลี่ยนแปลงข้างล่าง
tr: Lütfen, aşağıdaki değişiklik listesine bir göz atın.
vi: Hãy nhìn một chút vào danh sách các thay đổi dưới đây.

source: Additional software has to be installed
el: Πρέπει να εγκατασταθεί επιπλέον λογισμικό
eo: Aldona programaro devas esti instalita
es: Se necesita instalar software adicional
et: Täiendav tarkvara tuleb paigaldada
fr: Des logiciels supplémentaires doivent être installés
gl: Hai que instalar software adicional
he: יש להתקין תכנה נוספת
hi: अतरिक्त सॉफ्टवेयर संस्थापित होना है
id: Perangkat lunak tambahan telah terpasang
lt: Papildoma programinė įranga turi būti įdiegta
nb: Andre programvarer må installeres i tillegg
nl: Er dient extra software geïnstalleerd te worden
oc: De logicials suplementaris devon èsser installats.
sq: Duhen instaluar programe shtesë
th: โปรแกรมเสริมถูกติดตั้งแล้ว
tr: Ek yazılım kurulması gerekiyor
vi: Phần mềm phụ thêm cần được cài đặt

source: Additional software has to be re-installed
el: Πρέπει να επανεγκατασταθεί επιπλέον λογισμικό
eo: Aldona programaro devas esti reinstalita
es: Se debe reinstalar software adicional
et: Täiendav tarkvara tuleb uuesti paigaldada
fr: Des logiciels supplémentaires doivent être réinstallés
gl: Hai que instalar de novo software adicional
he: יש להתקין תכנה נוספת מחדש
hi: अतरिक्त सॉफ्टवेयर पुनःसंस्थापित होना है
id: Perangkat lunak tambahan telah dipasang ulang
lt: Papildoma programinė įranga turi būti įdiegta iš naujo
nb: Tilleggsprogramvare må installeres på nytt
nl: Er dient extra software opnieuw geïnstalleerd te worden
oc: De logicials suplementaris devon èsser reïnstallats.
sq: Duhen riinstaluar programe shtesë
th: โปรแกรมเสริมถูกติดตั้งใหม่แล้ว
tr: Ek yazılımın yeniden kurulması gerekiyor
vi: Phần mềm phụ thêm cần được cài đặt lại

source: Additional software has to be removed
el: Πρέπει να αφαιρεθεί επιπλέον λογισμικό
eo: Aldona programaro devas esti forigita
es: Se debe desinstalar software adicional
et: Täiendav tarkvara tuleb eemaldada
fr: Des logiciels supplémentaires doivent être désinstallés
gl: Hai que eliminar software adicional
he: יש להסיר תכנה נוספת
hi: अतरिक्त सॉफ्टवेयर हटाया जाना है
id: Perangkat lunak tambahan telah dihapus
lt: Papildoma programinė įranga turi būti pašalinta
nb: Tilleggsprogramvare må fjernes
nl: Er dient extra software verwijderd te worden
oc: De logicials suplementaris devon èsser desinstallats.
sq: Programe shtesë duhet të hiqen
th: โปรแกรมเสริมถูกถอดถอนแล้ว
tr: Ek yazılım kaldırılması gerekiyor
vi: Phần mềm phụ thêm cần được gỡ bỏ

source: Additional software has to be purged
el: Πρέπει να αφαιρεθεί επιπλέον λογισμικό με τις ρυθμίσεις του
eo: Aldona programaro devas esti plene forigita
es: Se debe desinstalar software adicional completamente
et: Täiendav tarkvara tuleb täielikult eemaldada
fr: Des logiciels supplémentaires doivent être supprimés complètement
gl: Hai que eliminar completamente software adicional
he: יש למחוק לחלוטין תכנה נוספת
hi: अतरिक्त सॉफ्टवेयर साफ किया जाना है
lt: Papildoma programinė įranga turi būti išvalyta
nb: Tilleggsprogramvare må fjernes
nl: Er dient extra software volledig verwijderd te worden
oc: De logicials suplementaris devon èsser suprimits completament.
sq: Programe shtesë duhen hequr
th: โปรแกรมเสริมถูกทำให้หยุดทำงาน
tr: Ek yazılımın temizlenmesi gerekiyor
vi: Phần mềm phụ thêm cần được làm sạch

source: Additional software has to be upgraded
el: Πρέπει να αναβαθμιστεί επιπλέον λογισμικό
eo: Aldona programaro devas esti ĝisdatigita
es: Se debe actualizar software adicional
et: Täiendav tarkvara tuleb uuendada
fr: Des logiciels supplémentaires doivent être mis à jour
gl: Hai que actualizar software adicional
he: יש לשדרג תכנה נוספת
hi: अतरिक्त सॉफ्टवेयर उन्नयन होना है
id: Perangkat lunak tambahan harus ditingkatkan
lt: Papildoma programinė įranga turi būti atnaujinta
nb: Tilleggsprogramvare må oppgraderes
nl: Er dient extra software opgewaardeerd te worden
oc: De logicials suplementaris devon èsser meses a jorn.
sq: Programe shtesë duhen përditësuar
th: โปรแกรมเสริมถูกปรับรุ่นแล้ว
tr: Ek yazılım yükseltmesi gerekiyor
vi: Phần mềm phụ thêm cần được nâng cấp

source: Additional software has to be downgraded
el: Πρέπει να υποβαθμιστεί επιπλέον λογισμικό
eo: Aldona programaro devas esti malpromociita
es: Se debe desactualizar software adicional
et: Täiendav tarkvara tuleb asendada vanemaga
fr: Des logiciels supplémentaires doivent être réinstallés dans leur version antérieure
gl: Débese desactualizar software adicional
he: יש לשדרג מטה תכנה נוספת
hi: अतरिक्त सॉफ्टवेयर अवनयन होना है
id: Perangkat lunak tembahan harus diturunkan
lt: Papildoma programinė įranga turi būti pasendinta
nb: Tilleggsprogramvare må nedgraderes
nl: Er dient de vorige versie van extra software gebruikt te worden
oc: De logicials suplementaris an d'èsser reînstallats en version mai anciana.
sq: Programe shtesë do ulen një shkallë më poshtë
th: โปรแกรมเสริมถูกปรับรุ่นลงแล้ว
tr: Ek yazılımın sürümünün düşürülmesi gerekiyor
vi: Phần mềm phụ thêm cần được hạ cấp

source: Updates will be skipped
el: Οι ενημερώσεις θα παραλειφθούν
eo: Ĝisdatigoj estos transsaltataj
es: Se omitirán las actualizaciones
et: Uuendused jäetakse vahele
fr: Les mises à jour seront ignorées
gl: Omitiranse as actualizacións
he: העדכונים לא ייושמו
hi: अद्यतन छोड़ दिया जाएगा
id: Pemutakhiran akan dilewatkan
lt: Atnaujinimai bus praleisti
nb: Hopper over oppdateringer
nl: Updates zullen worden overgeslagen
oc: Las mesas a jorn seràn ignoradas.
sq: Përditësimet do të anashkalohen
th: การปรับปรุงจะถูกข้ามไป
tr: Güncelleştirmeler atlanacak
vi: Các cập nhật sẽ bị bỏ qua

source: Additional changes are required
el: Απαιτούνται επιπλέον αλλαγές
eo: Aldona ŝanĝoj nepras
es: Se necesitan cambios adicionales
et: Vajalikud on lisamuudatused
fr: Des changements supplémentaires sont nécessaires
gl: Necesítanse cambios adicionais
he: נדרשים שינויים נוספים
hi: अतरिक्त परिवर्तन की आवश्यकता है
id: Dibutuhkan beberapa perubahan lagi
lt: Reikalingi papildomi pakeitimai
nb: Det må gjøres andre endringer i tillegg
nl: Er moeten extra wijzigingen worden aangebracht
oc: De cambiaments suplementaris son requesits.
sq: Ndryshime shtesë kërkohen
th: ต้องการการเปลี่ยนแปลงเพิ่มเติม
tr: Ek değişiklikler gerekli
vi: Các thay đổi phụ thêm là cần thiết
