Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: Added key from file
el: Έγινε εισαγωγή κλειδιού από αρχείο
eo: Aldonis ŝlosilon el dosiero
es: Clave añadida desde archivo
et: Lisati võti failist
fr: Clé ajoutée depuis un fichier
gl: Engadiuse unha chave desde un ficheiro
he: נוסף מפתח מקובץ
hi: संचिका से कुंजी जोड़े
id: Tambahkan kunci dari berkas
lt: Iš failo pridėtas raktas
nb: La til nøkkel fra fil
nl: Sleutel uit bestand toegevoegd
oc: Clau aponduda dempuèi un fichièr
sq: Çelës i shtuar nga skedari
th: เพิ่มคีย์จากแฟ้มแล้ว
tr: Dosyadan anahtar eklendi
vi: Các phím đã được thêm vào từ tập tin

source: Updated cache
el: H cache ενημερώθηκε
eo: Aktualigis kaŝmemoron
es: Caché actualizada
et: Uuendati vahemälu
fr: Cache mis à jour
gl: Actualizouse a caché
he: המטמון עודכן
hi: कैश अद्यतन करें
id: Tembolok terbarui
lt: Podėlis atnaujintas
nb: Mellomlager oppdatert
nl: Cache bijgewerkt
oc: Escondedor mes a jorn
sq: Magazinë e përditësuar
th: ปรับปรุงแคช
tr: Önbellek güncelleştirildi
vi: Bộ đêm đã cập nhật

source: Search done
el: Η αναζήτηση ολοκληρώθηκε
eo: Serĉo farita
es: Búsqueda realizada
et: Otsing lõpetatud
fr: Recherche terminée
gl: Busca realizada
he: החיפוש הושלם
hi: खोज हो गयी
id: Pencarian selesai
lt: Paieška baigta
nb: Søket er utført
nl: Doorzoeken voltooid
oc: Recèrca acabada
sq: Kërkimi u krye
tr: Arama tamamlandı
vi: Tìm kiếm xong

source: Removed trusted key
el: Αφαιρέθηκε έμπιστο κλειδί
eo: Forigis fidatan ŝlosilon
es: Clave de confianza eliminada
et: Eemaldati usaldatud võti
fr: Clé de confiance supprimée
gl: Eliminouse unha chave de confianza
he: הוסר מפתח מהימן
hi: विश्वासी कुंजी को हटाएं
id: Hapus kunci terpercaya
lt: Patikimas raktas pašalintas
nb: Fjernet sikker nøkkel
nl: Vertrouwde sleutel verwijderd
oc: Clau de fisança suprimida
sq: Çelës i besueshëm i hequr
th: กุญแจความเชื่อถือถอดถอนแล้ว
tr: Güvenilir anahtar silindi
vi: Các phím tin tưởng đã gỡ bỏ

source: Removed packages
el: Πακέτα που αφαιρέθηκαν
eo: Forigis pakaĵojn
es: Paquetes desinstalados
et: Eemaldati paketid
fr: Paquets supprimés
gl: Elimináronse paquetes
he: הוסרו חבילות
hi: पैकेज हटाएं
id: Hapus paket-paket
lt: Pašalinti paketai
nb: Fjernede pakker
nl: Pakketten verwijderd
oc: Paquets suprimits
sq: Paketa të hequra
th: เแพกเกจที่ถอดถอนแล้ว
tr: Kaldırılan paketler
vi: Các gói đã gỡ bỏ

source: Updated packages
el: Πακέτα που ενημερώθηκαν
eo: Ĝisdatigis pakaĵojn
es: Paquetes actualizados
et: Uuendati pakette
fr: Paquets mis à jour
gl: Actualizáronse paquetes
he: עודכנו חבילות
hi: पैकेज अद्यतन करें
id: Paket-paket sudah terbarui
lt: Atnaujinti paketai
nb: Oppdaterte pakker
nl: Pakketten bijgewerkt
oc: Paquets meses a jorn
sq: Paketa të përditësuara
th: แพกเกจที่ปรับปรุงแล้ว
tr: Güncelleştirilen paketler
vi: Các gói đã cập nhật

source: Upgraded system
el: Το σύστημα αναβαθμίστηκε
eo: Promociis sistemon
es: Sistema actualizado
et: Uuendatud süsteem
fr: Système mis à niveau
gl: Anovouse o sistema
he: המערכת שודרגה
hi: तंत्र अद्यतन करें
id: Sistem sudah diperbaharui
lt: Atnaujinta sistema
nb: Oppgradert system
nl: Systeem opgewaardeerd
oc: Sistèma mes a nivèl
sq: Sistem i përditësuar
th: ระบบที่ปรับรุ่นแล้ว
tr: Yükseltilen sistem
vi: Hệ thông đã nâng cấp

source: Applied changes
el: Οι αλλαγές πραγματοποιήθηκαν
eo: Aplikis ŝanĝojn
es: Cambios aplicados
et: Muudatused rakendati
fr: Changements appliqués
gl: Aplicáronse as modificacións
he: השינויים חלו
hi: बदलाव लागू करें
id: Terapkan perubahan
lt: Pritaikyti pakeitimai
nb: Endringer utført
nl: Toegepaste wijzigingen
oc: Cambiaments aplicats
sq: Ndryshimet e kryera
th: ปรับใช้การเปลี่ยนแปลง
tr: Uygulanan değişiklikler
vi: Các thay đổi đã áp dụng

source: Repaired incomplete installation
el: Η μη-ολοκληρωμένη εγκατάσταση διορθώθηκε
eo: Riparis nekompletan instalon
es: Instalación incompleta reparada
et: Mittetäielik paigaldus on parandatud
fr: Installation incomplète réparée
gl: Reparouse a instalación incompleta
he: התקנות שלא הושלמו תוקנו
hi: अपूर्ण संस्थापित का जीर्णोद्वार करें
id: Proses instal yang terputus sudah diperbaiki
lt: Pataisytas nebaigtas diegimas
nb: Reparer ufullstendige installasjoner
nl: Incomplete installatie gerepareerd
oc: Installacion incompleta reparada
sq: U riparua instalimi i pa kompletuar
th: ซ่อมการติดตั้งที่ยังไม่เรียบร้อยเสร็จแล้ว
tr: Onarılan tamamlanmamış kurulum
vi: Đã sửa hệ thống cài đặt không đầy đủ

source: Repaired broken dependencies
el: Οι μη-επιλυμένες εξαρτήσεις διορθώθηκαν
eo: Riparis rompitajn dependecojn
es: Dependencias rotas reparadas
et: Katkised sõltuvused on parandatud
fr: Dépendances cassées réparées
gl: Reparáronse as dependencias rotas
he: התלויות הפגומות תוקנו
hi: खंडित निर्भताओं का जीर्णोद्वार करें
lt: Pataisytos sugadintos priklausomybės
nb: Reparer ødelagte avhengigheter
nl: Gebroken afhankelijkheden hersteld
oc: Dependéncias copadas reparadas
sq: U riparuan vartësitë e dëmtuara
th: ซ่อมแซมการขึ้นต่อกันที่เสียหาย
tr: Onarılan kırık bağımlılıklar
vi: Đã sửa lỗi giữa các gói phụ thuộc lẫn nhau

source: Added software source
el: Προστέθηκε πηγή λογισμικού
eo: Aldonis programaran fonton
es: Origen de software añadido
et: Tarkvaraallikas lisatud
fr: Source de logiciels ajoutée
gl: Engadiuse unha fonte de software
he: מקור תכנה שנוסף
hi: सॉफ्टवेयर स्रोत जोड़े
id: Sumber perangkat lunak yang telah ditambahkan
lt: Pridėta programinės įrangos saugykla
nb: La til programvarekilde
nl: Toegevoegde softwarebron
oc: Font de logicials aponduda
sq: U shtua burimi i programit
th: เพิ่มแหล่งโปรแกรมแล้ว
tr: Depo eklendi
vi: Nguồn phần mềm đã thêm

source: Enabled component of the distribution
el: Ενεργοποιήθηκε συστατικό της διανομής
eo: Ebligis komponenton de la distribuo
es: Activado componente de la distribución
et: Jaotuskomponent lubatud
fr: Composant de la distribution activé
gl: Activouse un compoñente da distribución
he: הפעלת רכיבים של ההפצה
hi: इस वितरक के घटक को समर्थ करें
lt: Įjungtas distribucijos komponentas
nb: Aktivert distribusjonskomponent
nl: Ingeschakeld onderdeel van de distributie
oc: Component de la distribucion activat
sq: Aktivizo përbërësin e versionit
th: ให้องค์ประกอบทำงานแบบกระจ่ายได้
tr: Etkinleştirilen dağıtım bileşeni
vi: Bật thành phần của bản phân phối

source: Removed downloaded package files
el: Αφαιρέθηκαν τα ληφθέντα πακέτα αρχείων
eo: Forigis elŝutitajn pakaĵdosierojn
es: Eliminados los paquetes descargados
et: Allalaaditud paketifailid eemaldatud
fr: Paquets téléchargés supprimés
gl: Retiráronse os paquetes descargados
he: קובצי החבילות שהתקבלו הוסרו
hi: डाउनलोड पैकेज संचिका हटाएँ
lt: Pašalinti atsiųsti paketų failai
nb: Fjernet nedlastede pakkefiler
nl: Gedownloade pakketbestanden die zijn verwijderd
oc: Paquets telecargats suprimits
sq: Hiqi skedarët e shkarkuar të paketave
th: เอาแฟ้มแพกเกจที่ดูดมาออก
tr: İndirilen paket dosyaları kaldırıldı
vi: Những tập tin thuộc các gói đã gỡ bỏ

source: Reconfigured installed packages
el: Επανρυθμισμένα εγκατεστημένα πακέτα
eo: Reagordis instalitajn pakaĵojn
es: Reconfigurados los paquetes instalados
et: Paigaldatud paketid taasseadistatud
fr: Paquets installés reconfigurés
gl: Reconfiguráronse paquetes instalados
he: החבילות שהותקנו הוגדרו מחדש
hi: संस्थापित पैकेज का पुनःविन्यास करें
id: Mengkonfigurasi ulang paket-paket yang telah terpasang
lt: Perkonfigūruoti įdiegti paketai
nb: Satt opp installerte pakker på nytt
nl: Geïnstalleerde pakketten die zijn geherconfigureerd
oc: Paquets installats reconfigurats
sq: Paketat e instaluara të konfiguruara sërisht
th: ปรับแต่งแพกเกจที่ถูกติดตั้งแล้วใหม่
tr: Kurulan paketler yeniden yapılandırıldı
vi: Cấu hình lại các gói đã cài đặt

source: Successful
el: Επιτυχία
eo: Sukcesis
es: Completado
et: Edukas
fr: Succès
gl: Satisfactoriamente
he: מוצלח
hi: सफल
id: Dengan sukses
lt: Sėkmingas
nb: Vellykket
nl: Geslaagd
oc: Amb succès
sq: Me Sukses
th: สำเร็จ
tr: Başarılı
vi: Thành công

source: Canceled
el: Ακυρώθηκε
eo: Nuligita
es: Cancelado
et: Tühistatud
fr: Annulé
gl: Cancelado
he: בוטל
hi: रद्द
id: Dibatalkan
lt: Nutraukta
nb: Avbrutt
nl: Geannuleerd
oc: Anullat
sq: Anulluar
th: ยกเลิกแล้ว
tr: İptal Edildi
vi: Đã hủy

source: Failed
el: Απέτυχε
eo: Fiaskis
es: Falló
et: Nurjus
fr: Échec
gl: Fallou
he: נכשל
hi: असफल
id: Gagal
lt: Nepavyko
nb: Mislyktes
nl: Mislukt
oc: Fracàs
sq: Dështoi
th: ล้มเหลว
tr: Başarısız
vi: Bị thất bại

source: Installing file
el: Εγκατάσταση αρχείου
eo: Instalas dosieron
es: Instalando archivo
et: Faili paigaldamine
fr: Installation du fichier
gl: Instalando o ficheiro
he: הקובץ מותקן
hi: संचिका संस्थापित हो रहा है
id: Memasang berkas
lt: Diegiamas failas
nb: Installerer fil
nl: Bestand installeren
oc: Installacion del fichièr
sq: Duke instaluar skedarin
th: กำลังติดตั้งแฟ้ม
tr: Dosya yükleniyor
vi: Đang cài đặt tập tin

source: Installing packages
el: Εγκατάσταση πακέτων
eo: Instalas pakaĵojn
es: Instalando paquetes
et: Pakettide paigaldamine
fr: Installation des paquets
gl: Instalando os paquetes
he: החבילות מותקנות
hi: पैकेज संस्थापित हो रहा है
id: Memasang paket-paket
lt: Diegiami paketai
nb: Installerer pakker
nl: Pakketten installeren
oc: Installacion dels paquets
sq: Duke instaluar paketat
th: กำลังติดตั้งแพกเกจ
tr: Paketler kuruluyor
vi: Đang cài đặt các gói

source: Adding key from file
el: Προσθήκη κλειδιού από αρχείο
eo: Aldonas ŝlosilon el dosiero
es: Añadiendo clave desde archivo
et: Võtme lisamine failist
fr: Ajout de la clé depuis un fichier
gl: Engadindo unha chave desde un ficheiro
he: נוסף מפתח מקובץ
hi: संचिका से कुंजी जोड़े
id: Tambahkan kunci dari berkas
lt: Pridedamas raktas iš failo
nb: Legger til nøkkel fra fil
nl: Sleutel uit bestand toevoegen
oc: Apondon de la clau dempuèi un fichièr
sq: Duke shtuar çelësin nga skedari
th: กำลังเพิ่มคีย์จากแฟ้ม
tr: Dosyadan anahtar ekleniyor
vi: Đang thêm khóa từ tập tin

source: Updating cache
el: Ενημέρωση προσωρινής μνήμης
eo: Aktualigas kaŝmemoron
es: Actualizando caché
et: Puhvri uuendamine
fr: Mise à jour du cache
gl: Actualizando a caché
he: המטמון מתעדכן
hi: कैश अद्यतन कर रहा है
id: Memperbaharui tembolok
lt: Atnaujinamas podėlis
nb: Oppdaterer mellomlager
nl: Cache bijwerken
oc: Mesa a jorn de l'escondedor
sq: Duke përditësuar magazinën
th: กำลังปรับปรุงแคช
tr: Önbellek güncelleniyor
vi: Đang cập nhật bộ đệm

source: Removing trusted key
el: Αφαίρεση έμπιστου κλειδιού
eo: Forigas fidatan ŝlosilon
es: Eliminando clave de confianza
et: Usaldatud võtme eemaldamine
fr: Suppression de la clé de confiance
gl: Eliminando unha chave de confianza
he: המפתח המהימן מוסר
hi: विश्वासनीय कुंजी हटाएं
id: Menghapus kunci yang dipercaya
lt: Šalinamas patikimas raktas
nb: Fjerner sikker nøkkel
nl: Vertrouwde sleutel verwijderen
oc: Supression de la clau de fisança
sq: Duke hequr çelësin e besuar
th: กำลังถอดถอนคีย์ที่เชื่อถือ
tr: Güvenilir anahtar siliniyor
vi: Đang gỡ bỏ các khóa tin cậy

source: Removing packages
el: Αφαίρεση πακέτων
eo: Forigas pakaĵojn
es: Desinstalando paquetes
et: Pakettide eemaldamine
fr: Suppression des paquets
gl: Eliminando os paquetes
he: החבילות מוסרות
hi: पैकेज हटाएं
id: Menghapus paket-paket
lt: Šalinami paketai
nb: Fjerner pakker
nl: Pakketten verwijderen
oc: Supression dels paquets
sq: Duke hequr paketat
th: กำลังถอดถอนแพกเกจ
tr: Paketler siliniyor
vi: Đang gỡ bỏ các gói

source: Updating packages
el: Ενημέρωση πακέτων
eo: Ĝisdatigas pakaĵojn
es: Actualizando paquetes
et: Pakettide uuendamine
fr: Mise à jour des paquets
gl: Actualizando os paquetes
he: החבילות מתעדכנות
hi: पैकेज अद्यतन कर रहा है
id: Memperbaharui paket-paket
lt: Atnaujinami paketai
nb: Oppdaterer pakker
nl: Pakketten bijwerken
oc: Mesa a jorn dels paquets
sq: Duke përditësuar paketat
th: กำลังปรับปรุงแพกเกจ
tr: Paketler güncelleniyor
vi: Đang cập nhật các gói

source: Upgrading system
el: Αναβάθμιση του συστήματος
eo: Promocias sistemon
es: Actualizando sistema
et: Süsteemi uuendamine
fr: Mise à niveau du système
gl: Anovando o sistema
he: המערכת משודרגת
hi: तंत्र को उन्नत कर रहा है
id: Upgrade sistem
lt: Atnaujinama sistema
nb: Oppgraderer system
nl: Systeem upgraden
oc: Mesa a nivèl del sistèma
sq: Duke përditësuar sistemin
th: กำลังปรับรุ่นระบบ
tr: Sistem yükseltiliyor
vi: Đang nâng cấp hệ thống

source: Applying changes
el: Εφαρμογή αλλαγών
eo: Aplikas ŝanĝojn
es: Aplicando los cambios
et: Muudatuste rakendamine
fr: Application des changements
gl: Aplicando as modificacións
he: השינויים חלים
hi: बदलाव लागू कर रहा है
id: Sahkan perubahan
lt: Pritaikomi pakeitimai
nb: Utfører endringer
nl: Wijzigingen worden doorgevoerd
oc: Aplicacion dels cambiaments
sq: Duke aplikuar ndryshimet
th: กำลังปรับใช้การเปลี่ยนแปลง
tr: Değişiklikler uygulanıyor
vi: Đang áp dụng các thay đổi

source: Repairing incomplete installation
el: Διόρθωση μη-ολοκληρωμένης εγκατάστασης
eo: Riparas nekompletan instalon
es: Reparando instalación incompleta
et: Mittetäieliku paigalduse parandamine
fr: Réparation d'une installation incomplète
gl: Reparando a instalación incompleta
he: מתבצע תיקון להתקנות שלא הושלמו
hi: अपूर्ण संस्थापना का जीर्णोद्वार कर रहा है
id: Sedang melakukan perbaikan instalasi
lt: Taisomas nebaigtas diegimas
nb: Reparerer ufullstendig installasjon
nl: Incomplete installatie herstellen
oc: Reparacion d'una installacion incompleta
sq: Duke riparuar instalimin e pa kompletuar
th: ซ่อมแซมการติดตั้งที่ไม่เสร็จ
tr: Tamamlanmamış kurulum onarılıyor
vi: Đang sửa hệ thống đã cài đặt không đầy đủ

source: Repairing installed software
el: Επισκευάζεται το εγκατεστημένο λογισμικό
eo: Riparanta instalitan programaron
es: Reparando software instalado
et: Paigaldatud tarkvara parandamine
fr: Réparation des logiciels installés
gl: A reparar o software instalado
he: התוכנות המותקנות מתוקנות
hi: स्थापित हुए सॉफ्टवेयर की मरम्मत हो रही है
lt: Taisoma įdiegta programinė įranga
nb: Reparerer installert programvare
nl: Geïnstalleerde software wordt gerepareerd
oc: Reparacion dels logicials installats
sq: Duke riparuar programet e instaluara
tr: Kurulu yazılım onarılıyor
vi: Đang sửa chữa phần mềm đã cài đặt

source: Adding software source
el: Προσθήκη πηγής λογισμικού
eo: Aldonas programaran fonton
es: Añadiendo origen de software
et: Tarkvaraallika lisamine
fr: Ajout d'une source de logiciels
gl: Engadindo unha fonte de software
he: נוסף מקור תכנה
hi: सॉफ्टवेयर स्रोत को जोड़ रहा है
id: Menambahkan sumber perangkat lunak
lt: Pridedama programinės įrangos saugykla
nb: Legge til programvarekilde
nl: Softwarebron wordt toegevoegd
oc: Apondon d'una font de logicials
sq: Duke shtuar burim programesh
th: กำลังเพิ่มแหล่งโปรแกรม
tr: Depo ekleme
vi: Đang thêm nguồn phần mềm

source: Enabling component of the distribution
el: Ενεργοποίηση συστατικού της διανομής
eo: Ebligas komponenton de la distribuo
es: Activando componente de la distribución
et: Distributsiooni jaotuskomponendi lubamine
fr: Activation d'un composant de la distribution
gl: Activando o compoñente da distribución
he: הפעלת רכיבים של ההפצה
hi: इस वितरक के घटक को समर्थ कर रहा है
lt: Įjungiamas distribucijos komponentas
nb: Aktiverer distribusjonskomponent
nl: Inschakelen van een onderdeel van de distributie
oc: Activacion d'un component de la distribucion
sq: Duke aktivizuar përbërësin e versionit
th: เปิดการทำงานองค์ประกอบแบบกระจ่าย
tr: Dağıtım bileşeni etkinleştiriliyor
vi: Đang bật thành phần của bản phân phối

source: Removing downloaded package files
el: Αφαίρεση αρχείων λήψης πακέτων
eo: Forigas elŝutitajn pakaĵdosierojn
es: Eliminando los archivos de paquetes descargados
et: Allalaaditud paketifailide eemaldamine
fr: Suppression des paquets téléchargés
gl: Retirando os ficheiros de paquetes descargados
he: קובצי החבילות שהתקבלו מוסרים
hi: डाउनलोड पैकेज संचिका को हटा रहा है
lt: Šalinami atsiųsti paketų failai
nb: Fjerner nedlastede pakkefiler
nl: Gedownloade pakketbestanden verwijderen
oc: Supression dels paquets telecargats
sq: Duke hequr paketat e shkarkuara të skedarëve
th: กำลังเอาแฟ้มแพกเกจที่ดูดมาออก
tr: İndirilen paket dosyaları kaldırılıyor
vi: Đang gỡ bỏ những tập tin thuộc các gói đã tải về

source: Reconfiguring installed packages
el: Επανρύθμιση εγκατεστημένων πακέτων
eo: Reagordas instalitajn pakaĵojn
es: Reconfigurando paquetes instalados
et: Paigaldatud pakettide taasseadistamine
fr: Reconfiguration des paquets installés
gl: Reconfigurando paquetes instalados
he: החבילות המותקנות מוגדרות מחדש
hi: संस्थापित पैकेज को पुनःविन्यास कर रहा है
lt: Perkonfigūruojami įdiegti paketai
nb: Setter opp installerte pakker på nytt
nl: Geïnstalleerde pakketten herconfigureren
oc: Reconfiguracion dels paquets installats
sq: Duke rikonfiguruar paketat e instaluara
th: กำลังปรับแต่งแพกเกจที่ถูกติดตั้งแล้วใหม่
tr: Yüklenen paketler yeniden yapılandırılıyor
vi: Đang cấu hình lại những gói đã cài đặt

source: Searching
el: Γίνεται αναζήτηση
eo: Ŝerĉanta
es: Búsqueda
et: Otsimine
fr: Recherche en cours
gl: A buscar
he: בהליכי חיפוש
hi: खोज हो रही हैं
lt: Ieškoma
nb: Søker
nl: Bezig met zoeken
oc: Recèrca en cors
sq: Duke kërkuar
tr: Arıyor
vi: Đang tìm kiếm

source: Installation of the package file failed
el: Η εγκατάσταση του πακέτου απέτυχε
eo: Instalado de la pakaĵdosiero fiaskis
es: Falló la instalación del archivo de paquete
et: Paketifaili paigaldamine nurjus
fr: L'installation du paquet a échoué
gl: Fallou a instalación do paquete
he: התקנת קובץ החבילה נכשל
hi: पैकेज संचिका का संस्थापन असफल हो गया
id: Berkas paket gagal diinstal
lt: Nepavyko įdiegti paketo failo
nb: Installasjon av pakkefil mislyktes
nl: Installatie van het pakket-bestand is mislukt
oc: L'installacion del paquet logicial a fracassat
sq: Instalimi i skedarit të paketës dështoi
th: การติดตั้งแฟ้มจากแพกเกจล้มเหลว
tr: Paket dosyasının kurulumu başarısız oldu
vi: Cài đặt tập tin gói đã thất bại

source: Installation of software failed
el: Η εγκατάσταση του λογισμικού απέτυχε
eo: Instalado de programaro fiaskis
es: Falló la instalación de software
et: Tarkvara paigaldamine nurjus
fr: L'installation du logiciel a échoué
gl: Fallou a instalación do software
he: התקנת התכנה נכשלה
hi: साफ्टवेयर का संस्थापन असफल हो गया
id: Piranti lunak gagal diinstal
lt: Nepavyko įdiegti programos
nb: Installasjon av programvare mislyktes
nl: Installatie van de software is mislukt
oc: L'installacion dels logicials a fracassat
sq: Instalimi i programit dështoi
th: การติดตั้งซอฟต์แวร์ล้มเหลว
tr: Yazılım kurulumu başarısız oldu
vi: Cài đặt phần mềm đã thất bại

source: Adding the key to the list of trusted software vendors failed
el: Η προσθήκη του κλειδιού στη λίστα προμηθευτών πιστοποιημένου περιεχομένου απέτυχε
es: Falla al añadir la clave a la lista de proveedores de software de confianza
fr: L'ajout de la clé à la liste des éditeurs de logiciels de confiance a échoué.
gl: Non foi posíbel engadir a chave á lista de vendedores de software de confianza
he: הוספת המפתח לרשימת ספקי התכנה המהימנים נכשלה
nl: Het toevoegen van de sleutel aan de lijst met vertrouwde softwareleveranciers is mislukt
oc: L'apondon de la clau a la lista dels editors de logicials de fisança a fracassat.
sq: Shtimi i çelësit tek lista e shitësve të besueshëm të programeve dështoi
tr: Anahtarı, güvenilir yazılım sağlayıcı listesine ekleme başarısız

source: Refreshing the software list failed
el: Η ανανέωση της λίστας λογισμικού απέτυχε
eo: Fiaskis la aktualigo de la programara listo
es: Falló la actualización de la lista de software
et: Tarkvaraloendi uuendamine nurjus
fr: L'actualisation de la liste des logiciels a échoué
gl: Fallou a actualización da lista de programas
he: רענון רשימת התוכנות נכשלה
hi: साफ्टवेयर सूची की पुनःताजा करना असफल
id: Gagal menampilkan daftar piranti lunak
lt: Nepavyko atnaujinti programinės įrangos sąrašo
nb: Mislyktes oppdatering av programvarelisten
nl: Het vernieuwen van de softwarelijst is mislukt
oc: L'actualizacion de la lista dels logicials a fracassat
sq: Rifreskimi i listës së programeve dështoi
th: การปรับปรุงรายการซอฟต์แวร์ล้มเหลว
tr: Yazılım listesinin yenilenmesi başarısız oldu
vi: Cập nhật lại danh sách phần mềm đã thất bại

source: Removing the vendor from the list of trusted ones failed
el: Η αφαίρεση του εκδότη από τη λίστα των έμπιστων απέτυχε
eo: Fiaskis la forigo de la programaro-liveranto el la listo de fidata programaro
es: Hubo un fallo al eliminar el proveedor de la lista de confianza
et: Tootja eemaldamine usaldusväärsete tarkvaratootjate loetelust nurjus
fr: La suppression du fournisseur de logiciels de la liste des fournisseurs de confiance a échoué
gl: Fallou a eliminación do distribuidor da lista de vendedores de confianza
he: הסרת הספק מרשימת המהימנים נכשלה
hi: विश्वसनीय सूची से विक्रेता को हटाना असफल
id: Gagal menghapus vendor dari daftar yang aman
lt: Nepavyko pašalinti tiekėjo iš patikimų sąrašo
nb: Mislyktes fjerning av klarert leverandør fra listen
nl: Het verwijderen van de software-leverancier van de vertrouwde lijst is mislukt
oc: La supression del provesidor de logicials de la lista dels provesidors fisables a fracassat.
sq: Heqja e shitësit nga lista e të besueshmeve dështoi
th: การเอาผู้จำหน่ายออกจากรายการที่เชื่อถือได้ล้มเหลว
tr: Sağlayıcı güvenilir olanlar listesinden kaldırma başarısız oldu
vi: Loại bỏ nhà cung cấp phần mềm từ danh sách tin cậy đã thất bại

source: Removing software failed
el: Η αφαίρεση λογισμικού απέτυχε
eo: Fiaskis forigo de programaro
es: Falló la eliminación de software
et: Tarkvara eemaldamine nurjus
fr: La suppression des logiciels a échoué
gl: Fallou a eliminación do software
he: הסרת התכנה נכשלה
hi: साफ्टवेयर हटाना असफल
id: Gagal menghapus piranti lunak
lt: Nepavyko pašalinti programinės įrangos
nb: Fjerning av programvare mislyktes
nl: Het verwijderen van de software is mislukt
oc: La supression dels logicials a fracassat
sq: Heqja e programit dështoi
th: การถอดถอนซอฟต์แวร์ล้มเหลว
tr: Yazılımın kaldırılması başarısız oldu
vi: Loại bỏ phần mềm đã thất bại

source: Updating software failed
el: Η ενημέρωση λογισμικού απέτυχε
eo: Fiaskis la programara ĝisdatigo
es: Falló la actualización de software
et: Tarkvara uuendamine nurjus
fr: La mise à jour du logiciel a échoué
gl: Fallou a actualización do software
he: עדכון התכנה נכשל
hi: साफ्टवेयर अद्यतन असफल
id: Gagal memperbarui piranti lunak
lt: Nepavyko atnaujinti programinės įrangos
nb: Oppdatering av programvare mislyktes
nl: Het bijwerken van de software is mislukt
oc: La mesa a jorn dels logicials a fracassat
sq: Përditësimi i programit dështoi
th: การปรับปรุงซอฟต์แวร์ล้มเหลว
tr: Yazılım güncellemesi başarısız oldu
vi: Cập nhật phần mềm đã thất bại

source: Upgrading the system failed
el: Η αναβάθμιση του συστήματος απέτυχε
eo: Fiaskis la promociado de la sistemo
es: Falló la actualización del sistema
et: Süsteemi uuendamine nurjus
fr: La mise à niveau du système a échoué
gl: Fallou a anovación do sistema
he: שדרוג המערכת נכשל
hi: तंत्र का अद्यतन असफल
id: Gagal memperbarui sistem
lt: Nepavyko atnaujinti sistemos
nb: Oppgradering av systemet mislyktes
nl: Het upgraden van het systeem is mislukt
oc: La mesa a jorn del sistèma a fracassat
sq: Përditësimi i sistemit dështoi
th: การปรับรุ่นระบบล้มเหลว
tr: Sistem yükseltmesi başarısız oldu
vi: Cập nhật hệ thống đã thất bại

source: Applying software changes failed
el: Η εφαρμογή των αλλαγών λογισμικού απέτυχε
eo: Fiaskis la apliko de programaraj ŝanĝoj
es: Falló la aplicación de cambios de software
et: Tarkvaramuudatuste rakendamine nurjus
fr: La modification des logiciels a échoué
gl: Produciuse un fallo ao aplicar os cambios do software
he: החלת השינויים בתכנה נכשלה
hi: साफ्टवेयर बदलाव लागू करने में असफल
id: Gagal melakukan perubahan perangkat lunak
lt: Nepavyko pritaikyti programinės įrangos pakeitimų
nb: Bruk av programvareendringer mislyktes
nl: Het aanpassen van de software is mislukt
oc: Las modificacions logicialas an fracassat.
sq: Dështoi aplikimi i ndryshimit të programeve
th: การปรับใช้การเปลี่ยนแปลงซอฟต์แวร์ล้มเหลว
tr: Yazılım değişiklikleri uygulaması başarısız oldu
vi: Áp dụng các thay đổi cho phần mềm đã thất bại
