Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: List keys of trusted vendors
el: Κατάλογος κλειδιών έμπιστων προμηθευτών
eo: Listigi ŝlosilojn de fidataj vendejoj
es: Lista de claves de proveedores de confianza
et: Näita usaldusväärsete müüjate võtmeid
fr: Lister les clés des fournisseurs de confiance
gl: Lista das chaves dos fornecedores de confianza
he: הצגת מפתחות של ספקים מהימנים
hi: विश्वसनीय विक्रेता का कुँजी सूची
id: Daftar kunci dari vendor-vendor yang terpercaya
lt: Parodyti patikimų tiekėjų raktus
nb: Vis godkjente utgivere
nl: Toon sleutels van vertrouwde leveranciers
oc: Far la lista de las claus dels provesidors de fisança
sq: Listo çelësat e shitësave të besuar
th: รายการคีย์ของผู้ตัวแทนที่เชื่อถือได้
tr: Güvenilir sağlayıcıların anahtarlarını listele
vi: Liệt kê khóa của các nhà cung cấp uy tín

source: To view the list of trusted keys, you need to authenticate.
el: Για να δείτε την λίστα με κλειδιά που εμπιστεύεστε, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por vidi la liston da fidataj ŝlosiloj.
es: Para ver la lista de claves de confianza, necesita autenticarse.
et: Usaldatud võtmete vaatamiseks pead sa ennast autentima.
fr: Pour afficher la liste des clés de confiance, vous devez vous authentifier.
gl: Para ver a lista de chaves de confianza debe autenticarse.
he: כדי לצפות ברשימת המפתחות המהימנים, עליך להזדהות.
hi: विश्वसनीय कुँजी की सूची को देखने के लिए, आपको सत्यापन की आवश्यकता है.
id: Untuk melihat daftar kunci yang terpercaya, anda perlu melakukan otentifikasi.
lt: Patikimų raktų sąrašui peržiūrėti turite patvirtinti tapatybę.
nb: Du må autentisere deg for å vise godkjente nøkler.
nl: Uw authenticatie is vereist als u de lijst met vertrouwde sleutels wilt inzien.
oc: Per afichar la lista de las claus de fisança, vos cal vos autentificar.
sq: Për të shfaqur listën e çelësave të besuar, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อดูรายการกุญแจที่เชื่อถือได้
tr: Güvenilir anahtarların listesini görmek için kimlik doğrulaması gerekli.
vi: Để xem danh sách các khóa tin tưởng, bạn cần phải xác thực quyền.

source: Remove downloaded package files
el: Αφαίρεση ληφθέντων αρχείων πακέτων
eo: Forigi elŝutitajn pakaĵdosierojn
es: Eliminar los archivos de paquete descargado
et: Eemalda allalaaditud pakettide failid
fr: Supprimer les paquets téléchargés
gl: Retirar os ficheiros de paquetes descargados
he: הסרת קובצי חבילות שהתקבלו
hi: डाउनलोड पैकज संचिका हटाएँ
id: Hapus berkas-berkas paket yang sudah diunduh
lt: Pašalinti atsiųsto paketo failus
nb: Fjern nedlastede pakkefiler
nl: Gedownloade pakketbestanden verwijderen
oc: Suprimir los paquets telecargats
sq: Hiq skedarët e paketave të shkarkuara
th: เอาแฟ้มแพกเกจต่าง ๆ ที่ดาว์โหลดมาแล้วออก
tr: İndirilen paket dosyalarını kaldır
vi: Gỡ bỏ những tập tin của các gói đã tải về

source: To clean downloaded package files, you need to authenticate.
el: Χρειάζεται πιστοποίηση για να εκκαθαρίσετε τα ληφθέντα αρχεία πακέτων.
eo: Aŭtentokontrolo necesas por forigi elŝutitajn pakaĵdosierojn.
es: Para limpiar los archivos de paquetes descargados, necesita autenticarse.
et: Allalaaditud pakettide failide puhastamiseks pead ennast autentima.
fr: Vous devez vous authentifier pour supprimer les paquets téléchargés.
gl: Para limpar os ficheiros de paquetes descargados necesita autenticarse.
he: כדי לנקות את קובצי החבילות שהתקבלו, עליך להזדהות.
hi: डाउनलोड पैकेज संचिका को साफ करने के लिए आपको प्राधिकार की आवश्यकता है
id: Untuk membersihkan berkas-berkas paket yang sudah diunduh, Anda perlu melakukan otentifikasi.
lt: Atsiųstų paketų failų išvalymui turite patvirtinti tapatybę.
nb: Du må autentisere deg for å rydde opp i nedlastede pakkefiler.
nl: Om gedowloade pakketbestanden te verwijderen dient u te zich aan te melden.
oc: Vos cal vos autentificar per suprimir los paquets telecargats.
sq: Për të pastruar skedarët e paketave të shkarkuara, ju duhet t identifikoheni.
th: คุณต้องยืนยันตัวเพื่อล้างแฟ้มแพกเกจต่าง ๆ
tr: İndirilen paket dosyalarını temizlemek için, kimliğinizi doğrulamalısınız.
vi: Để xóa sạch những tập tin của các gói đã tải về, bạn cần xác thực quyền.

source: Change software configuration
el: Αλλαγή παραμετροποίησης λογισμικού
eo: Ŝanĝi programarajn agordojn
es: Cambiar la configuración del software
et: Muuda tarkvara konfiguratsiooni
fr: Modifier la configuration du logiciel
gl: Cambiar a configuración do software
he: שינוי תצורת התכנה
hi: सॉफ्टवेयर विन्यास बदलें
id: Ubah konfigurasi perangkat lunak
lt: Keisti programinės įrangos konfigūraciją
nb: Endre programvareoppsett
nl: Softwareconfiguratie wijzigen
oc: Modificar la configuracion del logicial
sq: Ndrysho konfigurimin e programeve
th: การการตั้งค่าซอฟต์แวร์
tr: Yazılım yapılanmasını değiştir
vi: Thay đổi cấu hình phần mềm

source: To change software settings, you need to authenticate.
el: Χρειάζεται πιστοποίηση για να αλλάξετε τις ρυθμίσεις του λογισμικού.
eo: Aŭtentokontrolo necesas por ŝanĝi programajn agordojn.
es: Para cambiar la configuración del software, necesita autenticarse.
et: Tarkvara seadete muutmiseks pead ennast autentima.
fr: Vous devez vous authentifier pour modifier la configuration du logiciel.
gl: Para cambiar a configuración do software necesita autenticarse.
he: כדי לשנות את הגדרות התכנה, עליך להזדהות.
hi: सॉफ्टवेयर विन्यास हेतु, आपको प्राधिकार की आवश्यकता है.
id: Untuk mengubah pengaturan perangkat lunak, Anda perlu melakukan otentifikasi.
lt: Programinės įrangos nuostatų keitimui turite patvirtinti tapatybę.
nb: Du må autentisere deg for å endre programvareinnstillinger.
nl: Om softwareinstellingen te kunnen wijzigen dient u te zich aan te melden.
oc: Vos cal vos autentificar per modificar la configuracion del logicial.
sq: Për të ndryshuar parametrat e programeve, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อเปลี่ยนการตั้งค่าโปรแกรม
tr: Yazılım ayarlarını değiştirmek için, kimliğinizi doğrulamalısınız.
vi: Để thay đổi tùy chỉnh của phần mềm, bạn cần xác thực quyền.

source: Change software repository
el: Αλλάξτε αποθετήριο λογισμικού
eo: Ŝanĝi programarajn deponejon
es: Cambiar el repositorio de software
et: Tarkvaraallika vahetamine
fr: Modifier le dépôt logiciel
gl: Cambiar o repositorio de software
he: שינוי מאגר התכנה
hi: सॉफ्टवेयर भंडार बदले
id: Mengubah repositori perangkat lunak.
lt: Keisti programinės įrangos saugyklą
nb: Endre programvarearkiv
nl: Verander softwarebron
oc: Modificar lo depaus logicial
sq: Ndrysho magazinën e programeve
th: เปลี่ยนคลังแพกเกจของโปรแกรม
tr: Yazılım deposunu değiştir
vi: Thay đổi kho phần mềm

source: To change software repository settings, you need to authenticate.
el: Για να αλλάξετε τις ρυθμίσεις για τα αποθετήρια λογισμικού, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por ŝanĝi agordojn pri programaraj deponejoj.
es: Para cambiar la configuración de los repositorios, necesita autenticarse.
et: Tarkvaraallika sätete muutmiseks pead sa ennast autentima.
fr: Pour modifier la configuration des dépôts logiciels, vous devez vous authentifier.
gl: Para cambiar a configuración do repositorio debe autenticarse.
he: כדי לשנות את הגדרות מאגרי התכנה, עליך להזדהות.
hi: सॉफ्टवेयर भंडार विन्यास को बदलने हेतु, आपको सत्यापन की आवश्यकता है.
id: Untuk merubah pengaturan repositori perangkat lunak, anda perlu melakukan otentifikasi.
lt: Programinės įrangos saugyklos nuostatų keitimui turite patvirtinti tapatybę.
nb: Du må autentisere deg for å endre innstillinger for programvarearkiver.
nl: Uw authenticatie is vereist als u softwarebronnen wilt aanpassen.
oc: Per modificar la configuracion dels depauses logicials, vos cal vos autentificar.
sq: Për të ndryshuar parametrat e magazinës, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อทำการเปลี่ยนการตั้งค่าคลังแพกเกจของโปรแกรม
tr: Yazılım depo ayarlarını değiştirmek için kimlik doğrulaması gerekli.
vi: Để thay đổi các cài đặt kho phần mềm, bạn cần phải xác thực quyền.

source: Install package file
el: Εγκάτασταση αρχείου πακέτου
eo: Instali pakaĵdosieron
es: Instalar archivo de paquete
et: Paigalda paketifail
fr: Installer un paquet
gl: Instalar un ficheiro de paquetes
he: התקנת קובץ חבילה
hi: पैकेज संचिका को संस्थापित करें
id: Memasang berkas paket
lt: Įdiegti paketo failą
nb: Installer pakkefil
nl: Een pakketbestand installeren
oc: Installar un paquet
sq: Instalo skedarin e paketës
th: ติดตั้งแฟ้มของแพกเกจ
tr: Paket dosyasını kur
vi: Cài đặt tập tin gói

source: To install this package, you need to authenticate.
el: Για να εγκαταστήσετε αυτό το πακέτο, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por instali ĉi tiun pakaĵon.
es: Para instalar este paquete, necesita autenticarse.
et: Selle paketi paigaldamiseks pead sa ennast autentima.
fr: Vous devez vous authentifier pour installer ce paquet.
gl: Para instalar este paquete debe autenticarse
he: כדי להתקין חבילה, עליך להזדהות.
hi: इस पैकेज को संस्थापित करने के लिए, आपको सत्यापन की आवश्यकता है.
id: Untuk memasang paket ini, Anda perlu melakukan otentifikasi.
lt: Šiam paketui įdiegti turite patvirtinti tapatybę.
nb: For å installere denne pakken må du autentisere deg.
nl: Uw authenticatie is vereist als u dit pakket wilt installeren.
oc: Vos cal vos autentificar per installar aquel paquet.
sq: Për të instaluar këtë paketë, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อติดตั้งแพกเกจนี้
tr: Bu paketi kurmak için kimlik doğrulaması gerekli.
vi: Để cài đặt gói này, bạn cần phải xác thực quyền.

source: Update package information
el: Ενημέρωση πληροφοριών πακέτων
eo: Ĝisdatigi pakaĵajn informojn
es: Actualizar información de paquetes
et: Uuenda paketiinfot
fr: Mettre à jour les informations sur les paquets
gl: Actualizar a información dos paquetes
he: עדכון נתוני החבילה
hi: पैकेज सूचना को अद्यतन करें
id: Update informasi paket
lt: Atnaujinti paketų informaciją
nb: Oppdater pakkeinformasjon
nl: Pakketinformatie bijwerken
oc: Metre a jorn las informacions suls paquets
sq: Përditëso informacionin e paketave
th: ปรับข้อมูลแพกเกจ
tr: Paket bilgisini güncelleştir
vi: Cập nhật thông tin gói

source: To update the software catalog, you need to authenticate.
el: Για να ενημερωθεί ο κατάλογος λογισμικού, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por ĝisdatigi la programaran katalogon.
es: Para actualizar el catálogo de software, necesita autenticarse.
et: Tarkvara kataloogi uuendamiseks pead sa ennast autentima.
fr: Vous devez vous authentifier pour mettre à jour la liste des logiciels disponibles.
gl: Para actualizar o catálogo de software debe autenticarse.
he: כדי לעדכן את קטלוג התכנה, עליך להזדהות.
hi: सॉफ्टवेयर नामावली के अद्यतन के लिए, आपको सत्यापन की आवश्यकता है.
id: Untuk memutakhirkan katalog perangkat lunak, Anda perlu melakukan otentifikasi.
lt: Programinės įrangos katalogui atnaujinti turite patvirtinti tapatybę.
nb: Du må autentisere deg for å oppdatere programvarekatalogen.
nl: Uw authenticatie is vereist om de software-catalogus te vernieuwen.
oc: Vos cal vos autentificar per metre a jorn la lista dels logicials disponibles.
sq: Për të përditësuar katalogun e programeve, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อปรับปรุงหมวดหมู่โปรแกรม
tr: Yazılım rehberini güncelleştirmek için kimlik doğrulaması gerekli.
vi: Để cập nhật mục lục phần mềm, bạn cần phải xác thực quyền.

source: Install or remove packages
el: Εγκαταστήστε ή αφαιρέστε πακέτα
eo: Instali aŭ forigi pakaĵojn
es: Instalar o eliminar paquetes
et: Paki paigaldamine või eemaldamine
fr: Installer ou supprimer des paquets
gl: Instalar ou desinstalar paquetes
he: התקנה או הסרה של חבילות
hi: पैकेज संस्थापित करें या हटाएँ
id: Memasang atau menghapus paket-paket.
lt: Įdiegti ir pašalinti paketus
nb: Installer eller fjern pakker
nl: Pakketten installeren of verwijderen
oc: Installar o suprimir de paquets
sq: Instalo ose hiq paketat
th: ติดตั้งและถอดถอนแพกเกจ
tr: Paketleri kur ya da kaldır
vi: Cài đặt hay gỡ bỏ các gói

source: To install or remove software, you need to authenticate.
el: Για να εγκαταστήσετε ή να αφαιρέσετε λογισμικό, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por instali aŭ forigi programaron.
es: Para instalar o eliminar software, necesita autenticarse.
et: Tarkvara paigaldamiseks või muutmiseks pead sa ennast autentima.
fr: Vous devez vous authentifier pour installer ou supprimer des logiciels.
gl: Para instalar ou desinstalar paquetes debe autenticarse.
he: כדי להתקין או להסיר את התכנה, עליך להזדהות.
hi: सॉफ्टवेयर को संस्थापित करने या हटाने के लिए आपको सत्यापन की आवश्यकता है.
id: Untuk memasang atau menghapus perangkat lunak, anda perlu melakukan otentikasi.
lt: Programinei įrangai įdiegti ar pašalinti turite patvirtinti tapatybę.
nb: For å installere eller fjerne programvare må du autentisere deg.
nl: Uw authenticatie is vereist als u software wilt verwijderen of installeren.
oc: Vos cal vos autentificar per installar o suprimir de logicials.
sq: Për të instaluar apo hequr programe, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อติดตังหรือถอดถอนโปรแกรม
tr: Yazılım kurmak ya da kaldırmak için kimlik doğrulaması gerekli.
vi: Để cài đặt hay gỡ bỏ phần mềm, bạn cần phải xác thực quyền

source: Install software from a high-trust whitelisted repository.
el: Εγκατάσταση λογισμικού από ένα αποθετήριο που βρίσκεται σε λίστα υψηλής εμπιστοσύνης.
eo: Instali programarojn el tre fidinda permesita depnejo.
es: Instalar software desde un repositorio de lista blanca altamente confiable.
fr: Installer le logiciel à partir d'un dépot marqué comme très fiable.
gl: Instalar software desde un repositorio no que se ten moita confianza e que está nunha lista branca.
he: התקנת תוכנות ממאגר מורשה ומהימן ביותר.
id: Memasang perangkat lunak dari sumber lumbung yang terpercaya
lt: Įdiegti programinę įrangą iš aukšto patikimumo saugyklos baltajame sąraše.
nl: Installeer programmatuur vanuit een zeer vertrouwde en uitdrukkelijk goedgekeurde pakketbron.
oc: Installar lo logicial a partir d'un depaus marcat coma fòrça fisable.
sq: Instalo programe nga një magazinë shumë e besuar dhe në listën e bardhë.
tr: Yazılımı beyaz listedeki güvenilir bir depodan yükle.
vi: Cài đặt phần mềm từ kho chứa uy tín.

source: To install software, you need to authenticate.
el: Για την εγκατάσταση λογισμικού, θα πρέπει να γίνει ταυτοποίηση.
eo: Vi necesas aŭtentigadon por instali programarojn.
es: Para instalar software, necesita autenticarse.
fr: Vous devez vous authentifier pour installer des logiciels.
gl: Para instalar software haise que autenticar.
he: כדי להתקין תוכנות, עליך להזדהות.
id: Untuk memasang perangkat lunak, anda memerlukan otentifikasi
lt: Norėdami įdiegti programinę įrangą turite patvirtinti tapatybę.
nl: Om programmatuur te installeren, dient u zich te authenticeren.
oc: Vos cal vos autentificar per installar de logicials.
sq: Për të instaluar programe, ju duhet të identifikoheni.
tr: Yazılımını yüklemek için kimlik doğrulaması gerekiyor.
vi: Để cài đặt phần mềm, bạn cần phải xác thực.

source: Add a new repository and install packages from it
el: Προσθέστε ένα καινούργιο αποθετήριο και εγκαταστήστε πακέτα από αυτό
eo: Aldoni novan deponejon kaj instali pakaĵojn el ĝi
es: Añadir un repositorio nuevo e instalar paquetes desde él
et: Lisa uus hoidla ja paigalda sealt pakette
fr: Ajouter un nouveau dépôt et installer des paquets depuis celui-ci
gl: Engadir un repositorio novo e instalar paquetes desde el
he: הוספת מאגר חדש והתקנת חבילות ממנו
hi: एक नया भंडार जोड़े तथा इससे पैकेज संस्थापित करें
id: Tambahkan sebuah repositori baru dan pasang paket darinya.
lt: Pridėti naują saugyklą ir įdiegti paketus iš jos
nb: Legg til et nytt pakkearkiv og installer pakker fra det
nl: Een nieuwe softwarebron toevoegen en daaruit pakketten installeren
oc: Apondre un depaus novèl e installar de paquets d'aquel
sq: Shto një magazinë të re dhe shto paketat prej saj
th: เพิ่มคลังแพกเกจอันใหม่และทำการติดตั้งแพกเกจต่าง ๆ จากคลังนี้
tr: Yeni bir depo ekle ve oradan paket kur
vi: Thêm một kho phần mềm mới và cài đặt các gói từ đó

source: To install software from a new source, you need to authenticate.
el: Για να εγκαταστήσετε λογισμικό από μια καινούργια πηγή, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por instali programaron el nova fonto.
es: Para instalar software desde una fuente nueva, necesita autenticarse.
et: Tarkvara paigaldamiseks uuest allikast, pead ennast autentima.
fr: Vous devez vous authentifier pour installer le logiciel depuis une nouvelle source.
gl: Para instalar software desde unha fonte nova necesita autenticarse.
he: כדי להתקין תכנה ממקור חדש, יהיה עליך להזדהות.
hi: नए स्रोत से सॉफ्टवेयर संस्थापित करने के लिए, आपको सत्यापन की आवश्यकता है.
id: Untuk memasang perangkat lunak dari sumber yang baru, Anda perlu melakukan otentifikasi.
lt: Programinei įrangai iš naujos saugyklos įdiegti turite patvirtinti tapatybę.
nb: Du må autentisere deg for å installere fra en ny kilde.
nl: Authenticatie is vereist om software van een nieuwe bron te installeren.
oc: Vos cal vos autentificar per installar lo logicial dempuèi una font novèla.
sq: Për të instaluar programe nga një burim i ri, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อติดตั้งแพกเกจจากแหล่งใหม่
tr: Yeni kaynaktan yazılım yüklemek için yetkilendirilmiş olmanız gerekmektedir.
vi: Để cài đặt phần mềm từ một nguồn mới, bạn cần phải xác thực quyền.

source: Add a new repository of purchased software and install packages from it
el: Προσθέστε ένα καινούργιο αποθετήριο αγορασμένου λογισμικού και εγκατάσταση πακέτων από αυτό
eo: Aldoni novan deponejon de aĉetita programaro kaj instali pakaĵojn el ĝi
es: Añadir un repositorio nuevo de software comprado e instalar paquetes desde él
et: Lisa uus ostetud tarkvara hoidla ja paigalda sealt pakette
fr: Ajouter un nouveau dépôt de logiciels à acheter et installer des paquets depuis celui-ci
gl: Engadir un repositorio novo de software comprado e instalar paquetes desde el
he: הוספת מאגר חדש של תוכנות שנרכשו והתקנת חבילות ממנו
hi: एक नया सॉफ्टवेयर खरीदारी का भंडार जोड़े तथा इससे पैकेज संस्थापित करें
id: Tambahkan sebuah repositori baru dari perangkat lunak yang sudah dibeli dan pasanglah darinya
lt: Pridėti naują nupirktų programų saugyklą ir įdiegti paketus iš jos
nb: Legg til et nytt pakkearkiv for kjøpt programvare og installer pakker fra det
nl: Een nieuwe softwarebron voor gekochte software toevoegen en daaruit pakketten installeren
oc: Apondre un novèl depaus de logicials crompats e installar de paquets d'aqueste
sq: Shto një magazinë të re të programeve të blera dhe instalo paketat prej saj
th: เพิ่มคลังเก็บโปรแกรมที่ซื้อมาแล้วและใช้ติดตั้งโปรแกรม
tr: Ücretli bir paket deposu ekle ve oradan paket kur
vi: Thêm một kho phần mềm trả phí mới và cài đặt các gói từ đó

source: To install purchased software, you need to authenticate.
el: Για να εγκαταστήσετε αγορασμένο λογισμικό, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por instali aĉetitan programaron.
es: Para instalar software comprado, necesita autenticarse.
et: Et paigaldada ostetud tarkvara, pead ennast autentima.
fr: Vous devez vous authentifier pour installer le logiciel acheté.
gl: Para instalar software comprado necesita autenticarse.
he: כדי להתקין תכנה שנרכשה יהיה עליך להזדהות.
hi: खरीदे गए सॉफ्टवेयर को संस्थापित करने के लिए, आपको सत्यापन की आवश्यकता है.
id: Untuk memasang perangkat lunak yang sudah dibeli, Anda perlu melakukan otentifikasi.
lt: Nupirktai programinei įrangai įdiegti turite patvirtinti tapatybę.
nb: Du må autentisere deg for å installere kjøpt programvare.
nl: Authenticatie is vereist om gekochte software te installeren.
oc: Vos cal vos autentificar per installar lo logicial crompat.
sq: Për të instaluar programet e blera, ju duhet të identiifkoheni.
th: คุณต้องยืนยันตัวเพื่อติดตั้งโปรแกรมที่ซื้อมา
tr: Ücretli yazılım yükleyebilmeniz için yetkilendirilmiş olmanız gerekmektedir.
vi: Để cài đặt phần mềm trả phí, bạn cần phải xác thực quyền.

source: Upgrade packages
el: Αναβάθμιση πακέτων
eo: Ĝisdatigitaj pakaĵoj
es: Actualizar paquetes
et: Uuenda pakette
fr: Mettre à jour les paquets
gl: Anovar paquetes
he: שדרוג חבילות
hi: अद्यतन पैकेज
id: Upgrade paket
lt: Atnaujinti paketus
nb: Oppgrader pakker
nl: Pakketten upgraden
oc: Metre a jorn los paquets
sq: Përditëso paketat
th: ปรับรุ่นแพกเกจ
tr: Paketleri yükselt
vi: Nâng cấp gói

source: To install updated software, you need to authenticate.
el: Για να εγκαταστήσετε το ενημερωμένο λογισμικό, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por instali ĝisdatigitan programaron.
es: Para instalar software actualizado, necesita autenticarse.
et: Tarkvarauuenduste paigaldamiseks pead sa ennast autentima.
fr: Vous devez vous authentifier pour mettre à jour des logiciels.
gl: Para instalar as anovacións de software debe autenticarse.
he: כדי להתקין תכנה עדכנית, עליך להזדהות.
hi: अद्यतन सॉफ्टवेयर को संस्थापित करने के लिए, आपको सत्यापन की आवश्यकता है.
id: Untuk memasang perangkat lunak yang sudah dimutakhirkan, Anda perlu melakukan otentifikasi.
lt: Atnaujintai programinei įrangai įdiegti turite patvirtinti tapatybę.
nb: Du må autentisere deg for å installere den oppdaterte programvaren
nl: Uw authenticatie is vereist als u updates wilt installeren.
oc: Vos cal vos autentificar per metre a jorn de logicials.
sq: Për të instaluar programet e përditësuara, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อติดตั้งการปรับปรุงโปรแกรม
tr: Güncelleştirilen yazılımı kurmak için kimlik doğrulaması gerekli.
vi: Để cài đặt các phần mềm cập nhật, bạn cần phải xác thực quyền.

source: Cancel the task of another user
el: Ακύρωση της εργασίας άλλου χρήστη
eo: Nuligi la taskon de alia uzanto
es: Cancelar la tarea de otro usuario
et: Katkesta teise kasutaja toiming
fr: Annuler la tâche d'un autre utilisateur
gl: Cancelar a tarefa doutro usuario
he: ביטול משימה של משתמש אחר
hi: दूसरे प्रयोक्ता के कार्य को रद्द करें
id: Membatalkan tugas pengguna lain
lt: Nutraukti kito naudotojo užduotį
nb: Avbryte en annen brukers oppgaver
nl: De taak van een andere gebruiker beëindigen
oc: Anullar lo prètfach d'un autre utilizaire
sq: Anullo detyrën e një përdoruesi tjetër
th: ยกเลิกงานของผู้ใช้อื่น
tr: Başka bir kullanıcının görevini iptal et
vi: Hủy bỏ nhiệm vụ của một người dùng khác

source: To cancel someone else's software changes, you need to authenticate.
el: Για να καταργήσετε τις αλλαγές λογισμικού κάποιου άλλου, πρέπει να γίνει ταυτοποίηση.
eo: Aŭtentokontrolo necesas por nuligi programarŝanĝojn de alia persono.
es: Para cancelar los cambios de software de alguien más, necesita autenticarse.
et: Kellegi teise tarkvara muudatuste tühistamiseks pead sa ennast autentima.
fr: Vous devez vous authentifier pour annuler les modifications sur les logiciels d'un autre utilisateur.
gl: Para cancelar os cambios de outra persoa debe autenticarse.
he: כדי לבטל שינויים שביצע מישהו אחר בתכנה, עליך להזדהות.
hi: किसी और के द्वारा सॉफ्टवयेर परिवर्तन को निरस्त करने हेतु, आपको सत्यापन की आवश्यकता है.
id: Untuk membatalkan perubahan perangkat lunak orang lain, anda perlu melakukan otentikasi.
lt: Kieno nors kito programinės įrangos pakeitimų atsisakymui turite patvirtinti tapatybę.
nb: Du må autentisere deg for å avbryte andres programvareendringer.
nl: Uw authenticatie is vereist als u de wijzigingen van een andere gebruiker ongedaan wilt maken.
oc: Vos cal vos autentificar per anullar las modificacions suls logicials d'un autre utilizaire.
sq: Për të fshirë ndryshimet e programeve të dikujt tjetër, ju duhet të identifikoheni.
th: คุณต้องยืนยันตัวเพื่อยกเลิกการแก้ไขโปรแกรมของคนอื่น
tr: Başka birisinin yazılım değişikliklerini iptal edebilmek için kimlik doğrulaması gerekli.
vi: Để hủy bỏ các thay đổi phần mềm của một ai đó khác, bạn cần phải xác thực quyền.
