Repository: pypi-data/pypi-mirror-5
Catalog: packages/aptdaemon/aptdaemon-1.1.tar.gz/aptdaemon-1.1/po/*.po
Languages: el, eo, es, et, fr, gl, he, hi, id, lt, nb, nl, oc, sq, th, tr, vi

source: %sB will be downloaded in total.
el: Θα μεταφορτωθούν συνολικά %sB.
eo: Entute %sB devos esti elŝutita.
es: %sB se descargarán en total.
et: Kokku tuleb allalaadida %sB.
fr: %s octets seront téléchargés au total.
gl: Descargaranse en total %sB.
he: יתקבלו %s ב׳ בסך הכול.
hi: कुल %sB डाउनलोड किया जाएगा.
id: Total %sB akan diunduh.
lt: %sB bus atsiųsta iš viso.
nb: %sB vil lastes ned totalt.
nl: Er zal in totaal %sB gedownload worden.
oc: %s octets seràn telecargats al total.
sq: %sB do të shkarkohen në total.
th: %sไบต์ถูกดาว์โหลดจากทั้งหมด
tr: %sB tamamıyla indirilecek.
vi: Tổng cộng %sB sẽ được tải.

source: %sB of disk space will be freed.
el: Θα ελευθερωθούν %sB χώρου στον δίσκο.
eo: %sB da diskspaco estos liberigita
es: Se liberará %sB de espacio en disco.
et: %sB kettaruumi vabaneb.
fr: %s octets d'espace disque seront libérés.
gl: Liberaranse %sB de espazo de disco.
he: יפונו %s ב׳ משטח הכונן.
hi: %sB डिस्क स्थान खाली होगा.
lt: %sB vietos diske bus atlaisvinta.
nb: %sB diskplass vil bli frigjort.
nl: Er zal %sB aan schijfruimte vrijkomen.
oc: %s octets d'espaci de disc seràn liberats.
sq: %sB hapësirë në disk do të lirohet.
th: จะทำให้มี %s ไบต์ของพื้นที่ว่างของดิสก์
tr: %sB disk alanı boşalacak.
vi: %sB không gian đĩa sẽ được giải phóng.

source: %sB more disk space will be used.
el: Θα χρησιμοποιηθούν %sB επιπλέον χώρου στον δίσκο.
eo: %sB da plia diskspaco estos uzata.
es: se usarán %sB más de espacio en el disco.
et: %sB lisakettaruumi võetakse kasutatakse.
fr: %s octets d'espace disque supplémentaire seront utilisés.
gl: Usaranse %sB máis de espazo en disco.
he: ינוצלו %s ב׳ נוספים מהכונן בסך הכול.
hi: %sB अतरिक्त डिस्क स्थान उपयोग होगा.
lt: %sB vietos diske bus sunaudota.
nb: %sB mer diskplass vil brukes.
nl: Er zal %sB extra schijfruimte gebruikt worden.
oc: %s octets d'espaci de disc suplementari serà utilizat.
sq: %sB më tepër hapësirë në disk do të përdoret.
th: จะใช้พื้นที่บนดิสก์อีก %s ไบต์
tr: %sB daha disk alanı kullanılacak.
vi: Thêm %sB không gian đĩa sẽ được sử dụng.

source: Replace your changes in '%s' with a later version of the configuration file?
el: Να αντικατασταθούν οι αλλαγές σας στο '%s' με μια νεότερη έκδοση του αρχείου ρυθμίσεων;
eo: Ĉu anstataŭigi viajn ŝanĝojn en '%s' per pli nova versio de la agordo-dosiero?
es: ¿Reemplazar sus cambios en «%s» con la última versión del archivo de configuración?
et: Kas asendada muudatustega fail '%s' hilisema seadistusfaili versiooniga?
fr: Remplacer les modifications que vous aviez effectuées dans « %s » par une version plus récente du fichier de configuration ?
gl: Substituír as modificacións de «%s» por unha versión posterior do ficheiro de configuración?
he: האם להחליף את השינויים שערכת ב־'%s' בגרסה עדכנית יותר של קובץ התצורה?
hi: विन्यास संचिका के नवीनतम संस्करण से '%s' में परिवर्तन प्रतिस्थापित करेंगे?
id: Apakah akan mengganti '%s' dengan file konfigurasi terbaru?
lt: Perrašyti jūsų pakeitimus faile „%s“ naujesne konfigūracijos failo versija?
nb: Erstatt endringene i '%s' med en senere versjon av konfigurasjonsfilen?
nl: Uw aanpassingen in '%s' met een latere versie van het configuratiebestand overschrijven?
oc: Remplaçar las modificacions qu'aviatz efectuadas dins '%s' per una version ulteriora del fichièr de configuracion ?
sq: Ti zëvendësoj ndryshimet tuaja në '%s' me një version të mëvonshëm të skedarit të konfigurimit?
th: แทนที่การเปลี่ยนแปลงของคุณ '%s' ด้วยแฟ้มการตั้งค่าล่าสุดหรือไม่
tr: '%s' içindeki değişiklikleriniz yapılandırma dosyasının sonraki bir sürümü ile değiştirilsin mi?
vi: Thay thế những thay đổi của bạn trong '%s' bằng một tập tin cấu hình phiên bản mới hơn?

source: If you don't know why the file is there already, it is usually safe to replace it.
el: Αν δεν γνωρίζετε γιατί το αρχείο υπάρχει ήδη, είναι συνήθως ασφαλές να το αντικαταστήσετε.
eo: Se vi ne scias kial la dosiero jam ekzistas, kutime vi povas senprobleme anstataŭigi ĝin.
es: Si no sabe por qué el archivo ya está allí, generalmente es seguro reemplazarlo.
et: Kui sa ei tea, miks see fail juba seal on, on selle asendamine tavaliselt turvaline.
fr: Si vous ne savez pas pourquoi le fichier est déjà là, il est généralement sans danger de le remplacer.
gl: Se non sabe por que ese ficheiro xa se atopa aí, adoita ser máis seguro a súa substitución.
he: אם אין לך מושג מדוע קובץ זה נמצא שם, על פי רוב די בטוח להחליפו.
hi: यदि आप नहीं जानते कि वहाँ पर संचिका पहले से क्यों है, तो इसे प्रतिस्थापित करना सुरक्षित है.
id: Jika anda tidak tahu kenapa file tersebut ada di sana, biasanya aman untuk mengganti file itu.
lt: Jei jūs nežinote kodėl šis failas ten yra, greičiausiai yra saugu jį perrašyti.
nb: Det går vanligvis fint å erstatte den hvis du ikke helt vet hvorfor filen i utgangspunktet er der.
nl: Als u niet weet waarom het bestand al bestaat is het meestal veilig om het te vervangen.
oc: Se sabètz pas perqué lo fichièr es ja aicí, es generalament sens dangièr de lo remplaçar.
sq: Nëse nuk e didni pse skedari tashmë është aty, zakonisht është i sigurtë zëvendësimi i tij.
th: ถ้าคุณไม่รู้ว่าทำไมแฟ้มมาอยู่ที่นี้ มักปลอดภัยที่จะแทนที่แฟ้มนั้น
tr: Eğer dosyanın neden hala burada olduğunu bilmiyorsanız, yerinde tutmak genellikle daha güvenlidir.
vi: Nếu bạn không biết lý do tại sao đã có tệp này rồi, thì việc thay thế nó thường sẽ an toàn.

source: _Changes
el: _Αλλαγές
eo: Ŝa_nĝoj
es: _Cambios
et: _Muudatused
fr: _Changements
gl: _Modificacións
he: שי_נויים
hi: बदलाव (_C)
id: _Perubahan
lt: _Pakeitimai
nb: _Endringer
nl: _Veranderingen
oc: _Modificacions
sq: _Ndryshimet
th: เ_ปลี่ยนแปลง
tr: _Değişiklikler
vi: _Các thay đổi

source: _Keep
el: Δι_ατήρηση
eo: _Konservi
es: _Mantener
et: _Jäta alles
fr: _Conserver
gl: _Manter
he: _שמירה
hi: बनाए रखें (_K)
id: _Pertahankan
lt: _Palikti
nb: _Behold
nl: _Behouden
oc: _Conservar
sq: _Mbaje
th: เ_ก็บไว้
tr: _Koru
vi: _Giữ lại

source: _Replace
el: Α_ντικατάσταση
eo: _Anstataŭigi
es: _Reemplazar
et: _Asenda
fr: _Remplacer
gl: _Substituír
he: ה_חלפה
hi: प्रतिस्थापित करें (_R)
id: _Timpa
lt: Pa_keisti
nb: _Erstatt
nl: Ve_rvangen
oc: _Remplaçar
sq: _Zëvendëso
th: แ_ทนที่
tr: _Değiştir
vi: _Thay thế

source: _Details
el: _Πληροφορίες
eo: _Detaloj
es: _Detalles
et: _Üksikasjad
fr: _Détails
gl: _Detalles
he: _פרטים
hi: विवरण (_D)
id: _Rincian
lt: _Išsamiau
nb: _Detaljer
oc: _Detalhs
sq: _Detaje
th: _รายละเอียด
tr: _Detaylar
vi: _Chi tiết

source: Waiting for %s to exit
el: Αναμονή για την ολοκλήρωση του %s
eo: Atendas ĝis %s ĉesas
es: Esperando a %s para salir
et: Ootan %s sulgemist
fr: En attente de fermeture de %s
gl: Agardando a que saia %s
he: בהמתנה ליציאת %s
hi: %s से बाहर होने की प्रतिक्षा कर रहा है
lt: Laukiama kol %s baigs darbą
nb: Venter på at %s avslutter
nl: Wacht tot %s wordt afgesloten
oc: En espèra de tampadura de %s
sq: Duke pritur për %s që të mbyllet
th: กำลังรอ %s เพื่อออก
tr: Çıkmak için %s bekleniyor
vi: Chờ %s để thoát

source: Downloading %(files)s
el: Λήψη %(files)s
eo: Elŝutas %(files)s
es: Descargando %(files)s
et: Laaditakse alla %(files)s
fr: Téléchargement de %(files)s
gl: Descargando %(files)s
he: מתקבל %(files)s
hi: डाउनलोड कर रहा है %(files)s
id: Mengunduh %(files)s
lt: Atsiunčiamas %(files)s
nb: Laster ned %(files)s
nl: %(files)s wordt gedownload
oc: Telecargament de %(files)s
sq: Duke shkarkuar %(files)s
th: กำลังดาว์โหลด %(files)s
tr: %(files)s İndiriliyor
vi: Đang tải về %(files)s

source: local repository
el: Τοπικό αποθετήριο
eo: lokaj deponejoj
es: repositorio local
et: kohalik varamu
fr: dépôt local
gl: repositorio local
he: מאגר מקומי
lt: vietinė saugykla
nl: lokale softwarebron
oc: depaus local
sq: depozita lokale
tr: Yerel yazılım kaynağı
vi: kho cục bộ

source: Downloading from %s
el: Λήψη από το %s
eo: Elŝutanta el %s
es: Descargando de %s
et: Allalaadimine asukohast %s
fr: Téléchargement depuis %s
gl: A descargar desde %s
he: מתבצעת הורדה מהמיקום %s
lt: Atsiunčiama iš %s
nb: Laster ned fra %s
nl: Bezig met het downloaden van %s
oc: Telecargament dempuèi %s
sq: Duke shkarkuar nga %s
tr: %s'ten indiriliyor
vi: Đang tải từ %s

source: Structure of %s
el: Η δομή του %s
eo: Strukturo de %s
es: Estructura de %s
et: %s struktuur
fr: Composition de %s
gl: Estrutura de %s
he: מבנה של %s
lt: %s struktūra
nl: Structuur van %s
oc: Composicion de %s
sq: Struktura e %s
tr: %s paketinin yapısı
vi: Cấu trúc của %s

source: Description of %s
el: Η περιγραφή του %s
eo: Priskribo de %s
es: Descripción de %s
et: %s kirjeldus
fr: Description de %s
gl: Descrición de %s
he: תיאור של %s
lt: %s aprašas
nb: Beskrivelse av %s
nl: Beschrijving van %s
oc: Descripcion de %s
sq: Përshkrimi i %s
tr: %s paketinin açıklaması
vi: Diễn giải của %s

source: Description signature of %s
el: Υπογραφή περιγραφής του %s
eo: Priskriba subskribo de %s
es: Firma de descripción de %s
fr: Description de la signature de %s
gl: Sinatura de descrición de %s
he: חתימת תיאור של %s
lt: %s aprašo parašas
nl: Beschrijving handtekening van %s
oc: Descripcion de la signatura de %s
sq: Firma përshkruese e %s
tr: %s paketinin açıklama imzası
vi: Diễn giải chữ ký của %s

source: Available packages from %s
el: Διαθέσιμα πακέτα από %s
eo: Disponeblaj pakaĵoj de %s
es: Paquetes disponibles de %s
fr: Paquets disponibles dans le dépôt %s
gl: Paquetes dispoñíbeis en %s
he: חבילות זמינות מהמאגר %s
lt: Prieinami paketai iš %s
nb: Tilgjengelige pakker fra %s
nl: Beschikbare pakketten van %s
oc: Paquets disponibles dins lo depaus %s
sq: Paketat e disponueshme nga %s
tr: %s deposundaki kullanılabilir paketler
vi: Những gói sẵn dùng từ %s

source: Available sources from %s
el: Διαθέσιμες πηγές από %s
eo: Disponeblaj fontoj ĉe %s
es: Orígenes disponibles de %s
fr: Sources disponibles dans le dépôt %s
gl: Orixes dispoñíbeis desde %s
he: מקורות זמינים מהמאגר %s
lt: Prieinamos saugyklos iš %s
nb: Tilgjengelige kilder fra %s
nl: Beschikbare bronnen van %s
oc: Fonts disponiblas dempuèi %s
sq: Burimet e disponueshme nga %s
tr: %s deposundaki kullanılabilir kaynaklar
vi: Những nguồn sẵn dùng từ %s

source: Available translations from %s
el: Διαθέσιμες μεταφράσεις από %s
eo: Disponeblaj tradukoj ĉe %s
es: Traducciones disponibles de %s
fr: Traductions disponibles dans le dépôt %s
gl: Traducións dispoñíbeis desde %s
he: תרגומים זמינים מהמאגר %s
lt: Prieinami vertimai iš %s
nb: Tilgjengelige oversettelser fra %s
nl: Beschikbare vertalingen van %s
oc: Traduccions disponiblas dempuèi %s
sq: Përkthimet e disponueshme nga %s
tr: %s deposundaki kullanılabilir çeviriler
vi: Những bản dịch sẵn dùng từ %s

source: Translations for %s (%s) from %s
el: Μεταφράσεις για %s (%s) από %s
eo: Tradukoj por la %s (%s) ĉe %s
es: Traducciones para %s (%s) de %s
fr: Traductions en %s (%s) dans le dépôt %s
gl: Traducións para %s (%s) desde %s
he: תרגומים עבור %s‏ (%s) מאת %s
lt: %s (%s) vertimai iš %s
nb: Oversettelser på %s (%s) fra %s
nl: Vertalingen voor %s (%s) van %s
oc: Traduccions pel %s (%s) dins lo depaus %s
sq: Përkthimet për %s (%s) nga %s
tr: %s (%s) için %s deposundaki çeviriler
vi: Dịch sang %s (%s) từ %s

source: Translations for %s from %s
el: Μεταφράσεις για %s από %s
eo: Tradukoj por la %s ĉe %s
es: Traducciones para %s de %s
fr: Traductions en %s dans le dépôt %s
gl: Traducións para %s desde %s
he: תרגומים עבור %s מאת %s
lt: %s vertimai iš %s
nb: Oversettelser på %s fra %s
nl: Vertalingen voor %s van %s
oc: Traduccions pel %s dins lo depaus %s
sq: Përkthimet për %s nga %s
tr: %s için %s deposundaki çeviriler
vi: Dịch sang %s từ %s

source: Translations (%s) from %s
el: Μεταφράσεις (%s) από %s
eo: Tradukoj (%s) el %s
es: Traducciones (%s) de %s
fr: Traductions (%s) dans le dépôt %s
gl: Traducións (%s) de %s
he: תרגומים (%s) מאת %s
lt: Vertimai (%s) iš %s
nb: Oversettelser (%s) fra %s
nl: Vertalingen (%s) van %s
oc: Traduccions (%s) de %s
sq: Përkthime (%s) nga %s
tr: "%s" çevirilerinin deposu: %s
vi: Các bản dịch (%s) từ %s

source: Package %s isn't available
el: Το πακέτο %s δεν είναι διαθέσιμο
eo: Pakaĵo %s estas nedisponebla
es: El paquete %s no está disponible
et: Pakett %s ei ole kättesaadav
fr: Le paquet %s n'est pas disponible
gl: O paquete %s non está dispoñíbel
he: החבילה %s אינה זמינה
hi: पैकेज %s उपलब्ध नहीं है
id: Paket %s tidak tersedia
lt: Paketas %s neprieinamas
nb: Pakke %s er ikke tilgjengelig
nl: Pakket %s is niet beschikbaar
oc: Lo paquet %s es pas disponible
sq: Paketa %s nuk është e disponueshme
th: ไม่มีแพกเกจ %s
tr: %s Paketi erişilebilir değil
vi: Gói %s không sẵn có

source: Package %s isn't installed
el: Το πακέτο %s δεν είναι εγκατεστημένο
eo: Pakaĵo %s ne estas instalita
es: El paquete %s no está instalado
et: Pakett %s ei ole paigaldatud
fr: Le paquet %s n'est pas installé
gl: O paquete %s non está instalado
he: החבילה %s אינה מותקנת
hi: पैकेज %s संस्थापित नहीं है
id: Paket %s tidak terpasang
lt: Paketas %s neįdiegtas
nb: Pakke %s er ikke installert
nl: Pakket %s is niet geïnstalleerd
oc: Lo paquet %s es pas installat
sq: paketa %s nuk është instaluar
th: แพกเกจ %s ไม่ได้ถูกติดตั้ง
tr: %s paketi yüklenmedi
vi: Gói %s chưa được cài đặt

source: The version %s of %s isn't installed
el: Η έκδοση %s του/της %s δεν είναι εγκατεστημένη
eo: La versio %s de %s ne estas instalita
es: La versión %s de %s no está instalada
et: Versioon %s %s pole paigaldatud
fr: La version %s de %s n'est pas installée
gl: A versión %s de %s non está instalada
he: הגרסה %s של %s אינה מותקנת
hi: संस्करण %s जो %s का है संस्थापित नहीं है
id: Versi %s dari %s tidak terpasang
lt: Versija %s iš %s nėra įdiegta
nb: Versjon %s av %s er ikke installert
nl: Versie %s van %s is niet geïnstalleerd
oc: La version %s de %s es pas installada
sq: Versioni %s i %s nuk është instaluar
th: รุ่น %s ของ %s ไม่ได้ถูกติดตั้ง
tr: %s 'in %s sürümü yüklü değil.
vi: Phiên bản %s của %s chưa được cài đặt

source: Package %s is already installed
el: Το πακέτο %s είναι ήδη εγκατεστημένο
eo: Pakaĵo %s estas jam instalita
es: El paquete %s ya está instalado
et: Pakett %s on juba paigaldatud
fr: Le paquet %s est déjà installé
gl: O paquete %s xa está instalado
he: החבילה %s כבר מותקנת
hi: पैकेज %s पहले से संस्थपित है
id: Paket %s sudah terpasang
lt: Paketas %s jau įdiegtas
nb: Pakke %s er allerede installert
nl: Pakket %s is al geïnstalleerd
oc: Lo paquet %s es ja installat
sq: Paketa %s është instaluar tashmë
th: แพกเกจ %s ถูกติดตั้งอยู่แล้ว
tr: %s Paketi daha önceden yüklenmiş
vi: Gói %s đã được cài đặt rồi

source: The version %s of %s isn't available.
el: Η έκδοση %s του %s δεν είναι διαθέσιμη.
eo: La versio %s de %s ne estas havebla.
es: La versión %s de %s no está disponible.
et: Versioon %s %s pole saadaval
fr: La version %s de %s n'est pas disponible.
gl: A versión %s de %s non está dispoñíbel.
hi: यह संस्करण %s जो %s का है उपलब्ध नहीं है.
id: Versi %s dari %s tidak tersedia
lt: Versija %s iš %s nėra galima.
nb: Versjon %s av %s er ikke tilgjengelig.
nl: De versie %s van %s is niet beschikbaar.
oc: La version %s de %s es pas disponibla
sq: Versioni %s i %s nuk është i disponueshëm
th: รุ่น %s ของ %s ยังไม่ได้ถูกติดตั้ง
tr: %s in %s sürümü mevcut değil
vi: Phiên bản %s của %s không sẵn có.

source: The keyserver URL is invalid: %s
el: Το URL του διακομιστή κλειδιού (keyserver) δεν είναι έγκυρο: %s
eo: URL de la ŝlosila servilo nevalidas: %s
es: El URL del servidor de claves no es válido: %s
fr: L'URL du serveur de clés n'est pas valide : %s
gl: O URL do servidor de chaves non é válido: %s
he: כתובת שרת המפתחות שגויה: %s
lt: Raktų serverio URL yra netinkamas: %s
nl: Het webadres van de sleutelserver is ongeldig: %s
oc: L'URL del servidor de claus es invalida : %s
sq: URL e serverit të çelësave është e pavlefshme: %s
tr: Anahtar sunucu adresi geçersiz: %s
vi: Đường dẫn URL khóa máy chủ không hợp lệ: %s

source: Invalid protocol of the server: %s
el: Μη έγκυρο πρωτόκολλο διακομιστή: %s
eo: Nevalida protokolo de la servilo: %s
es: El protocolo del servidor no es válido: %s
fr: Protocole du serveur non valide : %s
gl: Protocolo do servidor non válido: %s
he: פרוטוקול שגוי של השרת: %s
lt: Netinkamas serverio protokolas: %s
nl: Ongeldig protocol van de server: %s
oc: Protocòl del servidor invalid : %s
sq: Protokoll i pavlefshëm i serverit: %s
tr: Sunucu için geçersiz iletişim kuralları: %s
vi: Giao thức máy chủ không hợp lệ: %s

source: Invalid key id: %s
el: Μη έγκυρη ταυτότητα (ID) κλειδιού: %s
eo: Nevalida identigilo de ŝlosilo: %s
es: Id de clave inválido: %s
fr: Identifiant de clé non valide : %s
gl: O identificador da chave non é válido: %s
he: מזהה המפתח שגוי: %s
lt: Netinkamas rakto id: %s
nl: Ongeldige identificatie van sleutel: %s
oc: Identificant de clau invalid : %s
sq: Identiteti i çelësit nuk është i saktë: %s
tr: Geçersiz anahtar kimliği: %s
vi: Khóa kí danh không hợp lệ: %s

source: Failed to download and install the key %s from %s: %s
el: Αποτυχία λήψης κι εγκατάσταση του κλειδιού to %s από %s: %s
eo: Fiaskis elŝuti kaj instali la ŝlosilon %s el %s: %s
es: Fallo al descargar e instalar la clave %s de %s: %s
et: Võtme %s asukohast %s allalaadimine ja paigaldamine nurjus: %s
fr: Échec du téléchargement et de l'installation de la clé %s à partir de %s : %s
gl: Produciuse un fallo ao descargar e instalar a chave %s de %s: %s
he: אירע כשל בהתקנה והורדה של המפתח %s מ־%s: %s
hi: डाउनलोड करने में असफल तथा कुंजी %s को %s से संस्थापित करें: %s
id: Gagal mengunduh dan memasang kunci %s dari %s: %s
lt: Nepavyko atsiųsti ir įdiegti rakto %s iš %s: %s
nb: Mislyktes nedlasting og installasjon av nøkkel %s fra %s: %s
nl: Het downloaden en installeren van de sleutel %s van %s is mislukt: %s
oc: Fracàs del telecargament e de l'installacion de la clau %s a partir de %s : %s
sq: Dështova në shkarkimin e çelësit të instalimit %s nga %s: %s
th: ล้มเหลวที่จะดาว์โหลดและติดตั้งกุญแจ %s จาก %s: %s
tr: %s Anahtarının %s adresinden indirilmesi ve yüklenmesi başarısız oldu: %s
vi: Tải về và cài đặt khóa %s từ %s không thành công: %s

source: Key file %s couldn't be installed: %s
el: Αποτυχία εγκατάστασης του αρχείου κλειδιού %s: %s
eo: Ne eblis instali ŝlosildosieron %s: %s
es: El archivo clave file %s no se puede instalar: %s
et: Võtmefaili %s polnud võimalik paigaldada: %s
fr: Impossible d'installer la clé %s : %s
gl: Non é posíbel instalar o ficheiro chave %s: %s
he: לא ניתן להתקין את קובץ המפתח %s:‏ %s
hi: कुंजी संचिका %s संस्थापित नहीं कर सकता: %s
id: Kunci berkas %s tidak dapat dipasang: %s
lt: Rakto failas %s negalėjo būti įdiegtas: %s
nb: Nøkkelfil %s kunne ikke installeres: %s
nl: Sleutelbestand %s kon niet worden geïnstalleerd: %s
oc: Impossible d'installar la clau %s : %s
sq: Skedari i çelësit %s nuk mund të instalohej: %s
th: แฟ้มคีย์ %s ติดตั้งไม่ได้: %s
tr: %s Anahtar dosyası yüklenemedi: %s
vi: Tập tin khóa %s không thể cài đặt: %s

source: Key with fingerprint %s couldn't be removed: %s
el: Αποτυχία αφαίρεσης κλειδιού αποτύμα %s couldn't be removed: %s
eo: Ne eblis forigi ŝlosilon kun fingropremo %s: %s
es: La clave con la huella %s no se puede eliminar: %s
et: Võti koos sõrmejäljega %s ei saadud eemaldada: %s
fr: Impossible de supprimer la clé ayant l'empreinte %s : %s
gl: Non é posíbel retirar a chave coa pegada %s: %s
he: לא ניתן להסיר את המפתח בעל טביעת האצבע %s:‏ %s
hi: अंगुलीछाप सहीत कुंजी %s नहीं हटा सकता: %s
lt: Raktas su kontroliniu kodu %s negalėjo būti pašalintas: %s
nb: Nøkkel med fingeravtrykk %s kunne ikke fjernes: %s
nl: Sleutel met vingerafdruk %s kon niet worden verwijderd: %s
oc: Impossible de suprimir la clau qu'an l'emprencha %s : %s
sq: Çelësi me gjurmën e gishtërinjve %s nuk mund të hiqej: %s
th: กุญแจกับลายนิวมือ %s ไม่สามารถถอดถอนได้: %s
tr: %s iziyle olan anahtarlar silinemedi :%s
vi: Khóa với vân tay %s không thể gỡ bỏ: %s

source: Package %s cannot be removed.
el: Το πακέτο %s δεν μπορεί να αφαιρεθεί.
eo: Ne eblas forigi pakaĵon %s.
es: El paquete %s no se puede eliminar.
et: Pakett %s ei ole eemaldatav.
fr: Impossible de supprimer le paquet %s.
gl: Non é posíbel retirar o paquete %s
he: לא ניתן להסיר את החבילה %s.
hi: पैकेज %s नहीं हटाया जा सकता.
id: Paket %s tidak bisa dihapus
lt: Paketas %s negali būti pašalintas.
nb: Pakken %s kan ikke fjernes.
nl: Pakket %s kan niet worden verwijderd.
oc: Impossible de suprimir lo paquet %s
sq: Paketa %s nuk mund të hiqej.
th: ถอดถอนแพกเกจ %s ไม่ได้
tr: %s paketi kaldırılamadı.
vi: Gói %s không thể gỡ bỏ.

source: The version %s of %s is not installed
el: Η έκδοση %s του/της %s δεν είναι εγκατεστημένη
eo: La versio %s de %s ne estas instalita
es: La versión %s de %s no está instalada
et: Versioon %s %s pole paigaldatud
fr: La version %s de %s n'est pas installée
gl: Non está instalada a versión %s de %s
he: הגרסה %s של %s אינה מותקנת
hi: संस्करण %s जो %s का है संस्थपित नहीं है
id: Versi %s dari %s tidak terpasang
lt: Versija %s iš %s neįdiegta
nb: Versjon %s av %s er ikke installert
nl: Versie %s van %s is niet geïnstalleerd
oc: La version %s de %s es pas installada
sq: Versioni %s i %s nuk është instaluar
th: รุ่น %s ของ %s ยังไม่ถูกติดตั้ง
tr: %s öğesinin %s sürümü kurulu değil
vi: Phiên bản %s của %s chưa được cài đặt

source: The former version %s of %s is already installed
el: Η προηγούμενη έκδοση%s του/της %s είναι ήδη εγκατεστημένη
eo: La antaŭa versio %s de %s jam estas instalita
es: La antigua versión %s de %s ya está instalada
et: Endine versioon %s %s on juba paigaldatud
fr: Une version antérieure (%s) de %s est déjà installée
gl: Xa está instalada a anterior versión %s de %s
he: הגרסה הקודמת %s של %s כבר מותקנת
hi: पूर्ववर्ती संस्करण %s जो %s का है पहले से संस्थापित है
id: Versi lama %s dari %s sudah terpasang
lt: Buvusi versija %s iš %s jau įdiegta
nb: Tidligere versjon %s av %s er allerede installert
nl: De vorige versie %s van %s is al geïnstalleerd
oc: Una version anteriora (%s) de %s es ja installada
sq: Versioni i mëparshëm %s i %s është instaluar tashmë
th: รุ่น %s of %s ถูกติดตั้งไว้อยู่แล้ว
tr: %s'ın daha eski sürümü olan %s zaten yüklenmiş.
vi: Phiên bản cũ %s của %s đã được cài đặt rồi

source: The version %s of %s is already installed
el: Η έκδοση %s του/της %s είναι ήδη εγκατεστημένη
eo: La versio %s de %s jam estas instalita
es: La versión %s de %s ya está instalada
et: Versioon %s %s on juba paigaldatud
fr: La version %s de %s est déjà installée
gl: A versión %s de %s xa está instalada
he: הגרסה %s של %s כבר מותקנת
hi: संस्करण %s जो %s का है पहले से संस्थापित है
id: Versi %s dari %s sudah terpasang
lt: Versija %s iš %s jau įdiegta
nb: Versjon %s av %s er allerede installert
nl: Versie %s van %s is al geïnstalleerd
oc: La version %s de %s es ja installada
sq: Versioni %s i %s është instaluar tashmë
th: รุ่น %s ของ %s ถูกติดตั้งแล้ว
tr: %s öğesinin %s sürümü zaten kurulu
vi: Phiên bản %s của %s đã được cài đặt rồi

source: The version %s of %s isn't available
el: Η έκδοση %s του/της %s δεν είναι διαθέσιμη
eo: La versio %s de %s ne estas havebla
es: La versión %s de %s no está disponible
et: Versioon %s %s pole saadaval
fr: La version %s de %s n'est pas disponible
gl: A versión %s de %s non está dispoñíbel
hi: यह संस्करण %s जो %s का है उपलब्ध नहीं है
id: Versi %s dari %s tidak tersedia
lt: Versija %s iš %s nėra galima.
nb: Versjon %s av %s er ikke tilgjengelig
nl: De versie %s van %s is niet beschikbaar
oc: La version %s de %s es pas disponibla
sq: Versioni %s i %s nuk është i disponueshëm
th: รุ่น %s ของ %s ไม่มี
tr: %s in %s sürümü mevcut değil
vi: Phiên bản %s của %s không sẵn có
