Repository: pypi-data/pypi-mirror-5
Catalog: packages/Solgema.EnvironmentViewlets/Solgema.EnvironmentViewlets-0.4.tar.gz/Solgema.EnvironmentViewlets/Solgema/EnvironmentViewlets/locales/*/LC_MESSAGES/Solgema.EnvironmentViewlets.po
Languages: fr

source: Background
fr: Fond de page

source: Banner
fr: Bandeau

source: Do not use as Background
fr: Ne pas utiliser comme fond de page

source: Do not use as Banner
fr: Ne pas utiliser comme bandeau

source: Do not use as Footer
fr: Ne pas utiliser comme pied de page

source: Do not use as Logo
fr: Ne pas utiliser comme logo

source: Do not use as Print Footer
fr: Ne pas utiliser comme pied de page impression

source: Do not use as Print Logo
fr: Ne pas utiliser comme logo impression

source: Footer
fr: Pied de page

source: Print Footer
fr: Pied de page impression

source: Print Logo
fr: Logo impression

source: Use as Background
fr: Utiliser comme fond de page

source: Use as Banner
fr: Utiliser comme bandeau

source: Use as Footer
fr: Utiliser comme pied de page

source: Use as Logo
fr: Utiliser comme logo

source: Use as Print Footer
fr: Utiliser comme pied de page impression

source: Use as Print Logo
fr: Utiliser comme logo impression

source: help_bannerLocalOnly
fr: N'afficher le bandeau que dans le dossier courant.

source: help_bannerStopAcquisition
fr: Stoppe la recherche des bandeaux à ce dossier et n'affiche pas les bandeaux des dossiers supérieurs.

source: help_footerLocalOnly
fr: N'afficher le pied de page que dans le dossier courant.

source: help_footerStopAcquisition
fr: Stoppe la recherche des pieds de page à ce dossier et n'affiche pas les pieds de page des dossiers supérieurs.

source: help_logoLocalOnly
fr: N'afficher le logo que dans le dossier courant.

source: help_printfooterLocalOnly
fr: N'imprimer le pied de page que dans le dossier courant.

source: help_printfooterStopAcquisition
fr: Stoppe la recherche des pieds de page à ce dossier et n'imprime pas les pieds de page des dossiers supérieurs.

source: help_printlogoLocalOnly
fr: N'imprimer le logo que dans le dossier courant.

source: label_bannerImageLink
fr: Un lien pour cette bannière

source: label_bannerLocalOnly
fr: Bandeau Local

source: label_bannerStopAcquisition
fr: Stopper l'acquisition

source: label_cancel
fr: Annuler

source: label_enable
fr: Activer

source: label_footerLocalOnly
fr: Pied de page local

source: label_footerStopAcquisition
fr: Stopper l'acquisition

source: label_logoLocalOnly
fr: Logo local

source: label_printfooterLocalOnly
fr: Pied de page impression local

source: label_printfooterStopAcquisition
fr: Stopper l'acquisition

source: label_printlogoLocalOnly
fr: Logo impression local

source: label_save
fr: Enregistrer

source: label_solgemaenvironmentactions_menu
fr: Environnement

source: title_solgemaenvironmentactions_menu
fr: Utiliser ce contenu comme élément d'environnement Solgema (Bandeau, Pied de page, Logo, etc.)
