Repository: pypi-data/pypi-mirror-5
Catalog: packages/ztfy.gallery/ztfy.gallery-0.3.5-py2.7.egg/ztfy/gallery/locales/*/LC_MESSAGES/ztfy.gallery.po
Languages: fr

source: :: Add image...
fr: :: Ajouter une image...

source: New image
fr: Nouvelle image

source: Adding new gallery image
fr: Ajout d'une nouvelle image

source: :: Add images from archive...
fr: :: Ajouter le contenu d'une archive...

source: Author credit
fr: Crédits

source: Default author credits and copyright applied to all images
fr: Crédit auteur et copyright appliqués sur toutes les images

source: Archive data
fr: Contenu de l'archive

source: Archive content's will be extracted as images ; format can be any ZIP, tar.gz or tar.bz2 file
fr: Toutes les images contenues dans l'archive seront extraites et intégrées dans la galerie. Vous pouvez utiliser des archives au format ZIP, tar.gz ou tar.bz2

source: New images
fr: Nouvelles images

source: Adding new resources from archive file
fr: Ajout d'images à partir d'une archive

source: Properties
fr: Propriétés

source: Delete image
fr: Supprimer l'image

source: Edit image properties
fr: Propriétés de l'image

source: Images gallery
fr: Galerie d'images

source: Gallery index contents
fr: Contenu de l'index

source: Edit image index properties
fr: Propriétés de l'index

source: :: Add gallery index...
fr: :: Ajouter un index...

source: New index
fr: Nouvel index

source: Adding new gallery index from CSV file
fr: Ajout d'un index à partir d'un fichier CSV

source: :: Add link to images gallery...
fr: :: Ajouter la galerie d'images...

source: New images gallery paragraph
fr: Lien vers la galerie d'images

source: Creating a paragraph to display images gallery
fr: Ajout d'un paragraphe d'affichage de la galerie

source: Edit gallery display properties
fr: Propriétés d'affichage de la galerie d'images

source: This gallery contains an index with ${length} entries.
fr: Cette galerie comporte un index de ${length} entrées.

source: See index contents
fr: Voir le contenu de l'index

source: This gallery has no index.
fr: Cette galerie ne comporte pas d'index.

source: This container is empty.
fr: Cette galerie ne contient aucune image.

source: Gallery index
fr: Index de la galerie

source: Key
fr: Clé

source: {{ Missing renderer ! }}
fr: {{ Outil de rendu supprimé ! }}

source: Default gallery renderer with small slides
fr: Rendu par défaut avec petites diapositives

source: Buy printed image:
fr: Acheter un tirage :

source: Add to basket
fr: Ajouter au panier

source: See basket
fr: Voir le panier

source: Enable Paypal payments
fr: Activer Paypal ?

source: Enable or disable Paypal payments globally
fr: Activer ou non les commandes et les paiements Paypal sur l'ensemble du site

source: Paypal currency
fr: Monnaie d'usage

source: Currency used for Paypal exchanges
fr: Monnaie utilisée dans les transactions Paypal

source: Paypal button ID
fr: ID de bouton Paypal

source: Internal number of Paypal registered payment button
fr: Numéro internet du bouton Paypal enregistré correspondant

source: 'Format' options
fr: Formats

source: Enter 'Format' options values ; values and labels may be separated by a '|'
fr: Valeurs de l'option 'Fomat' ; les valeurs et libellés doivent être séparés par un caractère '|'

source: 'Options' label
fr: Label des options

source: Label applied to 'Options' selection box
fr: Label appliqué à la liste des options

source: 'Options' options
fr: Options

source: Enter 'Options' options values ; values and labels may be separated by '|'
fr: Liste des options ; valeurs et libellés doivent être séparés par un caractère '|'

source: Image ID field name
fr: Nom du champ ID

source: Paypal ID of hidden field containing image ID
fr: ID paypal du champ caché contenant l'ID de l'image

source: Image ID field label
fr: Libellé du champ ID

source: Paypal label of field containing image ID
fr: Libellé Paypal du champ caché contenant l'ID de l'image

source: 'Add to basket' image
fr: Image 'Ajouter au panier'

source: Image containing 'Add to basket' link
fr: Image du bouton supportant la fonction d'ajout d'une image au panier

source: 'See basket' image
fr: Image 'Voir le panier'

source: Image containing 'See basket' link
fr: Image du bouton supportant la fonction d'accès au panier

source: Paypal basket PKCS key
fr: Clé PKCS5

source: Full PKCS key used to access Paypal basket
fr: Clé PKCS5 d'accès au panier Paypal

source: Enable or disable Paypal payments for this image
fr: Activer ou non les commandes et les paiements Paypal sur cette image

source: Paypal disabled message
fr: Message de désactivation Paypal

source: Message displayed when Paypal is disabled for this picture
fr: Ce message sera affiché en lieu et place du formulaire d'achat lors d'une commande de tirage de cette image

source: Renderer name
fr: Nom du modèle

source: Paragraph renderer
fr: Mode d'affichage

source: Renderer used to render this gallery
fr: Nom de l'outil utilisé pour visualiser la galerie

source: Clear index before import ?
fr: Vider l'index avant l'import ?

source: If 'Yes', index will be cleared before importing new file content
fr: Si 'Oui', les données actuelles de l'index seront supprimées avant l'importation des nouvelles données

source: Uploaded index data
fr: Données de l'index

source: Please select a CSV file containing images index
fr: Veuillez sélectionner un fichier CSV contenant les données de l'index

source: Index language
fr: Langue de l'index

source: Language matching given index contents
fr: Veuillez sélectionner la langue correspondant au contenu de l'index

source: Data encoding
fr: Encodage

source: Encoding of the uploaded CSV file
fr: Veuillez sélectionner l'encodage des données de l'index

source: CSV header ?
fr: En-tête CSV ?

source: Is the CSV file containing header line ?
fr: Veuillez indiquer si le fichier CSV comporte une ligne d'en-tête comportant les noms de colonnes

source: Fields delimiter
fr: Séparateur de champs

source: Character used to separate values in CSV file; use \t for tabulation
fr: Caractère utilisé pour séparer les champs du fichier CSV ; veuillez utiliser la séquence \t pour indiquer une tabulation

source: Quote character
fr: Caractère de "guillemets"

source: Character used to quote fields containing special characters, such as fields delimiter
fr: Caractère utilisé pour encadrer les champs comportant des caractères spéciaux, notamment le séparateur de champs

source: Gallery index values
fr: Contenu de l'index

source: Index keys
fr: Clés de l'index

source: List of values matching gallery's index keys
fr: Liste des valeurs correspondant aux clés de l'index

source: Title
fr: Titre

source: Image's title
fr: Contenu de l'image

source: Short description of the image
fr: Courte description de l'image

source: Credit and copyright notices of the image
fr: Crédit auteur et copyright applicables à l'image

source: Image data
fr: Contenu de l'image

source: Current content of the image
fr: Contenu effectif de l'image

source: Image ID
fr: ID de l'image

source: Unique identifier of this image in the whole collection
fr: Identifiant unique de l'image au sein de la photothèque

source: Visible image ?
fr: Image visible ?

source: Select 'No' to hide this image
fr: Choisissez 'Non' pour ne pas afficher cette image

source: Extension title
fr: Titre de l'extension

source: Extension view URL
fr: URL de la vue

source: Extension icon URL
fr: URL de l'icône d'accès à la vue

source: Extension weight
fr: Poids de l'extension

source: Gallery renderer with scrollable pages of slides
fr: Rendu avec pages défilantes de petites diapositives

source: Scrollable pages with a single image for each page
fr: Rendu avec grandes images défilantes

source: Home background images
fr: Images d'accueil

source: Home page background images
fr: Images de fond de la page d'accueil

source: New home background image
fr: Nouvelle image

source: Adding new background image
fr: Ajout d'une nouvelle image

source: Image's title, as displayed in front page
fr: Titre et crédits de l'image, affichés sur la page d'accueil

source: This attribute holds image data ; select an optimized image of 1024 pixels width
fr: Cette propriété stocke les données de l'image ; sélectionnez une image optimisée de 1024 pixels de largeur

source: Select 'No' to hide this image from home page
fr: Choisissez 'Non' pour ne pas afficher cette image sur la page d'accueil

source: Displayed publication date
fr: Date de publication affichée

source: Date at which this report was done
fr: Date (ou période) à laquelle ce reportage a été réalisé

source: Header format
fr: Format du chapô

source: Text format used for content's header
fr: Format du texte utilisé dans le chapô

source: Display Google +1 button
fr: Afficher le bouton Google +1

source: Display Google +1 button next to content's title
fr: Afficher le bouton "+1" de Google à proximité du titre des contenus

source: Display Facebook 'like' button
fr: Afficher le bouton "J'aime" de Facebook

source: Display Facebook 'like' button next to content's title
fr: Afficher les bouton "J'aime" et "Partager" de Facebook à proximité du titre des contenus

source: Illustration's position
fr: Position de l'illustration

source: Select position of topic's illustration
fr: Sélectionnez la position de l'illustration

source: Illustration's width
fr: Largeur de l'illustration

source: Display width of topic's illustration
fr: Largeur d'affichage de l'illustration de l'article, en pixels

source: Downloadable resources
fr: Ressources téléchargeables

source: Select list of resources displayed as download links
fr: Sélectionnez la liste des ressources affichées en tant que liens téléchargeables

source: Site icon
fr: Icône du site

source: Site 'favicon' image
fr: Icône favori du site ("favicon")

source: Site logo
fr: Logo du site

source: Site logo displayed on home page
fr: Le logo du site est affiché sur la page d'accueil

source: Site watermark
fr: Filigrane du site

source: Watermark image applied on gallery images
fr: Filigrane apposé sur les images du site

source: News blog OID
fr: Blog des actualités

source: Internal ID of news blog's target
fr: ID interne du blog contenant les actualités

source: Displayed entries count
fr: Nombre d'entrées affichées

source: Number of news topics displayed in front-page
fr: Nombre d'articles du blog affiché en page d'accueil

source: Reports blog OID
fr: Blog des reportages

source: Internal ID of reports blog's target
fr: ID interne du blog contenant les reportages

source: Footer topics section OID
fr: Rubrique des articles en pied

source: Internal ID of section containing topics displayed in pages footer
fr: ID interne de la rubrique contenant les articles affichés en pied de pages

source: Facebook application ID
fr: ID Facebook

source: Application ID declared on Facebook
fr: ID d'application déclaré sur Facebook

source: Disqus site ID
fr: ID Disqus

source: Site's ID on Disqus comment platform can be used to allow topics comments
fr: ID du site sur la plate-forme de commentaires Disqus

source: News blog target
fr: Blog des actualités

source: Reports blog target
fr: Blog des reportages

source: Footer section target
fr: Rubrique des articles en pied

source: Gallery skin
fr: Skin 'Gallery'

source: Enable or disable Paypal
fr: (Dés)activer Paypal sur cette image

source: :: Paypal account...
fr: :: Compte Paypal...

source: Edit Paypal properties
fr: Propriétés Paypal

source: :: Presentation model...
fr: :: Modèle de présentation...

source: !!! You MUST enable JavaScript to be able to use this web site !!!
fr: !!! Vous DEVEZ activer le JavaScript pour utiliser toutes les fonctionnalités de ce site !!!

source: Find:
fr: Chercher :

source: Select a tag...
fr: Choisissez un tag...

source: All tags
fr: Tous les tags

source: See all reports
fr: Voir tous les reportages

source: First page
fr: Première page

source: Search results
fr: Résultats de la recherche

source: Last page
fr: Dernière page

source: Your search criterias:
fr: Vos critères de recherche :

source: No result matching your criterias has been found !
fr: Aucun résultat correspondant à vos critères de recherche n'a été trouvé !

source: Search text:
fr: Texte recherché :

source: Search tag:
fr: Tag recherché :

source: By
fr: Auteur :

source: on ${date} - ${time}
fr: le ${date} - ${time}
